{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              24,
              3
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Bidirectional",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "GRU",
              "config": {
                "activation": "tanh",
                "activity_regularizer": null,
                "batch_input_shape": [
                  null,
                  24,
                  3
                ],
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dropout": 0.0,
                "dtype": "float32",
                "go_backwards": false,
                "implementation": 2,
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "gru",
                "recurrent_activation": "sigmoid",
                "recurrent_constraint": null,
                "recurrent_dropout": 0.0,
                "recurrent_initializer": {
                  "class_name": "Orthogonal",
                  "config": {
                    "gain": 1.0,
                    "seed": null
                  }
                },
                "recurrent_regularizer": null,
                "reset_after": true,
                "return_sequences": false,
                "return_state": false,
                "stateful": false,
                "time_major": false,
                "trainable": true,
                "units": 128,
                "unroll": false,
                "use_bias": true
              }
            },
            "merge_mode": "concat",
            "name": "bidirectional",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "bidirectional"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "bidirectional",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 128,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 1,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        }
      ],
      "name": "sequential",
      "output_layers": [
        [
          "dense_1",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.4.0"
  },
  "hash": "6dad05a2893113780e25479e51c3fa65f2595733a6287180e65151b99676c61e",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      24,
      3
    ]
  ],
  "output_shapes": [
    [
      1
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            24,
            3
          ],
          "values": [
            "Jh0xP7XNTD8pWFc/YzqWP2RYOL8m0IG/Xjufv7tgh73eGBC/3CltPd+oAcDW3Yw+dpc7v2BiIj9LeH2/yTPxvhMR2T8qCV8/qWU9vpM6Oz8MeDy/k82uP7AsQT+r1Me9aJBPv0SEUj6UFeG+lp0sP6AYJT/2ypg/JokGvxSHdj7IkSU/09TTvJ2etb4j80O/7ioRQKzBS79ErZE+qoouPwOnB78t/Ow+dLC1v2aw1b5xKHW+vOSOv3b0I77k+fU+d+svP5W5Pr5XPqc+kPM5PyQYgD2wfrQ8YaSxv7uHyz1/PBK/oJr9Pn6No7+jiH8/65XivW9ZnT/KY/6+WvB1P5ExiD+aFn0+sBmCv+C6BL+19JS9gIJAvoaO3r6qIwxA"
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1
          ],
          "values": [
            "v1NKQA=="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "bidirectional": {
      "backward_bias": [
        "/hHPPvE0v71q9V+93KC1Ppb71b0/nRU/TSCjPjYM/j57d9s+wjKqPXVk3T4XORQ/zVwhvh0y/z7Vx/G+SL7EPuswHD/Y+tc+PheFPnKapz5VjwE/bnjQPiFW/L79ZpE+rtvSvGJqFr4hywE/E8QYP33kvz6P95c+tanDvVwinT59YL8+5WViPmCo0z77OuM+3hjwPj1ZND9GyLu+p7u6Pk33/j4H6eI+AYPZvtZlAT+nKAC/8+H9PpxeuT4hK9M+Yb/CPnEcAj8FxdA+5R7/vitVBz/CM6K+ktEGP8VhhT6dL8y8xWPoPulRC7901LM+P8O6Ph0cPb6e4vo+bjcCvxfO4T6OEtg+Hi4FP4rZiz4FCq0+r25lPqMI/T7f4O0+gKDJPmf08z41lE87gZsTvksbAb4uUN0+aiXQPlik9T7lF6s+5+0APxwQtr5ZcMa9iTDWPq2jqL5bfts+cXgHP7E0+T6+V9c+KskDP4Lptr1QZfI+D73OPrc35T6UiWS+gvyuPsleFL+8DnO9QtT8PkqU4z7MmOU+0b3kPsK1AL8mNss+9rUHPwnwzT5LJ9A+W9yjPiwoqz4+8/o7gFC6vYOd2b5yBQA/ti/JPoC87bw+qQ6/qwK6Pgqs7z4I2YS+fyisPqIBAr8WycQ+pJLPPsBpvT70t/28xubfPk7LFz961rk9zxwUvjNhKr3uBlQ+oIsnvpK4Hb7xxhG+h6rbvbFXL75HZtS8PaFkvs5ufb2opFa++B1CvhpFYD6Ugqq8w78WvNHfnL3BwgC+wc+QvliwOb7VBR2+TRcmPjrBB76UZIS+RVKLvojZA779sPy9q6drvqyoYD4JYFS+LGQtvgZjHb6jOJe+naFavmkVYr2VJ3q+fNxWvduRlb6JdT2+wpgtvlqhXL48kl2+NhQ5vlqJXD75CnG93mSFvpS7xL23Ax29EoMLvqvmWr5dfIK+95o6vhU6K74AdrG9cWIivjXsoDtIfwU91Ng9PnFajb7NEsI8CcOEvrj0Yr1AYYA+",
        "fD4hvlJ9sD0qfz2+LAwdPnDzEz6GN8o+RjdevmB9Nr2rq5a94LsKvrpwor1f4hG9N5p7vnppR71EYTW++JlFvtH69b2K5QO+ivmHvl1Mbb6gZQM9u4hLvp/cBr7q2bO9+SEAvlVV1b0eh1i+5mkLvjb4Pr7z1nY+OuQvO1CWLr6RAwC+jAFJvmS3s71lcTG+zuPqvTrX57x7Lza+IomJPmlFIr78BzO8pnOKvRxbBr6DOEK+pdEIvgq7Vb63iME9nQpBPnwpUr6Zpja+ZnvaPVV6ar6gRRa+qS0eviB5cr6YUkS83MVqPvSzwrtr72O+ZLccvhHPK744sFy+WIcHvoHQHD4bTSA+t8pXvuac1z1bezK+F3pFvG2sXDvycdC9lSwPvdOLaDzQNkU9HB4Vvm4QOT22DSM8q3OPvmf50r1uM5e9MBulPUF4sT3ZbVs9ADWEPTf84T3IGo++AnSPPc7tQj544D6+XA1YPCik7D3rTbO8kFksPl6vhr4IYDq9jFEbPbhY2Lxeimg9B3uyPTl6K7zsmrO93s3lPX0goT05upG9ES9pvfq0Jb7VHGW8ppuZPrNJoT3iFsO9QZxfvddqnr3Mi5A9gT98PS+zRL2ro4g9sHt1vhwnIj5HPqS9xNJGPrCKKT3E+58+0mJfOiBODz6GZ3m+lx2svcHLmj7HnQu8L/2evWfWmTz88RQ+4eSnvZXPhz4vT6I9AjQmPkDb6jzjltu9Pw9dPs7RQr6LcCs+WDAtPnYnErter7Y9v/pFvLYtCT2P0W49WvAQvmu45D2c4gW+96XOvVsYA73LyTE8vJMtPVv3eTyO7mc+O411PfurVb5/Zjc+2DI9Plg1sLylGT49SJZXPrzTIryPL2g9aUcIvj6oir20V7E+37sNvAf51r2hXiw9nDeMvfqGmL3kPYc9drBOvsCoUT5/Y4g+YsHiu7oJILvQIi8+t95mPUfFGL2TuxE+wURCvtOtAj6qipW+cQO8vVXHSz1Cb3g9pfduvp09Qz1Um8m9",
        "/hHPPvE0v71q9V+93KC1Ppb71b0/nRU/TSCjPjYM/j57d9s+wjKqPXVk3T4XORQ/zVwhvh0y/z7Vx/G+SL7EPuswHD/Y+tc+PheFPnKapz5VjwE/bnjQPiFW/L79ZpE+rtvSvGJqFr4hywE/E8QYP33kvz6P95c+tanDvVwinT59YL8+5WViPmCo0z77OuM+3hjwPj1ZND9GyLu+p7u6Pk33/j4H6eI+AYPZvtZlAT+nKAC/8+H9PpxeuT4hK9M+Yb/CPnEcAj8FxdA+5R7/vitVBz/CM6K+ktEGP8VhhT6dL8y8xWPoPulRC7901LM+P8O6Ph0cPb6e4vo+bjcCvxfO4T6OEtg+Hi4FP4rZiz4FCq0+r25lPqMI/T7f4O0+gKDJPmf08z41lE87gZsTvksbAb4uUN0+aiXQPlik9T7lF6s+5+0APxwQtr5ZcMa9iTDWPq2jqL5bfts+cXgHP7E0+T6+V9c+KskDP4Lptr1QZfI+D73OPrc35T6UiWS+gvyuPsleFL+8DnO9QtT8PkqU4z7MmOU+0b3kPsK1AL8mNss+9rUHPwnwzT5LJ9A+W9yjPiwoqz4+8/o7gFC6vYOd2b5yBQA/ti/JPoC87bw+qQ6/qwK6Pgqs7z4I2YS+fyisPqIBAr8WycQ+pJLPPsBpvT70t/28xubfPk7LFz961rk9zxwUvjNhKr3uBlQ+oIsnvpK4Hb7xxhG+h6rbvbFXL75HZtS8PaFkvs5ufb2opFa++B1CvhpFYD6Ugqq8w78WvNHfnL3BwgC+wc+QvliwOb7VBR2+TRcmPjrBB76UZIS+RVKLvojZA779sPy9q6drvqyoYD4JYFS+LGQtvgZjHb6jOJe+naFavmkVYr2VJ3q+fNxWvduRlb6JdT2+wpgtvlqhXL48kl2+NhQ5vlqJXD75CnG93mSFvpS7xL23Ax29EoMLvqvmWr5dfIK+95o6vhU6K74AdrG9cWIivjXsoDtIfwU91Ng9PnFajb7NEsI8CcOEvrj0Yr1AYYA+",
        "fD4hvlJ9sD0qfz2+LAwdPnDzEz6GN8o+RjdevmB9Nr2rq5a94LsKvrpwor1f4hG9N5p7vnppR71EYTW++JlFvtH69b2K5QO+ivmHvl1Mbb6gZQM9u4hLvp/cBr7q2bO9+SEAvlVV1b0eh1i+5mkLvjb4Pr7z1nY+OuQvO1CWLr6RAwC+jAFJvmS3s71lcTG+zuPqvTrX57x7Lza+IomJPmlFIr78BzO8pnOKvRxbBr6DOEK+pdEIvgq7Vb63iME9nQpBPnwpUr6Zpja+ZnvaPVV6ar6gRRa+qS0eviB5cr6YUkS83MVqPvSzwrtr72O+ZLccvhHPK744sFy+WIcHvmvOIj73lPU9CL5EvkPriD4fYXy9ItW1vd2VvD3sANm93Oj3PZoEOLxwUgu9sAm1vQuIND3GS2M9hzKhvrW8dr7nxBi9x7YePtR2vz2Vn4i9Aa0iPkPR1jyk6Y2+ItqtO+xQ5zzRfRm9OGUoveho4j33rss9ViRtPnOWs72Cm9u9avwBPFamiz1oVnQ9+00ZPQqoIj3nj9C9Diu4PHR+JT6EoBG9caqfvMZryL0ysZa9YrCiPpseLD6b0Y+9M8U9vjb3Pb62/NM9cV9xPRf4gL3sPMc9XIfJvfra9z0oIx292MYLPq7P8z3IsKk+hdqAPdWagD4TaR69ckVQvrPCpz75jjg9DKz+vXUmlL17/qg+njcOvrlNlD5t9oQ9ykLJPSZ5Xz4LGw++nRyyPRfiTr1kAwA96EI+PvcoVL09Ir496js6vfY2nj2Ti408m6iDvebdDT54UJ29Azggvlm6gDtYx4Y9ZNsMPnCdlT3l+qg9eA0HvaaEjb6Z40k+D0TTPancA77t+s09zZgpPjw6rL1ZneM67/chvrK6Zr3EvL0+Xe2zPK6NFL4XM2Q90BsPvtL1K70dx6E8y5WWvea1gT6wGJk+qjm+PAs3Jr4o3HE+VWOUPQk1g73pJJM98I4kvf/fbz41D5++UvtTvr4KGj5RZjK9OwfQvSBmBj0DGZa9"
      ],
      "backward_recurrent_weights": [
        "XwhBPl7ORr356eO9terRPdsKjb2dHTa921CjPdOkdD0Wr1A9Xxm+vaYU4j3wHT+9Ak2AvdLtgrwyx4Q8awEMvsbllDyJc+Y9AcPSvbXzdz2C8lE9gDt0vb9qXD0kt5M9/DxQviNsKr5QWLe9OcbKvenm6T3+acw9/NFnvtiNCD4gDQ+9ZNGbPaF/yDvY/z88eaNQvPGjNj1dMhW+hnGrvNokvrwZQQO94bE6vYcGnrxqVv+7lc49PHaB0j0N0q88yNr+PQhoqb3mL6Y+U5B9PZHQDD1xhIq97wmtve+Rjz2T1go8flF/PYnp2r1qPDE+gVuqPvnFDb7yNiK8oW8HPS3XRj0wkLy7drYUu068sj0W1qw8rZwiPuMdxb1Kxxi9IwIDPYDFU73HBSS+DCJuvU/RYr7IyIM9Emm/PNJ+gb0Dsf89Fnq2vUn4FL6URzO+9pxUPnHMUr4KL2s+T2+/vNzqDL1cOpq9DJc9PYt2Jb76XrG8Qo4IPpvlFD6q0Qk92ZIlPqPTnjw8neq9P+5evbDrc72B/ao9VrSNPWz25zyD+K6723a7PSN2zb1s45k7VsYsPl6Asz3nHRy+3SOrvKaSkT1WykO9i6EFvRmyg7siRwq9ZVCCPU7Hcj3GeqK9LaINPVN1/DxiCU4+GTkjPsNvOD1+Zg++yQmgvJ7JgD1NVPW9V+HjvBeqxj0SsSy93OpXPLSE7bydCvS7UkuqPcdT97s2FUi9+cMZPWjx2T3ST849532ovEMfHD1rGoe8EIDvPKR3Eb0pnaM8Gf6FvaiWtrzRwZc9bujnvTgcDD6XnJy9FQqkPUYbED0b1h0932yducut4zyWqrS9RrSNObuikr25iPO9zqSVvZ22H72YXpk7XXPovJvSyD0nQeq95a7RPZsvmryRkbW9C4gePUsLqD0rOD88Jk05Pcf5srp9MTU9YMkFPeJbDL485XI7h86wvOqfdL1Hak+95d1LPQsNxT1NXfU8+NJCPPcdQD2qtRu9+OB/vU0/5zzfBOg8",
        "RYKtvVRlPj3hx1G8HC9BvYNFVL70fQW9372oPet1fzweo4k9e6ywu09xpTxTRKY9zF0APkCGLb3KUbO9raqOPFNlED3DCHy8Lz9AvYn9rr141ts7yGwIvRobMLwaVww753rxverdxj3dzhc9CM+LPX8IHL0riJa9DFLnPRFFjL0DPh2+eonXvTuVHD5iwFw8CuVZPbqGTz3uGpe9hlKivUmhwz0Lq/i9XZyUOvl76b3rxXA8H2ugPPG0E7xf3Ds+1cXXvAKPrDq/Ql69x4gjPnoTpj1EN8u9fyipPZZDxr1/3La6Q4bSuzuJSz04vOQ3ghmAvb5fzr0VOPw8PKgRvZZQR74k7MW9X8VSvmVNsz2byxU8pOMaPRST7b0wzXi9sgLNvcUjEr4Aybg8qae9vR/DpT2IIgq94xAyPPPeVzw56UA9kMqDPR52+r3ROuQ8CqnTu0hoBj2M9DI95R3LPeYOjb3gWCA9kIorPSNknT0nxdQ9tvZaveJH+TwajCM9PHU5PNn0z7xek9g8bIjfO7RHP76rPF29gu0YPpSYrr178CE8T3bMvdoisj1Ieo29cDzzPN47pD3wIb09hzNcPSMZ2rxXgxk9BlQyPB1bxbw/0PS8jQ0cPdrtADpKWlS7SdvOPZozLLxrzLC99IWQvHbquzypAzk9GakYPeHL7rsMd589cT+kvUaAFrxnyAe97fQGvtZjRj0Dz+g8J7RAvUJEJDwdOgC+6FMEPtDvmb2hhic9ggEdu5NclT2uvY48cK1rvUgKS7wZzG08YJTHPYTp27uVpIO8fSnZOzZx3Lzpsbo9LftCviLdkr0m1RU94Vz7PVP6Dj0K/ts9V0WZPaLaMr7i75+9SL/wPR/Tsz31oOO6Z4a2uGGevzyhRBq9885LPD/Yz71znT6+YNg8POKYCj1RG288ePy3vae5PD6syyy99dSJvcJ1t71kg4E+bWbXvYYl0739OgI9DrkDPk7u8T2iEL099K+YvQo0Rj38/pA8fBbgPUAGEDoHvfY8",
        "OI8fvByVHD5bIHG9q/bLPRQfgjxILUK8iC9VvQCXc70B2uK8x90uPiqKiD2dgHu93YEUPuikv728dBY9GViKPbr+772ur8+9Y15JvUqDgL6RYcW9yyHCPUhoRr1g8u89vokQvq2xeT7kB4I9Yy9EvQYCV7wmjwu+92WNPnUtDj7iig69F1JEvNl1Dr04XPi9iPCrPDeiA77CwYs+ll6ZvZYrB75VdLo9rrBXPlPLDr3aRUI9dRgDPWM2a758iyw8ztEKuyMdhDl/lH68OvuNPvjtaj18NZw+MfFxvbx98jvJaJQ9osvDPFERJjtmSkQ95NgMvSkPkD6q7dM85CQHPeSOTL5Lhz6+VlP3O/OFK72pTs29rAhuvbiGgL1E6RK9OUafva3rpzxcopk9oNfuPSrMgj6GboG9LZDqve5qk73mslu9ijrYOrosXD5WbgA+60Uxvej1kz5Brzu+r66cvNc7+LuQlWy8DCrqvI4pYj6klBO+rNcoPUbnPr7a0M89TAdivOErQD5PNuk8Dw6bvZ2iLjyAY0u8dE8+PTnd+L3Y/4w+CcxnvMATyLy2SMW8dfFxvVWtNb6uqKs+nFz/PftZvbx+cyq+WoQFvEYJsD5qCH4+2sYlPdnzxbyISxA9Y17vvRXTab1bIMM9b09JPSwqVr1u+9Y9tVERvj1zA76A9Yk8pIRMvVZkYr4GFzA9VTagPOarGDwZa/+8z0JOPS2bejukmx+9PJYJPgNaZL1iV8o90QGwPdgquD0BAvA864HzvUBEQzyRuJE93KRhvLO0MLvUz/K8DX/APTIsor08UIG8Wk/DPWnsX70KJuo77qdyPfZdAT6GKD0+xZ4evQUjpL3BYfU9yoQtvpK+7712aye9uwnIPMscYz537J+96NazvZ9N6L3ZYpU+NFFtvU6jLj0G36O9q59pPPBZ4j0Vogi9LotgPGc3dL2P0II+pbdTvCghgz5k0Ym6CBhCvdqbKj7ZJTq9SOUjPakfLb2k1Ds9Z66FPrLFrL2D3jg9",
        "Som6ud72ED7FXqS7JylCPeoazD1+3Cs+bComPeAG2b0yAl48eB6pvcuHUb7byLk9UO3kPXowvb3S35e9AUOhPeU3+z1sRh08UH0aPn2lnT6VuCM+x3RLPkAlm7yVJ/a9F0ULPFmawrwbaoK92JwQPTbuFj0GZ+s9R+D8vbYrmT4pzpM9Q6jGPh4we76NJKE95HA7PSE7rDyUhc+9PCeSvZIPEj5qc8M8GKo3PeFtkb1gWva9L/FQvQO4Yb1QbBA++loIPfSIAz64lcQ9JJjFPXtnij5Rp7s942e/uSBReT4xRAm+VhiTvASuYzzHrFC7v3/fPDDizb1ZzY28dN/RPPG6O7wNClW+7H2TPpHQD74CHqo88/wPvUBfFjyppIQ9QTz9vXmmibyUhlC93k/XPVWswT31fTe9K3y8PLidQj0+teo7KxCGvKHTuD3bvBC+m0C2ve4K6z2fj9M8srWuvf3ICrxR6ja7XvVuPXs3L71RJUA+jl3nvYpSVD07auI9/90HPqYjqz2Ohs89hYO2vVSH8j2gh9C84EjYvD6nUL4dOVg7GRIUvR4hKb12q6887ZWivItznLw2uV89cj0LPkxRJj4TSR2+l6oDPamr+72ncYm9iqYivs6Q0L24yg0+jge5PeVlUTz5D9O9LSGWvflhsr3rABa+Aim8vAFAT707k9O904gpPoOhYL2dUx697RB/PTSV670+TZQ9tH1JPApX5j0GxBA9fS9YviajLr1niVU88NE8PYJ6i70iNRS+0GJyvTf8cbzKppC9sYEFvhJ2JDyAeWu7KGitPTAfmD38UDi9riYMvY4PGD6b22I83sXXvTeU8z2UEH47z/+EPUl7tT0AflA+nuqUvjAwaT00DNg9uyMePiEm3T1MdBa9bnMIva5OPj29slW9ymkCPoCQDD49+wa+Il/8O3fWvL1Vm0E8Yf3nvBAfXz1Ffee8UTJLPE+WHjysMSe9ipY7vShuX74gpJc9gjx1PfAKg72JmYM+qPeJPgHT+LwsPF49",
        "1ST6vJivd77n9ju+Qo46vS0Cb73/I2c8NzowPsxVDz6ek0o+CLtHvUwbCb1nI1Q8hGdGvjHGyzwxeTG8yx2Mvc2+TT5PA1O8jWNevfiC6D6jv1k9TWWBPTH6172/Rv69jHt/PGjvib6y2Cq9Kz2BvbeQCrzXCck9QjhNvnryaD0S0Lm8a7UyPlWd9DxkoJI9OhaivI/40z10NcC+UE4qPsZBSD3/6n+9eVSKvhZHYD6BQ8A87KvxPfJIZz6cXJQ8PiYjPHfVF77hU+M+y3lGvsXbgz0VhjC+0n/lvaZdwz2nZl2+aayiveOIaLw75jO99w6nvF6NN76eWxW+kp5VvI4Q5LzMUXg+F11fPfZSdT0c3cw9tVX9vcACiL1rKVM9sC+ZvXc6mD36B9y9yRiJvVTBmr62jnI+kVrNvYFwoL0gdPU8O+ZpPcjAPL77Gmm+8q4cvM1UVL6BtRE+BoemPR0SwT20oo69PKsGPnE/T75jaii8f7wdvkYMSD35rnG+FfI1PiT4870ElhK9mLxWOq8wZD2upfq8YDICPmCOlz0OCdO9ZXUWvK+9pz0f9OA9a0FyPRDPPT1C3Y2++g8vvg/D3zuS7II94rIxPlmwX74BVm69EYhjPV5tVry/NSC+CF4gPs/I8TwaWdS84FU7PtzQRT1bwyy+e70rPXJIRT1gQaI7on4lvhFbrj4AD6i9BgOtvXecQr3gKji+wuy0u9w3irwPhbC9NLEgvTpvH7wZ9Xi9SH34PVl/8DzhrSA9T/04Plgngj2Q9JO8AgCPvL1KZj3qh8k71tcbvicEez3U5QS9c2x0vNRdpj3AH4G9s4aqPHu2Jr7O9Q6+B5oYPuLaX77FyBK+UiviPIIeQz5vowo+JRCbPfD78b1gjcw9nEcRPR61fD28teS9jTbuvHEqIL5xVdW8arANvi1Dnbzg+Yu8rSIMPmtSqb37CVK+jTZXPmYTJr6CmWw+aiqovaPfL726LxC8vaJzvW7BkzzRIGS9r34ZvlaCtz3tm9W9",
        "q3VXvHn7Cr4d6oA9+2ECvVLFZ70GteW97drtPNCSoT3u8DE8aZbjPU1QXz4t/hy9YalBvRP+yj3a6Uo96zwLvocNiL2pPKA9HhAzvefuob08umK9dHPSvfeObj2d64s9eA/IvZud7bzdlWq9jHOQvDyGbL15O3a67R/Zu7Uv5r1pIQW+DUuevvhFPz3OXIG9q9NqOiGHkD3VpMI825i9vcR/NrvDYYW8TewivqUWMD2vabI9w5jku008qD2dlVG9AZcbvQj6FL21/Qi+om7nvb+r7r3rzdI95gJVO86YYr4zyBg+mGDfvbKDnz0NEdY7yx4Ivh4sqz3P0L09ZQXvPUkFhbz6/hS+AHyrvgIhIz7GzsM985JtvVTdlT2WiZ09/e/GPcV6Rj6qO5c+K0yIPGZP57wBP1w9wmQ3O9C5ebzg4Tu+OtstvD1UvL3mn8O7uQVrvdhk6T1pEvU9jZ8wPbGl0r1Xu6Q807OXvL3CHbxwhRS+2DcIPqwD5DzWat294ZtWvnQ5FL4KPwG+0+qTPYL8bL5OIES8ZvzQPfHuyD1BSMG8INMsvn6T7D3rBHK9LoHpvdREg72hYCO9yY5IPePpzb1fHkE+MiAMPvDe4D13Rj89GSuZPWzvOj3vDt28vvMePtQ2mz0su9e9R8h0vLhLcj0Pw3W8j3b3PE+Xkr1OgEK90S72vaXMwD31/Ay810K4PWopzj0uAII9xDYHPRMkAj1eNHs7nkuRPhf6dT2hwIK9qyJ7PUZ54T16FNo9+3cCPkViobycHaM9zDYdPq8HnD1SbXY90UIRPKM7Jr2w4Yk9RvMDvH+kIr51q4s9rze2PB0F1r1G6gS+IlkXvjim9b0Bol++YUkHPp+jLzy4pVy9pGbnvWvzNj0zBKG9X1m5PaN0yb2kcoo9XUKFvTnzVr4I9p09T1FIPWHhFz4AL5m9kQ7jPP5YIT4v/cg7AhYbvtw3zj171Q49sqqmPVlnBT4HjBs+8lJIu70Nyjz09VG8zv09vZVfej1CxGK9",
        "tJ8cPhPAir5HHRe+Uvh4PGaiBL4OeiW9Hdy+PQdfhr2yAqE88q50vkNaoD7YV489SxGIvuyuHzwhZCe8or2ZPSA7kT3NBbA9Vl6gPfup6rzkIqu91rOTPqzbsb1KfIE9Ftl1vi+ubr6lZUw9qUKevel35D24lqo8wVqYvp9CiT6uhh8+vwrPPBwhLD5jysI9u/PePYc7mr1Lm4e+eWzRu7miw73/gW4+DrkBvlHPTDymj7o6hWMOPZEx2zuxWBY+ocg1Pr1yrb37yIM+x7nYvaXcNr245f+95pAFvRhLUz7Qcio81csKPlPNYr194Q8+ZDrNPWDNqb6fRnc+vNCNvdv6cz1nCaU9N0G1PDhrhT6D8Ti7vwrIPZbT7Dtdbei5na1iPvtujDzgJQ2+n2kavcFHar6qwH09m8xePSUlB71x5jM+n4QpPt844L0S0oy+q3tfPSf+Yb5DpyE9aWt0PeagTz1OqQK8N4ALvfoUVb7gxVE+p64FPuC8kT2eQ/a9s8jKPhKKQb3gm0a+zPuSPKAFnD38owQ9AFqTPTOKs7qzjES8iJztPVElYD3WnQ8+0QfiPfESlj2JW6e+18JrvaiHWb2dVCw8DJqNPRQ4vr1m18U8FzecvQMclD2usgC++zBXPm5TsbzA7mk9jhYTPn1aEz0Q5oK+/jfoPN/LEb6ivZW9AbCmvcvaAzlB3ma9Vt7gPKHvez1O2jE9imgXPjaFOzsVU5M9n4oLvXmNa7wOYYW9I+giPBDZrb3Y3Oc80QHWvJOvEz2k7S29kDiwPcAsiT3ruha7LiSLPe5rUL2n9Kc9E0u3PRqCKDplNda8MbWZvQBVtbwE9iW98AXive0KlD1z/+Q9KUVQPWgZhrvb0i09TGHKPcjGbL3O6/k8m76UvcdagbtYhuy9OQpHu5QnmTxAhTk8/3BYPKnrk71Qkum9ZzWSuASUnD2Qcn09CMIRvjR6GbyMIg6+bd0EPo0mGj40YFe9Gl8cvRdwDz2W3Ys8XZc0PY5fL70Eo+g7",
        "QHbnvWCCTLw7IDU91ykYPUMTLT53fI+9A6a2PcYzKj1tK5G9f1yjvR33gz02wZw9gXvuPFs/pb1rA4G7P7ttvcL0lb1K1T+9nbcrPb+1B7713ZG8IMHGvfEGozxxa608iVTmPWC2w7w2e+E7jSL5PMOQZD3ODHs97NhRvXVAlb04l4m6L0DwvVbctT2mCWa9laUHPbpeJDwB1jE9NpcwvCh3Tb0nDIM8YfZUvWfuvTz6w8y9flvAvbSPOzwH2Vs+I6VjPTudkbxpMFU8CsZOPn/XVDwYhfI7Hsu4PYO5wr3o06C9a04JO2LGpL0EVUM5h3auPLJKF70rS5O9noyuPTj/c71GheO98L/IvSsuDL1MpP28NTzfvAPLVz1ady89XfKSvFYFgDuzc5+9D/d2Pfy90b1wsae9pw50PEOzZr0LVy+9XX9QvMpIRb0LTtA9/xo5PDWKIr0hLPY9SJpaPf2/Ub33gda81ncBvp0hLj2cg7w9H4eHvWYGlz1rUAk9L9E7PsVxyLu0mZE9vVnSPMm9rD0PFMm814zDPb9fkT3b/s49c/4+PdIrlD3gW0y9k3gDvkAJZD1tMo+9EXz5PBBfNr0xlbA9USu2PfTbDr2lrjG7Tfn2PQZANLrqcSK+n2E8Pv2O27zTTBC+wK63uy++ib27jxC9s2G+OnH8n7wQcqI9rrFYPRgmHb3YB6k9bVwIPpSSyj188NY8uLyFPb3+Dz1SyVS9Yra5PP7wzL2FgKg9zw6YPbGl5b3k89C86VohvnfGkzzYglY98kOfPZr2jDt7oCm81mNSPc/g0r0SNCu9Ml/KPAYqJD3nb8q80KUWPXZo673cu6u8UyOhvWB+Eb4BfE6+okKnPS/o9zweggc93pa8PcCl2b0wcR298DvvvVd7bT0hRYe6yM53vSKDnj146Ay9FhjBvTWx8D1l/fA8DrGLvE05BDy1IPE99VtqvOoku71XTJo8+XzBPSSvP7202wi9fzVvvO+bZD21D+Y9YEmCPnx31r3+Qcs9",
        "NOoSPkS8L76wSYu+CYAUPgB+or5zpig+wMtCPvbxND5dEXQ+WYcPP1aYkj6zEao+HDGmvrlEGT5YOIw92TEbPq/FBz4AG4I+vKmFPWi7bj4j8F4+HfnFPUdah7yWTa0+ZN3Ava1snb7Kwlk+OsQ1PgtnxbzTSoc+J0W7vsQjNj7zj+I9dH32PUxcEz61Ivs9dp7+Paq89D1uQcu+nOumPokcIz6pRv4+sOe9vpMHhj6syG681YJ3PlIPOT6YIxM+fiI+Pjyqtz1OhC0+z+iOviNbET54uHq+Eu+FPp+kCDrlGBi+nZz5Pa/NHT2HnDY+4wdGPtAYmr4ZJjg+r/NNvToTIT78Unc+kFY6PntGNz7ES2M+6U/uPXTIcj6H4Qo+GZX3Pd5LLT5YC1++aOiOvvqYkb4ruYo+zbMQPmCbij1YFAQ+v2d0PmQllb7GEie+uYsSPq0c8b6HemI+SSJZPiUehz7byKI+O+uWPZnCsb72cSo+LhZJPu6hej5vfI++YLyIPjouhb5BpyG+K3T2PWPJoD6F5co9vn59PjbyiD2vtzI+y/tePpgImD5sbJE9nsrIPbjzOz1wouu+vnuZvktWc72bOks+KScSPomJl77nGzu+e/IQPjA0cT5E4Ye++6ZXPofAfTweSew9yoV/PvAlozzBbJi+b3JoPv5s5j1aqj276i1uvp924j3aVty9YASkvmaDRr1Hs1+9b+lvvQBjszz8R2a+w8mDvROgZ70jKH28wG3NPEzF9zuXtM+95jbvOvCwDr4ldV6+JYWlvQjPFbzWbRa9fF8Yvol4473FAr29uTEdvrDo+L3UKVS90D6evBW9Pb6X3Fa+1kStvfanX72tyzi+eWo5vPiB/j09xVW8CPgxPMvusL7yGve9hg1VPa72d73Phkm+nPJFPNC3c7zl5h674BXdvHhHPr45b7C7tmspvQaSqLz0KHG+gDnQvA9jx76fOIC9b4Q9vuwbrT14ScI8V7XfvC2gg70geyq970x9viq/gb3s8oG9",
        "+g/zvfD9DL57op29AM3AvdmSW72bh3C9wGC+vYWVx7tSwku+xSrBPb1sDruadkq+4R97vgYQrD3q/449MF4OPKD6lr23ffC89VW4vtOhcr5INKG9hv6JvrNnJb1aJMW87recvRp+3L0oXYS9UB7EPSiR7r279wO8WLwovac7Q74enZS+JuKrvlWWXr7oNLG9WGZyve4Rk7x2L4294PMCPUK4w72vMWs9JUCVvptJmr1+zYa9h162veyQOTsrguw9SgE9PGAtbjyvzQW+6mABPQ1noL4a/Z69Ia0UvmFFqL4hDZm9jvMHPU167bw0ENe8xMuUvje7S74lXH08BHiKvS5Uhj0aFse98jXSva7mlT05g1K8KnwCPpL/Vz6TMU+9UP1quRzq1byqbqk8K+/2vAvgwr3S9gE9M4/yvLibCj1WXOC77hUpvYES473qF149OSOVPeWl1j27pMw8o0TwvbKE4T3f/sc8XNpqvTcT9zxlQXC9RrrhO72SSD0/jYg9jCNzPJC6mL3QgHg89DdbPRrEYTwxCIQ9P/7qOx094b09TF+8OrKDO0UpxD38Q/K9cx9pvVeZCb1AodG6sL5kPZLCUD2D/YQ9VozDPQuhFj2BsyM9BCyvPSy8hzyJJaG6fyr5PVG+5b11wnO9bIdzPSNRVj1U5T89DvQpPQllJL0m5gE+8KvJvD3WvT3m93m9asQdvReV3j1XMCy9sWq6O5Uc8r3NKqa6fHi0PKBIyDzSSba96sC/vRj+Rzyxjiu+06mHPRxwdL1F5WY9xOTLvD4mJLxKez090+BQvdBWwz1poQW+zrMmvYjisr3cMyo+I3yNPAggFD3x5ZA9NHwivdmSZr3fWQe+JEc6vmOMajvFeuG7ytuIPVAWrb3IkNC7KmMKPZuAO70lClW7ENWMPTlrab20Mte8cGg4vpLaij6I6Iq8w1GGPMPm2jzGLYk9v/0ZvkTnOz3cYgs+OykPPldJ8j2gRFI9xDySvcl8M73ohew90+vmPZJZlLwXG7k8",
        "yGr+vTDXS72eeC0+8kkNvtcCYj1sLBe9WWRvvdKqaL3BN8m9phrAPXIHgDwrM0M9/AmCPful9LuAYRg8jJkBvuQXsjzmESu+aVkHu0Csmb3IF9O9zvyAvMlTQr1/TA2+gGUcvW7ktb1MUUA8ldtIPcJmh72ja3G9Ff+UPfpetb0sqfk8ndvCvc50oD0rOoS9k9ROvZes+70GF0Y9tgYyvuS5A72vLJm7PzciPfoVkr1nk4U9TXoLvlHRbb0h16i9AQwGvQuSfj3YbeO6fbsIvoTlED2xyxg+QGzcvf5YlT2Kzc092eNAvVzyKr3CC/47W2Z5vt2Tqz2s+QQ9p+1evaAm1r0uY3S8yY3lu4Fzwb3rYac8H2vOvei8Db5NsOy7E9j+vddH2z04Wqo8ckFCO4qQEr1bP+u9gy1wvVtCubaoWnQ9iuvevCb6s735ax4+b76cvRnWST1dk+K85lcXuwvXtL1u8Gc9TtrZvB2ZEz75P929rXUXvs06iLwEGv496gOaPbSW4Ts2FBS9YRWbvbeNMb1NltK9V7ckPfJoKb0e2zw7zPuGPSfmmD33fIa92cICvcjPGb7XRIo+m7YSPqPdqbydzq293Z3JPDtX9j3zRpG9ey/SvdqM3T3XccI9tfftPLhdBLw/77a95wchvO73bT1oKZa99u0GviYK97wdBNc9NChWvSkaxDusNW48QuZsPVhmZ7xdsNa9AXQJPavQWj2faBG+Vwq3O8CYjb3voJ0815g/PRNInrxzrw+9I6E7vIqMoD0paoE9amlDPh/raT2umTm96EuWvN6VeT1smhU9VuS0PP6zuLx7qom9jfOsvbSzEb0+mz49m3BPPfl4Uj1C+JU8GiGCO/JXYL1dXzo9Ih6ZO/Uvdz29CrQ9sxlRvHxS7zu8LV29d5XkPWfSnDzr+l47XllNPECMwjz/QUk8CAeBvcCkPL0rW+09JkrTPEmN+zz7TBS9YXycPW8kqL20Acg8zXqmPbu/ST7jNjW9TpwmPSgawz1DYtA9",
        "Ozm6PYDSyj0gXZw95DP7PGFMDb2XO6k8GFXAPRF+CT04QUm9bi0DvqdqXr2KZrw8OKY6PF1xxj0Bzbq92DFIPV5SFD27n4W9Xe05PQUuwLunTQ0+rnfCPYdnWL0TA2678tWfPSjeOr3w5gw+hGBBvg4+iz3Pqqs9oJQ/OJtfj7ycBqe9Fv8mPllaKr5CpP89a75dPQYDcjz+BF48bZD+PY2BJr3nUzM8HNZUvH5Sgj3Ffle9Bf0mPTu6hjzQrNC80MVKPZIFMTziz7E8vm6GvT8Ejbr6WPE9WhSQPGv/lbzRCgK9O0IWvfZhdT2pthI+/JR/PUi4772Y+gS+vCKmPIydGz3nhDs7QeYUPgzsf7yJsZg9rxp6PeyaNT2QyxE9QvItO6sHtD2ONA2+JOthPXoC4TyCYGM9L+A1va4SH71dR2a8hPYLvBMfKD2V5TW9iUbCPWG1Ir3pw5O9Ok+RPTnRfb3W40e90b9/vaQJzLyEDT09ovMWur/e4rykD3E95ybAvBYyBD5teIa8nZwTPUSkuDzRsK+8IVCEvSm8gj1pgK09hd5qPfamxD0iLpq7LK2yPOpzg72D73s9ZEKivTe5dD0GdIE8q15RvEHnt72FE9K9qu6lPUU5SLmehQg9BHM1Oy3i2TyquVA83uZIO3GgdT0/9Eq8MdewvJ9NwryuQmy9cyEBPR/0n72Rabm9+HJ7PPs6Wr1VKR+8Phu7PWKg8D3++809fgA7vb/Wnz0jW9A8Ue8TvUZ4b73cg7K9hBwcvbZEv7yVe8e98l4HPqqMpz1fcFM9cD8CPfeIZz2fDTe+UvGDPFmiizzUROa99XRNuzn7g72gAae9v2YBvcX8M73yirE8OOMcvs5wO739T/Q8dRlZvZBWN72oyUE8j7DFvQewkjs2oM69ORq3PLXlSD4+cuM8CVaKuY0Aj70DDaw8K/zHvfAKtLyyrme98RZQPROrnL1UP5W91lSnvVFaBr5bX7M8sL9pPQaqir1IDwm9jNxDPpDBs7rnxnU9",
        "8t/vPcxk2r0oxMe9lqevPceeib2T5ho9U1VyvMzvpj0lqhQ+W5/ZPFW4MT4BESU9Af49vncDwT2yqKK9dCWRve5PAj5G5Os9HM9oPtOx+T0EB00+A4d2PiewAb2dx6I97fsrvswdWb7/84U9XYLOPYeWgT6Ff2k+Y0CMvaPIdz7G+Iw9gDu8PTXcAz39jYs+SucUPtvOPj5Jyyy+Ay80PtFFpzwxoTG+4bjHvdKDtz2XXWG9pEs4PjpvNz6NnWw+xS+MOkxCCT75E4I+xokTvr29fD61d9C9t9ctPuh7Xz5LsKe9P+QoPuyNlb3IJTO8+PhSPStIXb6Exh49u0oTvUnOIT7hsGU+17KsPQB5XD6u2dI9fXlaPbatob09AdU96e3dPEvnOT4Ux2S9SUxsvUgfJb4Lk08+NZx7Pg5MMT274UM+4ikbPgPAFb7729O99Jm0PMzaJL5q/5g+YI07PvBCYj5FADY+5BaNvB2a+r2UNog+5DGKPUPcJz3rJ6C91quDPiEvK70HPZe9GXQLPt9qPT6BxPw96mVJPqNkjT2K3Zk9fjNVPeUUJD5GXLo94yURPhtGBT4Ufp+9ScezPDyTbTwkvNc9BXUzPljnTj0HYdc7w3lIPigC8z2xVcW9Sh5lPmwbkrw4Oek9feBnPRF0CT7S4zu+VoDjPZ6diT5w7wI8eTtKvgtqy7zkS6m9qiOqvRBVqb0Hohi+/OmyvYmhQzuV0VK9lt8dvTChjrsBv4i+xXHLPMSspTynfeS9+ecHPt4Qlbw6yRw9WvgQvXyGAb0bHZK84tSRPC1vzrxB5jm+GNoTvmmOZD1yFj69PlOLvTBkFzytRm+9uDjXvVDiib2h8ZW9XcWKPGH4/jmTRAA8AfQ8vX1vmL6pEf69m4txPUi+4L2DaTO+LDYpvg6/szz+PeC9znfJvT965L3F02U+in+NvT5EYj0ScW+9rRoLvXLwqr2fjxe+Ac/AvVObjj3Snek8/Gi+PO/PlzoJ1gy9bsKovHmR1L0Sc7i9",
        "BWU4vmW3jbxz5ay9zwe3vVfitD3Tttk8fKy5vJi9vLzLm8O9SKlavQSkK76eaty8y9YzvvLRY70NYKK993NIPSNA3Ttp0p29xqhgvXKkRL5k/uq9eobavSBbIL01Deu6YDikveLtDr6OnJO9Vv57voygeb2MTtu9wM7HvVzqCb7GOzu+ZbfTvRrcqD3ot9W8tjy9vSAFU70PyeO9UsSQvc8VvrqeSz694ILNPJdrpb0H5Ve+Ds3MvQzHgr6GM809JMrcvFyWZ72G93W++dqDPoo0w72gA2y8tAiZvbNjdL42gRU9ELGdu18rlz3s6D483uXOva/MU765fvu8696pvTxFUL02Oya9qBe7vSrS1Dye2k48kRL7vO7qs76uaIs8/1EPvYBl2z0glcc9R7iSPOD47T2uiB095bl9vW5IoTwglAG+utThPHMnGbsvXA++iXGNvQ2uTD4Dzww9kybwPUhsw72Jvp48ai+fPXr4qT3X1Be9CInkva54gDtkucG9fIClvUjsE7xA5ZS8xlh0PUzE973QOHI9uxGsvDvFmL3NwJm9SCnSvVuK0r2igqW9MT0SPUsAXL3v3hQ9Cy4AvbwacL327EC9R7n/PRvJc73sncI8M/Dbvfdegj2pG3c9TPvqPTWDLL7LJSo7jHUevXEEz7zHMpc9sACMvHHAXb2PF7Q9N5+LPShQnztC0Li9vtYzPQfPPT3Hyqs8EUW+PYelZj0/4qu9T6FhPVsXB73i/A090a/DvBSdVD3e7FU9U4osvfuR+bzyvSo7Zk4svQEsE73Ka868XkimPGzI8TyDc1o9edeMvFzZ6rzusMK9q86pvMrmrDxmQ+Q94XEyvVtdGr7zlr29KaaePVZ3Lr23gyY9+ZCJPfyJ5Dz807g9kzSxPec65jtNQLK9QzpNPTqGub16qdi8SFkxPfSdKj5ecyA9bW+pvPR7Cz2YDRE+YH2BPZRiTb2rCAc+t4CXPWv7Tz1Gy2i8spoMPqu6Cz3hw0g9mFIxPYB5bz1mMQQ9",
        "x01QvsgzoD1KLcg9QepEvtWouT25iBo9drkgvpm0rb0LO3u+6B2Euv0dar5Gtv69RGWQPgt/oTzwMDS9E9zUvcfSDT72jyu9mHgMvgeUtr3urOK9dBs/vlViGL1b4S2+pat4Pa/gBj5IUsC99VQfPaAVhruO+Vm+PIqwPrumqb1POSa80hvfu41j2LxVF0i9UAvOugCP1D2Nvx8+PC+svemViD1dc7E98qVqPoLEOLxqjR498T6Hvct4P76Tx/K9E7fJvRvGPr7fXIS+clb3Pbbz0705cg4+Gjh1vZHmPj6k2cE8Ml1/vYfXLL1tc2S9AEAIvvdJuT1ClMW9L1MavQCaWL6Xfu+9BJxKPU6GDjqrcM69ZOXsva7lj7o9une9AlcSvv+rEb5VqBS93n0rPov2Uz6By5O9LUWeuwGlib3KXOG7YVqKPGRsBj1kWI4+o34+vgeeMT4ysqe93+gavXy/GL6SByM+lTN9vWMGKT6hweW8n2qfvb0PIr4mjBQ+0RiQvDgFHr3mfNY9HaShvROWtD1lDXq6bGzlvRuImT2ykQi+fFFhvBOBK74eymK+UQHHvR5A+T2YzRk+O3faPCJih7w+Ao28J7ulvThX4zyEQnu8/ACYvHkj6brAZyg+ep1TvSMatb2QfAm+joMVvntmlbzcny49edtUvj/22D06l2g9hCFrPKVmUb7E1HS942Axva0JMT1a5AA+dh+Ovah0VL0LpVo9I4bSvNvCTz1W0Di+bhCMvawZxD1SibU9XYncvSXEFj40HSM+cPfBPZ3SZT22TIO97g8qvaBVoz2rSE49+RKVvVrFir19bos9frlPPaB+Ej4W4xS8tJpdPSUQBD4YIig9B0GBvXeO1D3OI+G894FlPs4fzzzJ9DC97FsoPbwhpr1qw4g9aiz2PP/TMD0X+GO8fVbou96t6zzvVZs9XbbivKiMwr1eDbe9hXK6vOFbsz1Pyjy9mll5PTdqzD3KNjE9laWlPYHsbL0djC0+Ck7RvMszQr3GrI89",
        "vq+wvGODPj1CYEI93F+pPS2Mmz0TTMM9FZutvWhtJz2+Iss9N+BgPTsAYLy9R4q+1KkWvYoq27zWs129t6WovSxJKD57IQU+mpdYPa647jz0hiK935axvC4JaDyLcSm9lDq6vAFfnL0e7vQ8DC6IvV3uU7373sc9t+UAPvjF0LyKVys7E165vHmVR70WCXA8tfBevp4Lqb24upk9Ek0EPmRbyLwNHEu8r7W0O7rQ5ztT0BC9yeNJPdaJLb4FzBS+W9ZevQFLc72020k7FDmKvfa8RL6qv8m9iltTupHxtLowr8A9ArMsPt4/r7yZSLG8UuH0vV96MT6tXds9r7D9vGgnrzvMIhA+Td9dPgE0bL2Ssly7QlhLveSSSj3IFFK+ka8RPdt1cz5sbeS9RLQpPeQx2z2uF7m9896pvUpZ1D3uy889V2IovMLuND5Gk/09k9cePlVldr104xe+LctUPg+yLTxUyis9s2tIva9jYLxvyCw9vLAMvea5qLtGLTM9Nf/XPY0jRj6q+Mg9nkCKPVPE5jwZMnS9wifBPMchDz3g5z498tPEPVpAQ71nlCU+b74UPdQmAb0m8Fi9lnwmvpgObDzK4VQ9Nu4JPdHqtz04o4I8ymJxuepRBL0wmBm9639WPQjAVL04wqk9ItCcvWBDDb1uoeY8oPWFvfGrHT77ECw83tnMPQQTA77e8Fu8mNn9Pf1KqzzAYy099aPyPeGCh731yJC9k3SkvXrrrjxYPew9VxMyvTvrkrvQMzk9GCLwPF0BmTz0hlE7avndvA7BX71PueE90fyKO5ezAzszkBe+crbvOy7fnzg4s748WrI/vez4eTxdVxU9xoNoPSQ0or2zA8Y9WbWJPShTVT36Eki9Q6LgPcDJJr48CVc9ES9fvE/G4b2HZQW+WCj9PEGZQT3hp5M8weqSPc1hI75rBd89XzitPDff/71oplS9DrPuvP4ZFT1gQyS9zqOfvXIWFz6zKNo8t7hRPRG0hTw0q2W8XXpLvbZ+0T1K7tQ9",
        "GosyPmthRb64Tle9Lt9jPor6Mr5or3Q9uidGvS87/r3HLiM9lMt5Ph+qCj7eIo26plSgvvqFRL0byJ28in+tvJUTnruhSRG+5d3+PSTJxz0ml+s8nOtvPsARpr3rdiu79WChvUIHbr5WjjE998M7O+TBLj5mDR4+vg2pvrP27b08Ok09STxZPV8l3zwWSoM9x24tvrxP9z0Ydju+8QApvBsRwDw9hxA+CXHivTePBD4bMi69o62zvaTnDL7Y/jA+bnkDPsCtVD4rGQI+j2Ssu/VfaD3r+T2+nWzOPcoLQL2UGLA9cMilvdXjk7yV/os8Gb9evjPVr75G+K89iEWFveCFwz7sXVc+WKLhuwNRJz4+mDU9pDlBPo38AD2GOCC+fc1wPnUKTL33R5q9s5QmvRtf1r7HB7o9qt7mPTmwYD7OhJW8pLlIvXXKNb03K6a+kbfvPVbGdb49AIE61MbXPRMC0D0yJ2g+K/44PlXps74/Ygo+AEI4PmdgAL6dPCe+3Gz2PY07L70ZGQG+frA7PK0Rwz1bpTe9sWLyPUt9fT1+ZrS9RZUbPkKDbj6i1Tq+Oi16Pbwkmjw2ckG+0Xa3PScSoT0tMv49fF+WPZy6yT2wmQs95iMlPtSzhj2MvFC+6Tc/vXRLw70au7W9+6yNPUr6EL6TCru9zyGWPTXxbj6F82K8g3UIvqbzxr1wOtC8KwpivqT2I70cjQg+OEH1u2iSkTzGufO9k/MMvpWDDz33SHM9qZFePbHcdLxgutG9sNsCPVN+mjwuUSi9wI1YvBVJjb1zt+09HRY5vjsqN704ms699IKhvZg+k73BTk69aP4YvLOgojzP4ui9joTLvbFEWT096CK9e+4sO1kgSr3Y7ji97rIwPfTH572k0u69fwPhPDfMLD3x09S7qTfZPbF3gr2XjE29fcdZvQ5lI72vFci8u/06vEo/tb3yh+O9ubsbvWe9Kr4jSdi9lhoxvpDNvTyXYKE8mScfviSo+byJdQy8/WrkvTFpdT3iCzE9",
        "v8KDvpi1VDyUJCK+igTBvVK7hj2TXiy+MELAvOpxVz5j7q+9N9+SvDVlU75ztZe+zz6Evaz4n7scDJe7TG3BvF/aH71bjkA7UafuvG2RKL1veYO96MErvSc8qj1h7iE7eNYcPcVI+zwRT7489u5NvhxbHD4+gAO96eEkPjSvz7t5oEO+TcBevqbRSb6tX3i9+PHZvX+2tLoTm7w8/BX1O82wtzxpuSq9RcXNvbV2dTyDWUK+2jqBvS3icL6oRvs9DTxavRkT8b1Ma1+9k64APhZCh72KT8q8qBUPPOtdB745PPa8I6mGvBGHcDqi34U8xVCPvs7diz2S60O97IyZvca25j2SBdS7p8uBPdFMz713jSu9CGhNvc07iT4nZos909gNvuxYVjwYYQS+yVyKPKdeyT1Gue+8pLMkPcz0oT1smvg86mxJPgOs673V8J09gZMavujKjD2VwPQ6mFlsPYujeL0aCoi9TDWUPVGLvj0XOG29Oi5pPLjj2Trrcq491bl0PQm/ir11z6A9CwWzO5uV5j2YOp27ebJiPeSDGb6tHf69gD9uvKFZEjxF2fI8BHBqvTHetDz1Awa95hrYPfMQBD3lBv+80cyIPrFYpz3XDYA80HsXPOJTSj2/kiQ+aHAKvuP51DyB5rk8sp4Avpzd0j3P/ly9VvsyvV2aiLx+4w8+7SpUvAwExz17CxE9/sw/O+bmwDxbWPA9lHifPTRDG76EbZe9s39Lvhiigj3Kexm9t/ZEPnFS0zsLj7u9Cb+fPRf7ZL2QF988AMyevGYYPT08GjW9afKuPXgLo7rTxSW9X1E8u0G46j2XZmy9ZVQDPtbX7j1tl/49KeOevVEs171j/Ji8SPTdvMcIOj08DQQ+zlJsPaEj8Ttra4W9cWOVvr3IGj36G3s8Hz0Fvsi3e7obDhS9EaWQOlIPebxLqry9/H0fvBbXBj2sGoU8Auqcvbs8mrzGgqw93dbQPOz2Rz1fRfU9QgoWvcVJ2TzIsxY+5ZZdu7rDwDveyuA7",
        "N16zvDOjUL2y7ME9C2QivX7Y1L1YBjC+1If1PFkhR74zyy4+SY+HPlmFAD7RMkk9A2WCvlhMLr7vNOg80yAzvd82Cb0D8Ta+K8bevYDLfD3AUFQ8G3YtPlQM0LwbEXo9y/PTPaMgbL4gsBG+a+JAvScrZ70PwOs9KCLivfEjZD0BZpM9S+sPPv/E6Txdfum9vTVsvcDl170IrCa+G8M8Ppwgtr21Lac93LoevviKtr2Z8hA9UogqvU8LdD0uXdo9Eb6fvXI3zb1mI3Q+cjRDPaNuN76HETy+eiyEvQqRxb20Bi29QE5LvtsCrjzNCBa7JiWavRR2t74J6qm9+x4dvLvrj72DS2W8UPgXvoLurL3Rk7M99YH6vUvZ+L1Rp/298qAUPjLy4rxIDH69EcExPYYXvr3l8Qa91ZMUvqufazx6f7M8HL60vWEUer4BHzA9diDSvVooCL4M7hy96kiLvX+6Vb7IRKE98mHovV6Dk706F1W+SN1IvtQV4r2y6Ci+XTJgvZIKwb0Onm89SnuNvUVTaD3GlhO+JieuvS4VWD0PNzA+eVRIvgk2q72NxXe+PSSmPRjgRL6o9Gq8fhl5vTV2xzr3Mfu9JRFovdn9AT4mH0K7sUgkvpFWYb38yVe+ZhjQvPbkyz02/U2+OvioPX054jt7YYQ9rEulvis8pb3MpKk92m2DvaCOwz1smBw9uK2APQGDRDzH9By9Gv0IPZDDTj4eHYK9f+OKPc2ZCL7ZovM94kthvPJrIL0/kzI74hgJPueUjTwshIy8CXFPPZGb0T2m2Bc+l2/UPBnW0TxIVCC+EFJvvP7LaT5N07C8Gx/RPdThUb46Urq9qjWgPaAZxT2j1pw9BACpvFfZNr3GWI+9bEa/OwjKaz6mujY+LhA5PiMcaTtNWjw+3LewPU16RjteJms98FDzPOfLEj5prQM+tmWNPR+RxD1HVJU9u3Pjvc+5ujuKxgM+TyiHPjitZz0RMu48aWFuvakoHD64Z1u+kV6lPAyz5j260r+9",
        "98H9vHtAKr47jv892y+ePch9sL0HMgi+4aQsPr8Czz21ksw8L4YVPsLWEj6g+9Q8R0okPaIzlD0ZQlg+03cJPtRBSD3bv8a8UxeZPSeNS7x9eHe9vG/cPckXLL4pm789GripPQ4feLvXZS89DAKyPfx5xz2IlVy9I5EzOidEi70WtMq8EaznPRH/jrsZ/UY9byuFPrUMIj5GMZ49f/ZPvUJnajwcgDs7kU2vO8PWBz7p5BK8rM58PViuij1xzKY9OQ+Rva41CD4CZNE9uNWMPbouAz6iofo9kCeYPS4j472dfQU71LWevSgsZr3iifI9j6uJPUz8TL3KX3K9qmViPQ6P4z1n0I29IZrzvC0RGrxI8ik9QcEYPV6Poj0FGzC9nRrSvKQq2b6yxSg+1H3EPYnQxb096Do9FATPPSjoYr5FweC9T0+GPEOeej1NbTQ9laFgPMkFiz2H68Q99WaovZtSB74XLws+b3Szu3Kq1j0AEx890sk7PrDDxD3LmNu9wpinuv2wgr17xAa9057kvSGaXzpTxRi9I2jyvHvYsj1De/W8oYrfvW8pDj7rN/29uOUdvj4cpj1bHIm9g54xPXvvmL0sWeQ8cncoPaV4DT3F45C8sd7TPXuYCj1A2Ga+i/Q7Pc5ITbz+3O699FmjPFbiEL2Tv+M9Ln3mvVHAAL5W/bi9F3vGvabIa72GdnG9PfC2vbpYnDsa4Mw9NkFjPf5/GT3lA3m8RqsJPiXUzD39w9q9jfs5PTIZIr36xH49/b6ZvVBU1L3c3Tc6YDnmPTsGfj2aWJQ8zX8HPg3DJb34z+o9/2yjPNZk4r1XLD69IkLxO5G9Cb7XMBC9M5MLvgRzezxGSmk9CKKxvYd2s72alWc+J4AuvrGMaL3LwoW9ckaZvVxlE73BGJi9SKjBPJLHDD3bzJy7DdOPPeNnIz1zHkS+HnC7vf6tzbo/4oC8+EV3vXANPL5oVoQ8BMD4PbPG2T17FJc9tvfXvNjZYTwkDrU9a94dPEFg/b1GrAS9",
        "AXoWvqHiKb27BnO8ns+qvfrf7DvOiiE8L9HtvJzGB76fR5u9TM+3vR2evz1BuO29e+Fnvcqjy72DMIS938gnPcOqpDzVFJ89KcHyvd80Tb3M1RW+bahWPYd9Cr3kngS9i8uqPb2xgL3NX4G9qWFYvk+AwDt6SXw9xFhevGjeJT2tPAs9r5x9vZUv/D0HlhC9yVD3vVgQvr3MOTa9mYkJvnvjDr1/n749dYGIPeqnTb1aXoo85bZsvUJtUb63WKG8DMM8vVGoWr1Fb2G+UztfPdJD/byV9h+8RldyvaRPeb2TL4m9IhO+vMbnhLzVZ1E864IQviI4Mr5sC6I80vOKvewdezsn+CE+GdSuvAvhlT1MOSs9J+2zPDS2pj36ygi7aAnWvVZ27L2qKhW+eDo5vXcTM77ydBC+vAurvSJ6Dr30FiS+f4ajPYh47b3E9wm+Rd0JvdZt6L3Qzd29ovcDvCVyDr5DB+69hwWGu9NbjL1eq668vMScvV2R3D1CcLo99AxtvCMftD0XlUk95HnGvIetXr4/fsW9o7XXPPC1njzcJC6+gG05PBIiEb6nyXK95tQNPapbxL1YL3G8ngRZPUB3CrxaoPG9S8M2vRuurDyBUlA9/zAqvjhAWT0X3Dq9fMbevaRVpz0IcmG939g1Pnrb7L1a4HU8Qp79vf6xLr7KD509Yjytvc3Eg731iC49bTtpPeBL4jz3hj4+0KkUvGT3xz0iWMM9mLgJvbSsgz0etN082cOrPZcpHr3OTyU7rNMLvjOUvLtNSDI90k4/PucQ/bw1vF49/HC0PDofzD0sHmM9OW+EvA1axL3lEKC7xHJbPfVnbLx+Zqc9vyAMviEUET12k3w9r6PnPLxs6jy54j496iwNPXc/GT5lxhA+EnVZPcM1ULulXT29A+SLvFTjvTz1p1k99iz4PfXLNzqRnYC9zSuRPQjBCT40CaU9jb56vYYnsDub7MS9tGVDO8gYvD1/Wik9xq9qPf5AEj3XXks8imWFPB58n729+3U8",
        "msNaPf9ETz0bnl4+yOihPftQiLvf9wK+MlYlPn+yLj27BOE89ocePdFYLb7cbiq9LzQVvSbXxr1rsXq8zvxCvfd+1DpoE4k9BtYTvK7Z0D3uCk08YUqDPUQByDw19oa9IJeRPQdiSz2sE4s9A2bkPNmQFj6+Jwg9jrrXvOQOhLyNQaI9QT+3PQeJ072QYkQ9zI+uvXdxSr0s7/C9EStmuxBMAL1Nzzi9OXrrO71fYD0O+uS8Bvu0vSUL+jxUOjo9HVebPTsU7T2p1Sg9+tFZOyd38zvG08I8v1ZkPsoaXz2MOwq+9tItvdtPjzyhxAu9PFFfviG41ToTpqu9Ann7PDy647uGNQS9l5/hPeuWNr0jq/i8UJzbvJXpJT4srAE8bhaTvanskr3SoYq+W61NvZLukj3fjMg8FhKVPWZvhbx1HQg+bgfsvP90Qr1nfe+8+8doPRDFhDwR28k9JwuHPcSObT0fb4Q9a9mPvXtUj70GcZE9Nm5pvWvb6T2jD6Y9dyK5PSQCHbs9Lvs9TXQQvjSULD7MeTA9fQFEvVDLsb3U5iQ9qP8ZPa4NMz2i4VY9FyPEvRAtlj14LsO9C6LvO+3RlTxObN88PX2ivJbPYbxincQ8L936vIWxwLy1/se8EG4cPS6I1T1umV09dK8vvNpEnD0nE4o9effyvN1umr1QUYA9JTDgvO/TOr1P16A8P8i8PLSvlbwZeKw91CZ2PB5jljokNqS9wVMmvnn9J7wnkSc87+JxvbHghr2QCFW9ZgJwPQ5ABb5jjDY9bXG5O5xxFj05sRq9vpIEvY1BsL19Tdu9Ov+avH85mj2Q0d+9nxcxPhAIF738OwI9H+9XverCErzqsaS8a5xJvuPlD7yb2zC9JgJCPbDbDz0Yshg7FMzZveYo1rzK3A6+yMnNvTDVXD0RiUK+2YSwPA4y/bwQQCg9JSjQPPam8b22A2Q9HYKIPQuPVT0IG3W89BCfvL+9cb122kE9fM2ovX7YybzMeeI9c0RFPjJ0jL1EdVe9",
        "si2uPYs1sL2w1Sy87qmbvMmdFr6ng+48LDItvdzAez0r9KI898/JO8v5oTzRjoM8iCtGvK1JOj0a1SA93q2HPZWxhzs31iq9N7AyPn9dCj1Sszg+qLb5vaXxhzxXMkq9nrktPYWpRL4BriY+FebKvM4qvb3nPBW9cF6svYbAIb7Ph4S9ENlZPXDiW73CxPo7qSJpPTld+TxU6W07p/96PVSC772V6Rg93eNwve9PVr3Vppk8ygg8POpExr3jr5c9ZYTMvQtEP72Dw4s9bVrEvIc7sbthuPm9ItNavEN1BT3a/ng8eYnLvYjIn7zZxgG+FTQtvKAQkL5sUzk+9t1kPfb9GT0Btu2829U0PYLvcL1bDzK8B5C0vaHltbsRVS4+zoNLPoZrYz3JNWi9O7AXvUkMM74ag0y8Nez0PGOWYb3KvB8+jRPJPZ4IkrspGaO9JLznvGDUBb5WkAI+JQrXvdF9mLmK9BA9zciivF6Ek72SSj4+9YK/vYBGnTqiPg6+wkBCPJS+WD1IW8y9fWjBPUCFsjzurPq81NtOvb1mnrxqOgY9qDqIPWK3Qz7a5rw9fA2BvF9+ar0nE629BzFHvUJO4j1XQ7O9oUEcvZCpK72dO2S9bP0tvWEXFzzS/uC9voSePeH1cz0TznU87psMPoE1Fr2n3Bq+/6C3Pa5BADvD6jY9pvAcvEXKL7x2frE76fVVPNXokjpy3EG6tmwyPEoWBb3SZam9NhyDvUd+XD4F76Y9CtCkvTK6vzyXBaM9ouCXPUal0jxMbwI+7dPSuXNWcT1oSt+8NgExvAWElj2wyxc9RzOVO2j+dzzNZvq8J6i7PRgTNru7KYq9yO7QOjwYx7wmq0S8nJ6JPZ3UNL0Av+M9MqebPczjl7yWsyQ5r7GaPZ3Nbj4UjGk8dGmYPe1HFb0U1147qDKhPaVfCj3vK4c9KQQJPkTCPT5GTUc+0JaLvTT+mb0sB/S9kNcRPfTfNL3XM/I9CZ0xvSIEpj1C34S9SqLTOQpIFj1E2xq+",
        "+26PvZwIXT3AawE9XkFEPSHU0bxW23s9LtXePasu3DzLDH0965gKPnK7mzwmBY6+dFJJPQSWKLzMR7I8WN/6PdyxIT1+jlA9YfH/PW7tBr0vZcE8ZNvAPdhKOz0B+hk8Gtg2vVELLz2ITYY9dTVyvdEMRT5Xig+8cv0RPeNXf7118ws+FMePPZ2nXL4CGGM8YwuCvZU0hLyHFZw8Wd6qPf231TxA2qI8Dq14PeV5/jxTla88sI9KPdBbJ71NuDo9QpcFvZhtt7tBVc885p2KvQIAxD2660Y9HkEMPgtvDz2wBA+9RclGvTR/AD2GDoU9EaaDPObVD74rrpk8TQ9FvZYDrjybFE++hwXuvKZjBj4E2T483nCXvJlbsT2fhm+7TuhPvSAQrzzy5bO84SdUvmNuEr7CSBa+zlQXPEr/bDzDBg2+QtKZvPBYiL2fUh8+LPxXO3yZfz3ua4C8Z98DPcU98jyTqH69UauAPV2fyLwBaI08dNjwvVp98j0Bibu9XuMuvSF2gLzDDd48vNGRPY9KV72YWZI9uC/xu6SOKb12qj68tIM+vS1bOb3fwEO91B9vvMBZq7xhxwG+1wi+vUqpkL1VLGg9r59TPe/WW72akp28Ft0mPYxcY724hhU93AQ7ve60MT5sYhy9MfPwvF4sIL22BMu7+gNUPaXN770hLYQ9DN3yvA3J2bwd0nI9n9Uou43lK76GuEo+CDDZPdUoxb1OC7m7k2g7vRX+Cz7uNKE9vXvYPNdgWb0xItI9XayUvNPmQbwBQTK9xSuOPWfm8Lx48hy949Q8ven91jz3sg88UCyqvRyf+72eMfi8h7OiPT4CZT0SPKk8Ta2kO35+Mj0xEsU84Mk1vkupFLwjkI499wOzPSiZybztWzq9IIufvIZWL7yVEq88Hgo4vG6s5ztyrtq9nYZavJaTGj04jNq8A2wAvR97fj001ZO9E9WrPdi3Ib1Knp49K73gPcQlfT1X2F49LJJKvX5sjrzZEqA8gbzlPfPql70u+6E9",
        "a6ycvpZEEz4gzRU98Ya6vq3yyz1KIla+xofNvYzmk74hKA2+xIgwvPLTlL7aMrS+IRJePoE7iL4oTzQ+57MCvfjSUb6Y2wm+krb0vsAbbT07rYG+Gmhovos9wD0vRuy7cVapvTty0j43eZW+qU1Qvh49l74dgL++2LagPvVLFL7x3qS+MZWmvf6EfL4JGq2+IX/gvZmxnb7LcrY+LR2ovci6Cr4ruse+mAWJPoYda775t0w+cwqVvqjyTL41Kpe+V+WXvpsvdb5qo8q9tULYPpkhlb4Zrog+uiuQvp3kS7yVmTm9X/yLvjj4KD6a2m+9/UZjvg8D4j4/qqm+V/KWPSyPnr4bRpi+FGRKvgHYO74cZfe+KfSjvp1CRL66AfW+9Ewovkafgr7XAH49lXuuPUh1oT7QJIW+Wr5Yvp/MRr6hhI++7DWRvh81ij7nhK8+o9yCvo54yj6J1p6+wfikvpCDgL6ecEm+8QlBvtN/hD4QOp6+2aKtvh51ib4LuC49M+g3vpxxkD5vtyU+LQSwvl5Sub51OJ6+LbuivgnxFD6dd02+jrC7vvdjhr5BEn++svA+vg2XIb4kn6U+mB4ZPusE8D308o6+yu1pvhxicj7OLT4+GR7RvgkCPb4G1Eo+Y7Cnvoz1BT7gS4m+mPhNvmvgoL05mDE+GCJCvtiHl75eacu6eyKwPiFbgT1fTB8++uWAPkZN7z1OEhI+2d4APnDdDD4v14G9t85APm0XLD0SgpU+hRt3PYfWAj33y5I9ThsWPhjItT1qSgY+MzI/PtJzKT4k+po9YPC+POCFKj7Frk897ymJPj66cD5SNnA96leYPk69Zz65oZg+5mwHPqOVjT2bC8G9F41uPJ1z7z0wFcA9orGevNAOuj7/Tgc+qD8fPbopVT6Pito+CfokPgsuoT0d+b09B2yQPixgTD6xd5M+tcrxPUMLsD2OA30+iGB7Pdt78D4iKpo9LKIlPtXqKT2CcVA8FvUAvYSPkD2jWlw+9zSwPg4ZPz2DuyW7",
        "TeOkPoVPnj2efk4+jXNfPh6Tc71a8wM+eVy2PYpehD00sc09jFjEPa2HVD4Kh4Y+ztm3PiTQDbsv29I9LOGiPRTqDD74rJo9SYB3PjZ1uT64EhI+CIPePmAPdj1BUd89EoU5PvWVST4KZ18+bZV2PvH5Xz5ZPs89DJmoPR5dxD5Vu7c9lLXcPhz6XT4T0QU+F/8cPk+qGD4cTjU+mN4JvLQhqz0xueg9vwa1PRAfNT6V4O89bImkPZnrDT4QHrG8T15QPcqbED4joeo9Mw53vjmDgT7nVMq8ip1zPUiN5T5RQRw+00CGukK8wD2gkXk+W9c3PjkD2D6P61I+CLgCPsY9Urx9DWw+lK+IvaPMwT1IKiy+1OuCvakJDL0Ppkw+bH5aPaA5vL33dtE9TJ8IvtEmur1kRhU9kp2oPaIIVTzCkJe9Go0CvqbL5juTLzI+uN2gPG86X72zKDC867tBvbwkSLw6WkS+7xSKPTaxi7355f68hswtvSDT872aPyO+C8kEPT8D572kfiW95t4Pvb1Fb71mInM9Yux+OR4uzz1S2Se8ujmhvTfz0b2cqaw9tRFWPXYUQ7u6HrC8wqElPu+zJz3mNtY9AzCVvYbm4734aUS96jMzvn+qaj13GDU+yAfUPD32yT3ae3o9FgrJvGAdPL0eQTm+CF7YPOMvt73UzEK+DxAOPXObgby/4gS86AorvfoNCT09m089PPivPAcy4byiCVE+YktrPa/phrtSLEQ+vuHOvZwZfrxH2c89EA2gPX9nPLytyKM9D/Qtvm9gbL26mQi+T1OgvNShGb6ZGIU8Ioc2O7zYQL3As2o9XvGsPY8WiDzYiae8Cwo7Pm+/WT1mwYA9Ttzbu9UNgT2LJBA9uXg5vQ4e8bwSfu69dImePTFkoT39zoG9SyvOu5+CPL08Byi9T/WUvQguAr6zb0i9e1lJvFjbhLpoMqG+FVDgPbNrYD7lCEM8XoJ/vgTCAL2UXwm9fUbQPRuoDzxJ3Xy9SBQzvg6gGT2obh28",
        "iM4LPjrK+L0nKi28Z80zPQKzIj0sdlE9kJGFPRQyqL0SID69u9TWvQwAB7zy+VE91F0NviaYbTwP5Ii9jmmBvazX8T0+i589wVTsPadftb0Nlt+9jM8qPhcsy7xy7Sg9a7t9vthDwr0rbwC+KjMIPRWP9TwTZya9v/htvTZiST2zwlS9KnKivEYHCD1+Vzc7CX/sPEHYwz34Rc69JQBCvbizEzw3L1m9TUY5PITavr0ZmdQ75mzMvEK2iLyKm727+VPgPByhXzwCzMy9axK8PYHIR7303AE9uhzFPYMUjT11xRc8X/xDPVHjbL318jg92hvxvKE9rb2eGru9Xd1VvcawOb353DW8hEUnPcgYXT2Z5ha+CgmcPSt/0rzAHEi9lu5YPc8hC77xr1O9gkgLvn0a/L2P1II9izpoPW0G8ztz2Ge9G72HO0R4gb05Zqa7suQFPYsW272J9Ra9IpZjPWCTT71iUbq9uflJPe/kZb0+CrA93JEYPo4CGz4YJJU9E47mPTBQPzudAae8B7cuuw5ngzwjiUI+pnuju4W7pD1i/jC+bpUCPi63Fb39Ejg9KdfZvK2MSj1B2QU9I+SNPc8xBD1LsKG8tamXvaYvpT3tE3Q6YZqvPU6Cbj1vl3G7zr7CPUA1KD2ms4o9XQMWPaCQwDsBJoC9H4w7PpeSC71B5U09V/4dPAg/PD3gHES9KUEWPUDOhr2KXgw+K47+O9yeHL4ARBg+VL3OvXSUvbw+mDq7ZT9kPWpxwTy/jKA9YhOfvcVsyb2K5/S9DkEqvUFTKL0xStu9mZlUOx70571KjJG9bXhCvHjKw73Oboq9usq8PIpdZ7y9DMi9rVSavFw2hT5z0ge86Aa5PUtXRr3upAq9zd1ivTMdQL78cPC8po2Pvb1ZHL21g8S9LXf1vJV1tzuhJaI9pmyYPTwgvTtSgGE9BPfmvOx4S70wBbC9K9EePB1ovL2bxom7iLE+PNLxij2IOg29LobwPXVRq72J6JY9MSoZvlfqPr2mOI09",
        "bnGRPBQMiD2lING8Se1fvUos+D2AHow8tXmNvQ0tuT0lLcO9gZmDPWdrzL2+ASk9swKbO5/N7r369sG96fCYO4RuPr0lW7E9b9UhvW1YYT1nDvw5E7srvXLWsj1u+I89ZiGJubNDfL1EJzi9kWbKPSc5RL15buy91saHPW9vU73pqgG+uwfUvAxnxDxUTe+9xhXEvTPbFrwhc646UjLFOwdD173c3aM8nMChPEVtZjxjUnG9XoZ+vfW73TyFDAo93DbQvKtBm73mJEk9TuMYPovwOr7RJ4q9MvzcvaDIcr3VOoE7eqK0vP1aK7yvprs8uWkevWU+KTyp4IC9RlkPveX7Jbz7HCY9LkGWO3HwmTy6b/S82ZB6vMc7pz0zEYQ83NoRva0Fqb13Gd+832tpPWT397uCWzq9H6icvVtAyDzI8fK7mVbvPURfn71i+SO9r+F2vG84YT0Xebu7c1hnu971gj3VxUy8S4HcvdhJUbxbBlA98x/hPL9CHL4wOBy9aBo1PuC4LTxQHFw9ldaTPLAfT7yjQ5y9+CxPusNAnj2rtt69kHrevKOQYj3tRps9FVQNPsqHj71BB5W98RS7PcLy7r2C8729PVaBPeYLuTxckhk6RW9GPXgxij0EYlI9gvshPZ51PL3t8c68tJyDvY+4+D2YzO484RcQvnTWej0nwqm9H5nEPU2Y3T3sM3K9Jzu8PXLCVT2Rwlw9R3Q9PEnhFr2qMMw8R3AZvbzWDb4ejrE9k27svKJ6rzzLgEI9qkIlPhM/i72w7Q08QXpMO36Gej26ifs8++HFPM9y7zv8XZE8Rq8GPeyUo72/+BY+nFCHvCvOvDmAgLM98qJuvQspvb3FHxC98wMZPeMDLb3eG+A9+nkUPK6I47yfBcS86biqPBbtvjupVzk9IM65PLf1zz3BCi06wFigPQeuIz2jYy68KfqpPPq4g7tBlC0+AJmIvC2EQD3ZiZm9J6BUvV1aBL1fSZA67ctrPFWxZb0nujw9owagvUcLbjxiaoi9",
        "/DrHvmygIz4aSRs9IK7tvgHtSTwnzhy/V+uNvpPDz75Yct6+q5MePA/Jm74PhNu+P/uJutnEzr4QkSc+sSzdvkFsxL620+i+z75mvsTsab5abqy+3bmpvg2EXD7f6rW+F/xYPX1EdT2uHeC+SvPlvt8slb6EYsO+mQUPPV5R176uSLa+QYp7vie8nb4A+XS+yh+yvk+I9b5R3AC9lHKWvuFgnb7M7KC+BTv0vE3lsL6EtA8+rG3yvvCjdb4jbum+6k2vvleIw76zEbe+hbgEPmkB2b7NAkA+/GIKvwImu751vCI9LGblvpCNdj5/BXK+fUrkvldFcL1Gh9O+A2qAPiOThL5aXOC+1wzkvp0gp743s72+0tn4vryOAr+GksO+8m/YvsLmt77QRcm8g6waPjVjmT27lM++EJbAvqSAvL4Gppq+TQHTvgxOirxnuK486b4Fv97BSbzLu/u+Jn7YviKMsr46W3S+hw/PvgZaDb1QzNa+hlYsv54EAL+dtsc9cKGyvjQ/dj6pqJo9hXDFvnL0uL44xru+nCvDvnxpJj6kJN2+/6n9vvYcpb6nlbq+jBqEvm3flb4tScu9aRZ4PRc3MT7XYr6+XIfPvgx2UL0Kjng+WFilvp8R6r6whJE9YgSzvnzogT5Bs/S+oKPVvvdFVr7Nq308L3mvvhPpBr/9xsq93SryPfyaEz0O5Jg9jrYvPlsPZj7llyI+lAShPO+LTD6cibS8M5xgPhiFgzwgZ2A+2/xSPnjTYb6Elyw+vqcSvCwtgT1nL9E9WdOTPlDzrD3eCxY+pdwJviOFRT0WM2w+d/ElPpwebT776Tw9eiSUPol7zL1Bwkc+QoVXPoiA1D1UA6c+JBqIPrwpjz2yg3E+JyXAPFlWyz6JF3M+VJrpPVh2Jj4vTH8+GsNSPlUcHb59TAY+rtmAPtsSRz3n3Qw+uw1PPl4AVz5KM6E+zG96PreDJD7r6Ws+OxkmPpgtx7wtsKI90OxPvRsqlT7US08+rbCiPmUbNj4n2VG+",
        "lAcpPo6BiLzmaQ8+FpSSPhVafb0CIVw9WXIoPmAUoj1kpFU+6q9VPkonrT3jETK9AjCjPk9uNz4N3SI+j72EPu3wJT4Dklo+lMKPPgYc+T2u6c09Y/5VPoYudz5tgmk9s/1ZPi+x7z2lcZA+odQAPn9Kij398qQ9S1s6PkVAMj4pFic+nZhPPhHqlzzc/Wk+nj0PvLIdxz07ldU9iKSKvkS6Cj6YbrQ9mUHMPfxvYz4gNlg+v3c1PptiGT53KYe9IND9vUWphD3K13g+MmMZvqUikD6Gv/Q9FBZrPspFhD7kPVE+XSYVvqjBPD4DQaI++I4OPu+qDD5o9W0+iyj0PU+/wD23EKW9wQljPiAWMT2Pb5g9pssivr0s+Dyp3m29dtW1PW3F/z3me/A8hYdVPcR2Lb22pV68Fm+BPq0mdL0hMzE7caMkPV/JyzwVMWK8SK8tuwcIXD3LWFY+JbtpvfeZZr0vxAE+4eC9vbhGmj1gUKY9MXdEPgsKOz4SSL691O4KvQPSn71rmV+8R7c+vb7SbT2uOm292DwYvthOWLtV8RM8u3XCPHAtPT4wvAu9jEe0vjspkL20T3M9u9RavXx3wL0Z2ni9MFKYvU+7iz2XqDk733gTPqPS/jpQ0di9v54hvvY6hjxUtpC+CCejPRXWkj2Gf+k9mcSkvVC+wr6Z/Pk8+LQRvmd0Qz1lMOE948DRvTZTNT6j/KM8pS0rvR0c57u6RTW9VE76vaRdzD0AtSG8zj2FPSvko72B20+912JZPL+PFT3FZ8w8aPouPtfNej2v5Qo+WWCXPaOnyD2NQxs8hcjIO5+Dlb0pm7y92kUsPXeFir0ilM08QdUhvt+4GT1odJW8irMIvhmPWb1muiI9pqeKuxQmF70617K+ZUctPRoEwb25X1y7RpdvOjL0j7ozhPM7VRqgPJF8ib74DZK+leXKPE5bf7zoA4G+iat6PIyWxbzKE4q9ndFLPOREgz0EcHs+qTPlvNeHaryY21U9vcgHPabNEr2jiMU7",
        "m5trvg7/Bj63Yzi9c72OvSGERjwxfEK+BtpovSGaab0lHMO9JErrPcLBzD0W1b69mxjZPXCICz4iEw09xO6dvGEWh71v4gO+sudFvrgaXb0Gf0q+E8qvO4lWhD0dzwo9mp1OPpMYTzydypU7ysJfvfE8pr11/KG90bSzO/PpAr133YC9t7DrvE1M+zvInoG8d7KMPTMt8rybRhw959q/PIC+Pr02f929/CPXO9dzUL0pyp48VLWXu5Hbvr0DTA2+VlwVvhEIvL2c38G9BBYXPbFa2b3laP86Gjw9vnnyir1N1s09xncbvrnFiz1ji7w70bINvq19Tj2/CAc87kQQvPG0zr7ahgS+C2ELPbZGEr41whO9tq9Dvlxzhr0D7fM8S7dUPWBlVL53gKo75R08PVwa5z1ahtW9lzl3vUfn0L3BH0U9GNUcPadK3b1DY+k9d4mEvnZBjzv4nxi9W0YiPIpTIb4jKzm+tbB+vebpiT0ce8+9h0QZvn1TMr4Pjd28sJ0YvgQeBT0oNPA9B29mvW26gb3vz4m9/yOFvXu0xrwQws49Ng+dO1OU4b1DCAU+q3AdvrRUDb7ydlw9GMmKPdy6BD3/ohU9xnF8vK+iMD4VJOs6ZetBvk2CNr3wYks8FOvzvLeKFj2Edgm9sCexvdhdjryScAA+UTWVvSRMPL0ESo69iChsvZPYqLxWPFU8TdxmPY7KST3YNCs7MqFiPa77ULx0s2K8atdYvO9Dvb2sYlU9EuWwPQhxAT0EZpI9S5oPPBjEmDsUvE+9RCyWO1R+Gz6Edgc9HG7ovNSc4jyFfDW9uFDSPfDtCj2BjrC80mixvLXMpbyhWI+9RXERvFSXuDy9s2G8LXC7vFoxOD7H3yS9o2DmPb9cRT7SAjc+rs/5PEKaFj7jVrg9c5AxvRYEkz3V4e49f09LPeS4Gj58mxE+hhFeva4CNz7pghc+qc0TPS8bWj3SCJ29sJstPpo5zL14Oam9E+T6Pfbi6D31RqE9f2Q5PU3zNb12+Qa8",
        "/kWBPVKfJLxPkBs+V0sLPsgefz3zGCA9OoWTPUL6sz3LPec9j6CvvJwlGr2kT0Q+Yj2GPYs5Aj1UrJO7rDLdPfJAlj3RFko7uuAjvKttQj3rRxA9UXINPeuSg732Lqo9xnMRPtnjq7xKOvo8HqvbvCy8pT2EjZy7VYWcvS6Nuj1VJ7k9VDYDPtoymL0KL1E9PKJJPMoMNT23lcQ8MO/5PN2UgrzTFpi9oEToPVSdiT2S4uG9DsbHPN3bNz1enKq9jLMAPmkNAT0M3IE92naNvosHFz0vP6A9g8mHvPRwWzwBaRk9a3n2O+RpVrgtnJE9vPVAPvJbob3fo6C7HfELPQYHr71QC0m+5K8+PhP0Ur3lxSA9gpnqvBbz5L1444m9oelYPEstOz3mTlE9h3tKPc3MPzyv+TI9SR4HPH8qYb7rrl89fteDOxwRmj2YIig8SecGPskhoL1DmYe9YuyTvLZz573kYiQ9ajfmvTbyYbyxK5s7aUQdPrcvgj2M2Ra8fA6BPDFf8ryE2Km9qJPru9YjJL2n7+W9C7vevQ42zT3VaMK8/4d/uhqesb3nKge9N0SkvOC7Xr0dpg0++8wQPQXikDudUMq9FJKmPArYhr1s3HS9/WgcPWy2fb0l/3a9WEqNvWB29LrT6Wa8aMBQPUkZ8711r0Q9CZdEPQMDMT3Ltje9po6xvMXlxr31y74942g9PcegPb55V1M7E/zzvXu0Uzz4bsQ92dtMvEpGdzw/8rK9ii6Yvd7/Wz1atBA+lg+gvX2C4rvEx9k77HZMOXQCmb00ULO9hmkbPp4ujb0neyS+YuMFPgZo27xMEQa+uFtYPFApLT1s7/m9+F3bvVvuWb0bgqQ9zgc6vTtwMTyNHWW9UNhEPQ913DypvyK6YM/6PEeokj09T3m9KYxDuyKuvD01qjQ+9h/tOkn6Cr6bBDG9N63evSeRPr3QjqK+da0/PocZFLzl4xQ9eBOZvfWrPL1NpqU9aGuZPRPwjrwsmDG+Q7koPlFUTz1kbNc9",
        "oW6Iu1PhkLxgPE+97eADPmkXjbzgZik97UZzPk8a+j0tXYk9iPDuPeEEFz2ZZsk9VL6LPVW+Fz3huQy86JMIPEX9AL61b3a9DrqBPtinQT4qJIk+fUKovM4aELz3MsA9r3fQvTYO171a94I+xa7sPfcTBT1rGke+YF/GvdYeBz2WRDQ7QP0CPt3eRz3eGpW8RvCAPaL77by9PNG63jYvPrqI4TwEqQE+rs0/PTxzFz3YjWa9th4+PSqn8rzv5cQ9dzEwPO4YKD3Uwkc+OWoNPXl4cLwe35u922SEPcy6DD727l28uGwmPWAKobxi83E9XkayPXy3u70Yxt09xribPJQY4j3nskm8f8yVPWeI7D2xQD+91TjyvIMppz3NW8E9nF0JPurMAD4pMRA5z7ZIPcaIGL3/X+c8y2Q8vTAeVT0ZXTE+BdWLvT1AZz0EwPa8gYGqvEYctzwTrXw93IaQvaKQGz6wNtk9/U4MPUvq473YPVA+qPvIPUCHojzqmrq93xvLPeqASb14qWK9KcCLPFQJ3rwemj89tPxnPISRJD13yIw9o33XvNFzBz0VAhw+mQ+dPTvjKz0WNQy+AXVgPUoWqDod0Ka9xsNLvW+8bj3kxHi95WbtvLU/2b3+Ygw9vtfoPGhHIr0N5QW8kZypPfHnHz7CGg6+4w+VPIZHkr3VkIO8UkRbvc3nmz3uGZy9A6T4vDxS5zzV2MI9qxNIPTyguDxkMQy9cMmevT/U8b0TJJI9AJM4PIbP97xCOMO86moLPpSKpL162Io8ycx/vdRRRL3ZQN08HWy8vXE4zbxLYzs9VorUPMP+KLyT/R+9i/4GPip2M7yvxsK9BOHHu78QOz3zyBG+/aarvVfeJz1c88u8rJoJPWKDJ7tYv8e9Pti7vbkdwLyHHKc9GrPWvI0dobxPCie9sGnHPe1Mb7wrqc89pUqOPWtZRL1GpgC9e/nfPTSZiLy506A8cxmxPCBqpDsWQFY9SuEUvYJw4L3Q47Q8P2tevKBUuD1A8Uw9",
        "7pZrPczUfb2/0Sq9loOUvczl/j2BiK68K/DuvMNxnb2XoHQ7RhzGPFA4OD7hDbO8YqUTvm+RsbxyhQo9EVmoPE6HujyOTN+8PszAvMA74D00V6M8HDPbPZlqBr1ba5w9madtvdsKeb0Rsg69M/ZoPeFQ5r3bYoe8zZRUPXzMP70qKMA9rezHO2a8sryd0Q2+MZMRPtW5SLwhYxa9qai7PVo65b16AKk9p+QwvKG2krwTg0g89QKWvVTZEz5Kvgw+9S+vvJFfDr0Br4C8JraqO5OtWbuBOhA9de7TvLK/Nz045Rq8w86kPBZdJT2wkH29iTh4Pewd1D3QLos9pOOavPwL9T3YZJa8LRpbvbRlJz2NxrK9PZUsvTFpET7k+Su67XL3ur587L00jw29u0KOPQZHD70q6308ToCKuhSEwb13yIS+AvQJvStPk73x8Cq85wv5PWCAq71RgSa8BeH8vLl8qL13rBm8t54FvSoXo7rZW1Q8IkcfPRtv2jynHeG94bLZuyXSmr3m17c8IJ7EvZgNaLty+lE9Eni9PZylQb1Aopu9iw59vXr/mbzC1gy+ROF6PTVQkTvtcGy8H9tXvCqqjL15fzI+V3pevdzYiL1vrBm+LyDGO6IMbj1QNIe8M4iQPeyUzrxXWMg9AK86vT5qnb2g2oa8B4NhPJYBpbvebjK+2U6NvcMlZr1KkaG9h3d7vAZnTz1o1IA8JuUwPd2rT723jdC9C+7APTr3gz2cMzQ9FARLPJcY/ryJStY7NOj6PWG1pD1sUk69vmTyu8OgyL0VVYs9/xw1OqZMA7u5eMk8S36SPLweUz2Lw/w8m8Unu5Gh0D1032+9oFRVvWjFGT7/DWw9D+XVOUOAfTt0+JY8tQcOvrYCxT3hMWy9Xs4Gvggsczz5f129k7k9PeL+YDyDeci9meSIvVGVvzsA6H09ZuupvU3lJT3uIyU9KlIoPRPHX70/G5w9rNKTvDdwPTtbdgi+DdNFvfnzjDwuXuC9N1+8vcAZi70Hz+C9",
        "wWYdPjBnyb3MSE2+ODmhPr8EUzyB74g9asILPULUgT0pmkA+/689PtBv8DsWpIs8qlIfvnfeHL0Bcam9d0JoPDFkND3WhgY8FP7NvFXP8T1riG4+tuMtPuME5jxR1dk935IbvvU7oDuiEgU+HDC7PO2tyru30cY9CNmTvFUiIj7OZZ09hsiBvHDcED3niqw93JIQPacTvT2T5ro9qyfqPYHWKD5pbSM94rboPEVLx7tAE769hnWaPVlegT4jbFM+H0H+PW6MSz3IMZY9H2Gnvb7zHz2uaGc8aWEZPoaJLrybwzK9V2rhPN8YCr0WXwA+I70APjhfsr3nuI49vxB2u22wcj4DOwy9MCGpO7gFDD78sFE+zY4TPn5sbT51Z+s9++hXPmWKOT415/C9OUEoPZDQAr4kqws+Z78cPQ/IKzyk4+k9dCziPI2bCDwUt/q9nuFHPhRiir1jR5M8fV2+PYYjvD3zcDA+M564PWiIQ7xTwDE+GiSHPs8Uez1haeK9wvJOPkIdBL75tVk9HvhOPrTBED5QCB28aIRWPb41E74vcAw+GffCPD/JbD4QM0w+d9aiPBbOkj7lqiu9PlHVPGG2A7241wQ9Kx1gPJ6kZL55OWi9aKydva1pRj1fYMO93Q6PvcFMo7tZNX8+lWmHPISBcj1B8ai9rtlIPmU0jT3qTow9H351vbImoj2Yfzy9XcrSO7BDdztiCjy81zRWPUCl1r1pU2E+Lbo7Pbr/FzzRs8Q8j59hvJpTAr0K89M8LB2LPRU++jzBBgI81m+ROqp60btlRjs7rBUZvse+Fr6DJt09EduFvTDoEL1x/aw9FPEgPQJA9TwwxhU8F30dvEuFW77Kss687UaSO8rGQb2psyI9NpZWParPU73rSV2+wyZBvH8DID3kqm69XEaQvTKjTLyw7Lu9lDRKPIIsJb2t0wa+gm2Iu68fUr7/w3O91miIvS+qVj2/hl09LhVGPXDwoD486iY9kadJvDqFQ74riBO+cFBOPa8SIr0K2OE8",
        "ywKrPKb30TxMrtw8+husvSae4Lya2jS8QcCHPX8dVb3jiyO9iCLMPIw+Zz6tFIC9pw1culaYkjxshI89h0dhPbNEnjyioHK9TeWgvcw9Kb1Yyoq9VqLWvfN0er2vH/u9eqAkvdu5BL3MaWE9wqIXPptm373NAIy93Q0aPXeOYr2cy6C9oOgWvq7VPj1AAre9/xAqPazx8bxu/Jw8XkeYvS4WKbxz3mG8bc8JPbtCyL1SVva9fmqovZT5FrwE5/g9zUKWvTKzIzyTdNs8/gqKPQNzBb7QZmE93V6yvLGXKLyDafS9C04Wvafn/b1iL1G8qRKfve7o4z0RfOa9TB2PvVeo3TyCsiE9o/vavf6Muz19OK68iQ0QPcxzhrylybC9lr3JvSk9k725Rio+ZVY9OsCBDztLC2Y9W3sRPUDzUj0VLAO8bUcbvq0o3D0xpOy86hrou209Cz430po9hMv7vd/8pj1sMHe9NxxKPQBhxz2JH0g9ebDOvY16nr3ObKm8+G3NvZnscL0Ueag9iDIwPGmRB76dw808GuHOPKbHnb33Yx07N8QAvYnyJ7wvGNG86ph6vBHF3bwHdtq9VtWuvOk9Yj0peQM92yHtPcGgWbxQJpM9g7sWvo/oOT34QNY8gW+DPvRTDDyIa4k9cZZRvWOxAL6vR4e9HEJ/vUHhvLtVQXO9QNUyvYrvs73/FmU9AOmeOyldk71Ep6c8Fgyuu1q1jbxyJhy93vk6Pgockb0odZo9DlZnvGIVWj11k7O7NnuHvSotxT10Qvm7oGHJvVzxxLtFFY29BlGtPe6Vwj0Htao8DP9/PKb8vj3yqCA+qc7EvXFdbz39kV09PXbiPClkST3gfjK9YtymPZNj5btLAdw7eWM4PSVSkj3hkj49WgMvPSEH5b0ZblY9ISmPubqbsr2WBZ69fdDgvQPWMD4vn849/b3aPTJp1byQ+Xo++BjWu5CZGL51suM8LSnvvRXBPj0VhSI9V3muvMUDfj19uU09SGwVvnBLSz2uv008",
        "+oeMPoS0tD3UBJs7FfN3PsrEDb1ZMgU+jO9zvSGwUz1kHqg9qg0IvYm4BD6OdHq7LriYvU+NBT1O3ze+sU12PTWDxr1kpLe8D/lfu910lrs4APE9VC4FPpu+hr1Nr7m93ALCughnZTwsuf89xiMsvUOh8T3Os4Y+7GeAPdsRKj3bwxK9VwmMPbv5iDvC6Ei9LNEqPhaml73K/9092rMEPrgIlz3zfYs9BRMNPiE1DT79UNa9xvI9PgYcQz7tZIO7T83bPY9pAT16BTk+RAKavcqvMT5Dt6s9TbQpPesbAr7ZNMW9g30dPudXBbzA+4q9KxmlPl+ti73k6i8+6KaTvGBZFj6ltKA9hZkQvauY8j3aUEo+q455Pru1xz3ey4A92KusvQjTHT6Q7Zo5PMnZvQRo/DuKCpC8rtvjPaqQlD13G6s83GLdvQBUzrqYNae84s7jPfZ2HT5ayGg+cGXxPQmMOT2Cru49n6lIPp8zdr0ZAoc9pu1NPkeAh7w+7bQ9mh43vXTq/7y/J1U8/GZqvXw3wD0fG7s9z6d7O9dlmbye6VQ++6DCvLDIWDxYSww+3TlZvS6Dmb1rdXS90JqyvQ6nhDwl4JM9SqnGPX3coz2LsQ89bZdHvtmUlj1ZCnc9bZq4PC4InL2B1AI+fEuVPXCPpj0sNYY9PU3JvBGGpD0mRIu9bg9CvcWVBD2k6gO963VfvektXL38g7A9ZdZnO3BPMr1afJO9Fx4UvlHSQr3hVNs8bNdGvQo30zyc9Ba9uOaevAoUA7ymIAi8VUwmvkSPpr33L4A7R1TXPWzkZD7WMcu9ome9vaKD6b3zcxO+rrAsPfh83r0o0Y89aBjburxcmb2xiWa+0vCrvQW+qr1sEEy9TI4fu5UdwDyxeHy9FpjvPC2/Cb1mSaG9A+zMO+qdGrxJb4k815apPGPri7wiQ9c9C+q+u/aC5LzydSI+slfvvbw+Fr7UyZs9jWHLPI/Pib00MbC7ReXJu0loE72V+By+1K2lO/fQn73QVuU9",
        "PhitvWfxLb6mYLS9HkW7vVyjRb7VIA6+y/P6vRuVor0DH0C8C+6Bvd6siT23p3M+K1NDvRdPv71i6Yw8zsS5PbMpR73YL7S8noUsPmvbgb2wBCO9XOGevaBPyr0bCUy91aHIPGEV/j2iQWQ9TPVuu8zw6z2qgCu9VtAHvvfGlbwtFoW9dhLBu7fgAj18qkk9nKoKPi0FF7uCmAg8T7tnvZSSUL1CD5i8kwIrvYu9rT26bye8apUkO5aqWDw6Nwg+mV2KPDQ14rucRJS9zrK/PXCSHT16TIa7bEYDPZB0Mr2AWwC+FXqVPSANKTyyU3w8/S4mvemGkr01kWK9txgkPuyl7z26yZM9dIzivE7GFD26idq9FL+lvFhSUD5Z3GY9KxeZvbY/2j2vsBy+gHOevN8KvL3ABWc9WqnlvfR1Nb0noZK83aOnPWs1bL468VM+ehg4PXnC9jxZk/O8qSAIPoN1aL0sqfG8LOBGPXVR+zzKkzs9IbbcPdUim7yiP9i9x3uavcsLpL0lM829ahTkOwRNV7459aE9POHvvWI1q739TKe6K4U5vmKJuD0I1M29NqpIO19i8TxAD528jGgmPld2Or6RFqQ7AOzRvC2U373dwb45DZCPu3Npez3SK0K8/9CSvUL+Ez2jILI8FMHPPVKXozyIt+y8cBRFvKr8UDxqyZu85WDIvQd90bw7sDi+GeiHvpBTKr5YkyO+e+AJvs3NnLsm4wK7JGYPPmj4Pb4rP0i9gTZxviQfzb0aCaM9iYTKPTek9T1HG+m9NqEGPVZMTL02WRg+UyZsPUnaqDxzJkg9IR8BvYZezL35MoI89wiYPQx4b7ysRJS98UtpvBE9PTtbaI09c6YHvuxA5TsDGZk8OOwuvoc5nT2BMI88rrETvRO44r2dIii9dKiGvbsBoD2oaSM6ECG+OxW42T2ri+Q9m5CFPF23LTz4Shs9Pe4IPsf0srxF1tY8oiBcPXThnD0Alos9JwT8PZA96z2RPsm8X8w0PSWWcb2do049",
