{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              24,
              3
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Bidirectional",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "GRU",
              "config": {
                "activation": "tanh",
                "activity_regularizer": null,
                "batch_input_shape": [
                  null,
                  24,
                  3
                ],
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dropout": 0.0,
                "dtype": "float32",
                "go_backwards": false,
                "implementation": 2,
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "gru_1",
                "recurrent_activation": "sigmoid",
                "recurrent_constraint": null,
                "recurrent_dropout": 0.0,
                "recurrent_initializer": {
                  "class_name": "Orthogonal",
                  "config": {
                    "gain": 1.0,
                    "seed": null
                  }
                },
                "recurrent_regularizer": null,
                "reset_after": true,
                "return_sequences": false,
                "return_state": false,
                "stateful": false,
                "time_major": false,
                "trainable": true,
                "units": 128,
                "unroll": false,
                "use_bias": true
              }
            },
            "merge_mode": "concat",
            "name": "bidirectional_1",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "bidirectional_1"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_1",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "bidirectional_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_2",
            "trainable": true,
            "units": 128,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_2"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_3",
            "trainable": true,
            "units": 1,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_3"
        }
      ],
      "name": "sequential_1",
      "output_layers": [
        [
          "dense_3",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.4.0"
  },
  "hash": "1fdaa89fb6b2dd6cde910a2db105b6bc8a08f2ff7ca3d9201ee9910e320d89be",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      24,
      3
    ]
  ],
  "output_shapes": [
    [
      1
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            24,
            3
          ],
          "values": [
            "JN+7P/djwL8NMY6/3t6SPuhRhz+ZtuW/OCUOP2WRIr/UfqM9USG/vwZ0ij2zhIy/dHywv7yBsb/QVDE/ptIbQC3sI7+44yc///kCP1CWl7/anKw/8GuMv6e2dz+UQDLARYt1vs3/BsAmCgI/wnebPuORLD+JQp8/qRTQPk2Ot767Ac6+BTmkPv9eV7+eZkM/C66kPno1ez+LPrc+mfA3vh/Ggb98WLK+SPbkPnxYez/W+lG/IkakPjzU0T6PmPw+1uUWP6MQkL0Dwz+/w3hrvup8mD8wT3K/j1wJvsNcZr/+U64/dLn2PokceT8NNA5AJ2zvvVrNB8APIgW/0dwov8/Wxz6iqzE/jycNwMHJ3T2ZxuO9SsiUv7rLRL6XpR69"
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1
          ],
          "values": [
            "wG+Lvw=="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "bidirectional_1": {
      "backward_bias": [
        "DrJ7PRqJJb3Py7Q9sPNiPZv8lr1G9XW9SwqSvW80l73I8Dm99AFhPditmD1SbUC8TMPAPZz7nz0iJ4K8nPeHPbg1Sz22P0u9xBjCPTD3V7t/Z9q88QWbvQFCnz18N7M9QGWlvZrncT0z/qs7ByNnvYXqEj2W2cQ9g+YjvA2KgT3g8Dk7W8ynPdwKaT107U49tLycvCIC771eQmO8m3XSvcLTkLxAe1o9Pj4SvWhjID0/fza9Ys0UPdBO3L1wT8G9NQuDPfW6jzxRvym9otHSPSNNqb12Eme9WESyvaD9ib2VMMI9xvx/vS1GujzjTxe8MWLdPHMG4j1miRc9P7edPGGsuLwTrY89Pwv5vHXUiD0IUSO8zBQNPad63zwt7VO7HZYPPTCM7j2CipO9hFgrPfS8T7tv/z29AkKnPIxGbT1Oxa08lADOvQllMb0Kvgo8ZGjNOimAqzzKf4A9wlo0PnF0pj2Cxrm8LEROvZu56j2fBGO9QUSFPYytFD1rim89KIDXucU5xj2B4Kw9jrE4PWe1kb3wFOa8UjHvveGGMj0I2iE9up/mvKNt1L0k+Iw7XEHGPKJDjr28u+e9QjTlPXLS67xBrx69wedOPThf871sPy4+omQXvbXyrD2pp4M9Rbd1vTx2JL0ch+K8a8oHPG8ZODsE1ZA85joivcjeRD2RULC9oMkqPBgt3DyHiQw+HXwRvIRmjjwG8xC9VsJkPXwSQL3yA1W8So+iPT9mAj5SJQq9p2yTvTm4ET2kY9A9cfbTPBhiDD3O5tm8nHRjPHP6z7xyQT+9nMgzPY9hl7rQ+cI8ojMSPeEn4ry0+Go9DOcZPSk1TbyR0ZW7Z4mePMwNOb0iE1w9+fzvPWpDGr0tliE9IEWvPK/eKzwULHY9hMnsvBd5wzzMhAu9r4m6PRYYqzyp+S0+IQ40Pa6cMj2UsdY7uxyjvJWVkb0w7ZS9mogWvVcGsLrzlZc7WHvQO+7DVL1Sfzw9ev9MPUExwbuwXYM8A8w5PgJC4j0Ev668",
        "vB8DPn2zMj2iGMm8YR23O77bIr1G3oi9IWLGPf3dIr3Tp+O9UkV3vS1Tur3TclS87nZbPMrTWT1KEI290cufPYhHmL3ELva7qR1oPfdz+L22C72993MYPS8r0zx2r7U7bTmJPbkuvTzKNn06barVPTteFzpcgtq8DsfzPRUYlT02Q+G9lo87PPrICr18PtO8CKA8Pa+rxzyIp0a73bYdPdpRDD6xtUg8EnPPPOq947rsRTw9MY/IvdxA5Tzcgq884+gpPSUdCr3hxRK+fFZ4vUNIp72XuAi97ePavJvHAb1bIgk9Mg4LPQk4qzx0YyU9NPt1vAO+pL2zUoI9IVpZu4bqh73RQZK93tyIPSfSj70rpmK9rzDCvWO8NT3wft89mnTHPTNtHry+L8k5gJgZPG3IDrytAkQ8tY1avfTqUz1v73k6AJLzvXTStr0WwgO9f8STvX7TvD2C3zK7O3JjPNbe671E8Pi8qksTveEJ6j0EFpo9tnGVPPkkEr4bSeS7ZF/NvS5FED0SGCQ84zxPvWpLoD2TDZ49P5w2Pa1O8D06cAo+CuhLO7m4ez0ZdQy8bLaQvXKVM70T39S9Qf3UvSvV4j2O4aU7bh2GvUxsmrwYF749sbySvVz5vz2J8by9bN2APNHivL1ieco9ytNUPc3P2b09bl297wu/u1C30jzk5to9woBuPKP8zj2hiGU9o+yEvZ0mrLzWqUy6FOKEvZZjXj1S4Qw81924PK/KK7z6Dok9zZfuvcR3l72EdT08YzIBPuU4dzuSGOC90XXEO8nTtj0EsR2+mim6PP6VQj1wz/S8PTHbPWpijb2+P049Lm/TvcqgCb1Hjrc7S3EdPWjXkb1bhlq9i9LMPf3fi70xufo9h7MCPTNDqT1vKzO9gk+sOynB7z3k6929Q/78vQTxrj3IZb08RzKyPQ3Hs73n2+69Nux9vRxKo71FB9G6HywlvJpmwT0Tha87ufUeuwSNBj5f1po9QhbDvWhNr73BeoO9Kw++ve/Aq73ZJWk9",
        "DrJ7PRqJJb3Py7Q9sPNiPZv8lr1G9XW9SwqSvW80l73I8Dm99AFhPditmD1SbUC8TMPAPZz7nz0iJ4K8nPeHPbg1Sz22P0u9xBjCPTD3V7t/Z9q88QWbvQFCnz18N7M9QGWlvZrncT0z/qs7ByNnvYXqEj2W2cQ9g+YjvA2KgT3g8Dk7W8ynPdwKaT107U49tLycvCIC771eQmO8m3XSvcLTkLxAe1o9Pj4SvWhjID0/fza9Ys0UPdBO3L1wT8G9NQuDPfW6jzxRvym9otHSPSNNqb12Eme9WESyvaD9ib2VMMI9xvx/vS1GujzjTxe8MWLdPHMG4j1miRc9P7edPGGsuLwTrY89Pwv5vHXUiD0IUSO8zBQNPad63zwt7VO7HZYPPTCM7j2CipO9hFgrPfS8T7tv/z29AkKnPIxGbT1Oxa08lADOvQllMb0Kvgo8ZGjNOimAqzzKf4A9wlo0PnF0pj2Cxrm8LEROvZu56j2fBGO9QUSFPYytFD1rim89KIDXucU5xj2B4Kw9jrE4PWe1kb3wFOa8UjHvveGGMj0I2iE9up/mvKNt1L0k+Iw7XEHGPKJDjr28u+e9QjTlPXLS67xBrx69wedOPThf871sPy4+omQXvbXyrD2pp4M9Rbd1vTx2JL0ch+K8a8oHPG8ZODsE1ZA85joivcjeRD2RULC9oMkqPBgt3DyHiQw+HXwRvIRmjjwG8xC9VsJkPXwSQL3yA1W8So+iPT9mAj5SJQq9p2yTvTm4ET2kY9A9cfbTPBhiDD3O5tm8nHRjPHP6z7xyQT+9nMgzPY9hl7rQ+cI8ojMSPeEn4ry0+Go9DOcZPSk1TbyR0ZW7Z4mePMwNOb0iE1w9+fzvPWpDGr0tliE9IEWvPK/eKzwULHY9hMnsvBd5wzzMhAu9r4m6PRYYqzyp+S0+IQ40Pa6cMj2UsdY7uxyjvJWVkb0w7ZS9mogWvVcGsLrzlZc7WHvQO+7DVL1Sfzw9ev9MPUExwbuwXYM8A8w5PgJC4j0Ev668",
        "vB8DPn2zMj2iGMm8YR23O77bIr1G3oi9IWLGPf3dIr3Tp+O9UkV3vS1Tur3TclS87nZbPMrTWT1KEI290cufPYhHmL3ELva7qR1oPfdz+L22C72993MYPS8r0zx2r7U7bTmJPbkuvTzKNn06barVPTteFzpcgtq8DsfzPRUYlT02Q+G9lo87PPrICr18PtO8CKA8Pa+rxzyIp0a73bYdPdpRDD6xtUg8EnPPPOq947rsRTw9MY/IvdxA5Tzcgq884+gpPSUdCr3hxRK+fFZ4vUNIp72XuAi97ePavJvHAb1bIgk9Mg4LPQk4qzx0YyU9NPt1vAO+pL2zUoI9IVpZu9RNr73tCou9l5FRPbxGg70OnjS9xm0Gvv37ET14zQ4+31zvPWqbO7zUTYa7GZkvO7gdT7zZr308ENgXvWU8oD1WE5U9YB/qvcj2rr00hxK99jqIvaPEoz2Db426GinXO2e3Cb44Xoe9BGm8vIcGED5FHqA9vn0JPbx3/L0OuY65lt6bvbqEBj39g9s8D5ETvax3fj3yA4M9w00cPVA/Hz7mWMg9j60UPHop1j21rsK7Ajl5vRN4OL0INhm+208XvlX04T0Fogs8f2vXvSSuprs1Bqc9l3DBvQlYmz1MmNK9YPf0O9XMB7730Ko9JZEtPpZ0GL5xz469owoDuss/XjzRwbs9OJKQPOyk0j3JkGA9HjqlvTKmybx/kfC8V4W3vbt8Ez3Zvfk8Bs6tvJKPpbrOJ7Y9vIn3vd1tgL0b4YI8C+W1PUQK8ryryYC+pquQPdQPij07nCG+drCGPNPs+TyQ7zK9JOPZPc0gBL7Se6A9ClEIvvxlH7wDw9Y7K88JPYGCwL29yTe9k1KjPYX+j73NuTs+bZB/PHZdiT3V1xu9kLufvK1U9j2kDfG94mzhvS+uCj5bVSS9xKQAPicZrb0/Zr29WFq/vYdSbb08ZLw7MZauumqt5D3Jlog8i7KMvAtgCD5ogrs9ATLavaymir0oT+a9CVV4vVFXkb3sySQ9"
      ],
      "backward_recurrent_weights": [
        "0ALrPUBdAD62zxI+tJY+vSCwHDwLnkQ9uMmYvJrBe70XfKg90B8ZPjrVYj6emro8i74UPmNnOr5HRxO8HfmgPYEF4j03Hws9wQ6Avn7azj3iAKS8HXu4vbk++j2pc5m+vp6qPT2vQD7MejC+vd4sPuEth7674Sw+ae5XvS2dCD7ZSoU93P9SPg+BKT52RAQ+4y7+PJ+hAj1I63q9iylgPR7iTD2TGTg+t+kAvcEj6D05stU95p0UPkohlT36IAa+yLskPSnk4T2Nc7Y97c6lPePQCr2imPm98CmBvUSj4Dsg7IA+h2QWvmpH6DyD/Cu+nlkYvYwSxT2/fac9NzwavR0ICz330R89Lf3DPfjPLj69sI69UaQxPg1EDD7oXPw9U1OSPQXH3j3VzLs8a4EQPmcLt71AWbC94g2jvSEAyD1IXqi8aVOPPTY43LzDBDQ9TYRAvqxNoL1Yx4U+H7RpPXSmPz42GHm9MdRjvXS5dT45iwK9NYuZvWRShz350No88/cEPqmTqT2lGgu+XMWpvZbDNb0SMX09md9xPTLWQT6CZZ89jx7cvQrLAjhTeak9wFGivZ4ZOT7uKGY9HKZoOyZHlLyOa488niiGPeozrL3Rie09U/TPPG5Y8z34wKw909ClPO5yDT2SbSu+RDW+Pakzljz7yg29BpTVudB/jLhXVR6+KPn0PGV01z0bxis9BT8EvusR1L3pCuY9njaluyP6Lr7S8aG9pBvJvasIEL5Rx7y9uasTPm+Otz3pi+O8Em/qvh2ds72BSTE+OQOsPv+nJr5p4hS+L4jBvSxper0CTKi9m5C4vtop7TzQRpu9fupavIIvYL1zIPa8jNj2vL03VD2xfOO9IZiuvbcUjL1vIYy9lcdlO3wgCT0fIc+9zROpPNp5v73UsOi9k5+3vZltZL2ANVG9qBe8PDOAr730mjq+iMQhvmsoVb47a0u99BUKvmngi73sR1297gslvhUJSzwr3yu93MzavO9zpr3ysEC+aWloPEXNIb4lGhQ+",
        "1Z0iPpNi1r3muRa+YoJSvVI9Y71VYJG+YgCpvnS/w7246/+8oQokvXhGNr1PzWO+PmdEvVArgL0N4dc9lSL9vXMZ/z0amBE9GHP6vUjIQD3/+4E92/pivtT2Tr1/Nte9qSbVvST0Br5mWPK9XpP7vTmMrb0YbvS9i3dqvpDhCT76kKS+iPaUvcMSG77W3sm9HJf4vYQktD1cIQW+mnK2PNFMOr3rzUm+gXwsvji2vr21tYK9+Iq9PT1xEL4yC2C9Uqwwu7astr3i51i+8bRYvWdkhLy5TmS+U9eGvQzAn73BXz++3GnbvWiDlb0FsqS9J6kKvrmemz2ivdQ9AWZhPZGJGj1zLUw+XhrxPNaAW7yq6iC+d8idPa5web2dqu083DSovFAuoz375Bo+4/eVPhpDKrz1y4y9fBa0PLj9vbzIU8a+/7wPPXmeWj2PKhm9YPwQPgp7izzcAMY9ZFFIvU2Dw7xuVbE+U0+VvSPxPDx8WRQ+EpTOPSXOQz1svzu8dwrePSO+H72Wr/e+frHFPfFIl73Kyj89Z5MmPtIx/z2rATy+YlFAvvszrr06AEw+Z/xxvkG3LD4XKBO9rd+euwr70r3c5lG8jl2uPI+gzr0Z5o69Id/lvUxNDz0ZpTU9UiqNPakDDr3y8tW7WmiaPJMLKT1Gs1K7W2RPvoL7Yr2EQ4K9fI0Fvl1dAr5Qtne8BWMjPFwo7z1BfJw+w6agPT1FIr17nd69jvvAvB2wHz6re9Y9PDIQOTQVZb38CZe++CKyvWKkOz663Ki92hbevfhQxr2EfSc9alGYvQEqh7yGRy8+Mtehvby+hTyTw7i9+C/OPa7/+r3z6jw+XFUNPMqo/z0PW+s9ZxrDvR93KT1/DRG9MMS6PWfI/zxex+o8hX5sPijscb3rrYa7dNp3PawAWD0zYOo9CSfTPR1faDxaAzA+JdlXPCwpnj3tatE8VCzlvXdv1TyxnjY7PW4APOLsab1LY9o9lbxtPdrs4z3R+qI9zaTmPWfUuj09sx4+",
        "kiJ7PQcPdrtwvDK9h9nTvB3FDz0eM4u8M86vPBrXLb0xmHe9qeYePkdULj43fKK9fmEEvv0rC74POxg71RtJvcs4NDsWr5e97Yl5vglbB70lH329hkUzPru9VTtLykO+2qMOvRV0CT6MZgW+UtvNvZVlM76DIe88iQYcvURdH70e8lu+5e4VPnsrAr7O5IS5S5Mgvk01qD2xXey9G36WPXJoHrvldC4+LdiXvVAwXjywjBQ+Heo1vXrrOD5fUo09dGQ4PVR0GD4Z7PO8ac1QvIF9tD0nDDS7MizGPa8/Cb1GoCs+0OanOg+Twb0da3O+AgQxvXJ+IL2Xh8K9SqOgPdrqiL2Nt5o9muLfPRuHMz71LJ+8fd54PQYf1zxmLNE7t5QgPluuCD58jzI+zpS3vN4j/bybQdq9kdgZPelWJT79qVi5zDeaPjF6AL7yxYi886R/vsFVMr7LG749h9LLPRe0Qj5kddO9VJUnvg4zrD37zeK9RNMrvjcmyjxP1Y8707xgPZuGvT1mdcW92KkkvplNcD3EaZq8gbJoPi9uij1uDQU599G0vWsfMz34pyE9ONbjvaKTtj6Yh2A9A5EuvhewBr4+uQU9YAz/uwHYoz3vVOc9MyVLPejmZD3VGiw7TROOvLcMRD2QnYO9dhoMvqR0Jr3rk2O+aPMbPW+XXb6WlyA9eUxWPLLVrD4X1Yo9xCGfvZ15UL3k04c98BrhveU9Fb4ohzG9+MsPvlNX3zuxNoY8obWHPuxsIz1vcze+4VxbvhXR77ureQY9R1fuPXVJQb3ZiBM7q8zjvK+4CzyClIG9D+uPvnork7sofie85/sxvY0zv71Nn8Y8HW7NvcAiar2K3DG+L7t0vpuzV708Sxk8nwjOPWvKzD3KEak6qLCpvZq4Yr34Kkc9vshzPb4ouz3e8TK+SDEQvlPN1TvqztK8K/wavlwrjjwIugs+WRr0PDC49b2oZmm8RWyPvdUGvr3UJZm9qUsIviCndL22M/G7kfANvkRlF73Wrj4+",
        "ZICUPbQWV7xNnhi+1tNuvVPzxDzyj2O+TY1Cvpb9XT3mM4s9UYHgvXrfAr5Pl7C9FBMevn+5VLxn9ag75ap9vnqS/j00g5I9KYoHvs551j1wELw9iBULvv8yUr6IeVC9VL4kvvMsdDz4yZK8UyhivjDrUDyCo1y92q74vYmHqD2yvUc9ZBqfvaF5CTvleTM9WuKtvG4sRT1h+SC+j+QjPi5aM778V5K6x0wsvpDdHL4jvxS9a0k+PkL+dz2lOp+8Fn7VPdhV4rt02Ae9vaKzvSR/pjym7829ns2AvfiXIjziOQ29uz2ivV1AZb3Njai8ii8HvErf0D0jYrc7/MfKPTbr9b3UPZY9mwMvPr7FmT7mxEm9l8kEPYI0Hjrn0Lg9xuXevWGjCz4Uvoc+a2lGPo3o5TwzII68hmOhvcpBPL7JWVu+mu0vvYKmDD0MXJ09wNbgPb6UKT1d7wY+OxRgPVKalD0SNDI+732yPY+ijzw5uH0974gLvnZFrTyy2g8+9liIPcSu672glnq+CGSDPV7d4rt2QkA9fdkJPYyvSbxAoh29n9b1vTqYvD1qQGg+YzJGvRvNbD7UJMC8Zy+iO11Sob2b3/a9i0doPRcOPjynOSm8q7ibPV3n3bsJHYk9F/bcPDPhl72dJ6C92UicveTjD71at5I+bDZAvmZzqr1aDAm+YOY6vtISKL0dGQO+LKVzvexjyD0JFVY+qRhdPQMJHz1zbeu9I7i/PcEyPD5l9pM8Fi5ePaR6Oz5FkX69jxwkvvBeCz7SJp89WBRIOy9XYr7lL0U+ooPovatovb06RA4+P6DFPGrtJ7yHo2O+AiLMOoUfnb32iEQ+SrGwvj7SUD1Fzx4+QnLqvFiLUj3unE092ckkPfRu9Tzv9aC9QSBxPt/v1r1iWm08/ZxVPpcLyTxzYvI8t+7MPecrHj4gQxI+3KGZvTOyfjx1nYa9ESWXuscGYLyPBY09UZW9vYly6rx5tPI9V/+OvdY9iT3PkcM7aqTGvMZtQj6sUs09",
        "HQAKvXJx5r3Bx5g95SY9vgq9nb3amLC99KATvgSaor387Oy7FiYYvdpkB76uyVW+2GhoveQnD75ITB6+CCzDvc1B7b3kacM8UVefulvzkb100pi9JX8wvtm2fb3liWe9nWgCPfksZr3ESra98KUNvQYUNr0MZZq9Liccvv1yob0ptCS+IzVFu7Ooxr2FRpO+FcbAvQfApL05iUq9t9ssva2mQL4et089xLXLvVxUdb4C+za+9e3cvX88tj2ANwi9UeXVvXJR1zzU1+C8WHsAvnsk1jtUeEg8jILUOxS6Eb0GhAS9kjdBvQkIxb3q8gm9UYNcvgX9gL350ia9fTAIPQeet7qw+Bm+R6t8vWg5ED60E5Y9wG7LvWIh9LyvmVe86b+rPRIXbz1KaW09GOyMvCMSNL4kgDW8sFv3t6lEib3+MnK+qrnSujVMib10hYy9HWI3PNNBtb0OxpW9TYUqvqzUNj0KZ3k9WgxgvUDAVL46SLG8XqOwvfjbM769FYW9nakHvRpnx7xLZ+q9Gs9VvoWpd70YJnq+Ka9nvRR3ATzOCFu+Q84IvtQkAL2K+nm9AmXXvfzTurx0Lcg8DGCDvssNpb0aF5G8dMQrvdSrlruSYgS9BqsiPvT7+D0Fyxe9jGavu5tXurzXoDK+CQtgvqX1n72cT/y9PP8MPZwW/L05d5s98mOvPUNbkz7C1Fw9qU++PScOsT0GQWM9tsUEvqAB6zxV5RU8FRuJvayMAT4G4JG9Z/LWPWqQ9T3GIha+oUpnPYuGvr39UfE9dbNIPQU9CD48pF49FHU7voX3ULw1nig9MCh9vTmJID7vjB49hFC9vQJKAb6PXPQ9Yy0ZvIm20D0jjbs6O2atPQB9cruv3YC9ti+4PVuCAj6w1bi8yY1cPT8FRT0yCW27kLzZPXWuzj3YYZE9ad6wvR/VHD3vqyY9tAb4u3CZLDxNqtq8YUGYPWR5wzuPo5E9O5iivYkLUTzzz1S9PGoIOh59xDxSShQ9W+Zbvb/3GT0IEQG+",
        "4H3fPTD3Gj4IpZQ9e20PPZsipb1fcYe9rKmEvYV2Lz0jHXI9FY6XPZVhhj2COAo+AdBzPUDXzLyrDjE951IKvgGHHL1KDYs9M5DyvHUicj37/cc9ZsURvbrM77vQVmg96T8gPbrHLLxcLZ087selvXpeujyg/Nc9F0NVPg7raj1s1q89eJH3Owu0gj0zwoY9tnjIOpjv2DwEAik9H2aSPuraMT6GrTK8KvfoPPXmEz4BSDA97FXlvF4M6byJj4k8fjEoPiOdWjyuDIw9UCtCPT4XdT24lBO9cbuCPa25ELvTiSk9TEfquNqC1bxHQhw9ve2hPUZDvz04i+A91SBcPf0yZ7wqK5W8k5UOPLHbGj7/XaS9UDU6PWepXT3b5zq87I4cvGLbYryNEB+9pmGYvIFzjbylkYS9u1jlvVMyib5mrkQ8U8UUvIZrYz1ACYM8o3eRPBH3fD05EAa8+Fi9O8C627vn2l07XNANvW+Y+zxCB4O96MDSusphtbyqZY89Gi9avXl4mj3MSMY9f10NuweIZD3gkCU97uLkvN4Hwb0EF5k8wuodvTX8QLkdD6W8PXKwvToVFT6Pik28HAwPvNlntjz/tqw904dzvF8uyLzdFYk9MkwZPSn1mj36UwS8tOiAvV0XBjylMWO9XgMgvSePcLlSemA+iC3fvDT+N7psJna9A8TpvdgWMz00Vh+8fnNhvNbukz2Akii8WrH9PB1Sp73B+iy9S5gevcevBj57ZCy9liqOvSyqLT3YC8o9Lj0pPfb3TD2+p9Q8b7WYvJ3arr36hqk89PLCvddYoL39Pga+3+PHvVfQpjxWSa69xMHMPPwAgDvUBOy96nlcvsrU5L3b4aC8Y8K3PPPH3bwKmd292jKnPAAFhL1m5ze9NGvDvAO3KD01/s89HcpBvasQfL2OLIa9yekrvbyNnLuqlXa8PTC6vODRar15gIO9BDiZPXsQSzsyXce8hQWCPbGPUD3W3V49gQCdvLTKt72K0ue7tmucPMy0MjxZcPy9",
        "DWqVu1u/rL0N5WU9fGYHPfNnpb2Px4+84SeCvYpLLb2ZFG88pRY8PiNNYz6XhHA4vUymPSYQcT3M/MS9ebHavNOuO70gLRA9l7XWPawOoT34dpA8A7mBvaCL+D0djWs9jLggupwA8T0o+xC7bZLWPH+fvr3KsEQ+1MHMvIOvBj5P1b08v+ZePvD1fD0cJ8O8jpSvvUVWUL40P8Q8EreUveAEEb5XNTg+ElnVvTdEiLz1hNI8GAXnvTEmrzwkyT88YHxUvbcKJD7FSwg948duPIUknLwM6i89w2snvrJFEr6GQl4+t3KTvHG4dz3+RcQ8oeOhvAezRj5rnCY8niWoPSLP+bx9aQE+Lxc8vSy1Xj4xsvu8bnbHvDJGND3x5x6+AQL3vF86AD6u7YK+ahT3PW8XIbxmL509QVLuPB7kMT4HgKW9H+jCPP4EPTyuE4M6Lk6Hve6o6T0q318+jebjPQdPWD7/Zfy9rr+vvfUeJD6X3Ku9wYZbvL0afLyZVqo9Wb4dvYvA2j0E/yS+r534vYO6zL1sUfK9sDeJvTKkNT2qoXk9XzaevSXKtD173HM8pjfkO5JNETwfOry9gsHePJHmoTzmtNi9uSYjvRgZjLweDqQ7jMKQvCgd6ryck5g81CyoPMoKgj0Z7ua9Lo/8u2WR3727SoI8m5mVPRYDHT2tSq862NBrO8Qpnj0pnX49ltWMOsx3/Tzl4iI8yOLUPB1thb1hYJi8+tjWvCBaaj474029ymxCPQjMdj3KPqS9iwQUvEAllT3f2eU6cBkpPvyo2Dy0KVW9kDABvqSZPrtHI0C90X0gPOmByTzZ/dI6Yg2LvHL3yL0LPCe8Rsz4vPYdQz0XlMQ90UCwPT6MIL3qMZA8vQS5PMTAPD24bAk9cnHyPYcKiDw7lMm9XHgBPuMB4T1WNnc+asJnu1u2k7wgEUy8U5FLPYhhFr0jYo29oGm8vBfyTT36cv483hDMOzOxB71QD2S97Iv4PV5kU7xTAUU92ugfPQZqhT60OWS9",
        "0+O3PZ6w0T15Gma8YibFvN32cr1c7CW+gDqBvcXfdr3X1Wy9LHOvvWJTyz2VQCc+wxLYPfnTij1uaoW9ywuovYEZHb1UBlC7JOJNvJc9Rr4L7m29xMYbPUIp0r39NwK9uCNevSMdaT0da0a8SbmJvY+Pm7w5ndE9w2f8PQ9YGj6Ord87i+KSvNUNNr2KyiI8xKfsvLJYHb2t11W8seVsPaSOLz7q5KM9Ft4/PRs7vjx6Lwo+/d+MvdfWDD5uLaQ9dfxfPrGGn72tD7O94I+sO0L11Tu35oi8mrfyvMDMiL1z2go9UcspPbSG3Tz1Ia07MVp6vUpgAj2b6kY+r4wUPtFsjL3JFXY9riciPdha9TzhdsA72K1Ovaa9DDqdEnw9VCTwPMDAcL3f3uo7kp6ivCxttjyMe+28A3MbvgGy+7wKp2E9ymT1vQV4fD1cQv+8pTZHvYy24z04+bM8z2UNPXF/TL0MMw29mYCHvUmuXj1k7zC8rpl3vApTs7y7poS8NH0lvdSaaL0tciM9VtB6vT52wjzaAIW8vbClPeImGD7SXiC9H7GFPeTnITyfqj89L5EbvqBVrD2JCNC9WzQUvmH3hz1PWcc9Fih+PbAVjLwH7HC9N94AvaxjOD2Tbd299ITxPIKp973+SbY9apVaPeBDZL3GVQM+LLKEPML/ib2nCb09MfcTOi2FnjxyIuc8GfIkO+s+ljw4V6q9AT78PGSNLjycgS29q1RVPX57rL2N6sI9gU1gvZlZqT1fYDE9wFiOPfW+DT6/MZu9/QuWPAWz7DwqVOa8RT+puxP7Gj4ftSi975asPCq777yYgYA8Qv8Nvs1Ui709lpo8mFTmvazoGL3AdVW9cGmnPTlcR7w+wTc+LlLJPUDDNDyHgIC9QT4mPWfJdj2+SLe9ANQ5vTiu9z2/yi09LjAEPlcXMT2h5+e9n3sjvp8Ygjxmyoa9tTfsuQ+Uibx13KG9NN17PPiSHDwVsBM9TwGfvfQmfr0BX7C9tT8hPJONmbxOxBQ+",
        "XAHzvFPpzD3YIwo+Dy/xuR73Sbwakc89dHnRvE7VSj0sAu+9+zYEPiRQuD1Ccuo8ObazPdhlBj5ybTw+C8axPSeaND140nI9XvswPvtUkT2bNse9E3wAPoeHuj1JvsY9mvtLPGRvGj5BZfc8yl8HvFT2gD29U/o95PeYu8Z367wyqMc8noPRPbqk6j2+HqE9ZLI1Pg/i9rxsF+098bh2O66APj2zMyg+JzAPPJI9Bzy4MIc8EjrwOydYNj3k4gm9ND13PIFQI72hwYA9wv4DPmtMtr2+UM49eYF5vQ0N0TzU8e89B+L3PRaa/j2VmSY9D6qoPYaJNT6fNck95yJ1Palj0DvSc5Q9vcvgPbqHbz6ImFI9qGDfPT9N7DxoTBU952OtPS56GD7Loxm+kjH1u4JAlTyWN7G7CHcnPJwQ1D0gr0I9XRtWPgQ+Cz4YeAA+J14SvTrENTzc1oQ+LW9nPgXZ8D3iaom83XDNvci+hD4bhGE9ZB7dPbqg9Tz3AcI9DHuZPVqCwz3x7tw9sgHEvd/L5j2xNJE+P/KJPaWuOj19Z7Y85wstPbjf4r24Xa28jhOLPWKw0z1hBJY9tX8WPl0047ydXo69vvhBuTSOBbyKRCw+i2puvRTPoL3xM5E9dxc9PBuIoT19WUG9TWIMvY74kbzPqYg9O7bGPAcULD5HmLy9utExvCCrgLyRzaM9H1BrPMF7Bz3MibQ9cNG2umrWLr7LDHq8kmjEPaS7HD6Xfhg9GoA1PbhpBb5hmy0+ocNUvXnfSD2DiFe9J56JvQydBb0YCdS9XUH0PUIUMz1Vaum9dwDtO9caW72/Ra+9oSWLvBJBxjucO5C9emywPe0kNTzROwk+8SXIPUCCir3Y8pE7XrEPPQUxTb0iLZ8934MMvK+pd73qYoe99KYGPmjTQ70LlTQ+71VovYqEYDsMX7E9uyLMvbauor1kI9C90XBLvek+jj0RczO9mqZuPIWS8Du5lXc9SYQFPIYPJL6lsW4860JuPqdT3LwsKWM9",
        "8uCdPbRpLz0+aVu6kbJivbu3GD2Jq4a92OnxPdp5Jb1LeDW+b/jVvUdJyb0K2Hc8jXifPAYFSzu4vG69NKeHPTnmnD3fi5a9eeFSPRypKL5CqJS7g/CZvcBjkb3tjfi8nRsgPeSdJbz5vRE9eYGiPYu1gr1t6QC+W1exPZm4Hz14gmi+ivnbPO1oC72Vqu68c3ptPRTQ7r0++LW9jwp0PWTzGj4M6j+9z5mtvb2gxb33DpO9u+UMvhMRhD0X0Iu8ojvoPK3ZkL37sSi+IAK5vFkjHL4Tj5q9U2foPbA6czvvbHQ9S8E1PXWReL32j+w9AeImvZf+dT1swQa9rbAUvqEqmD2fDoY8CwDXPbU2g73ndE69T9b4uxt6QL1G56e8TlwIPrEWzbswCzK9WKPbvaE4cLkaDHa9I7M0OFvutz2k9ZY9Y/SyvSs8A75ACqe9Xm7ivFSsG7yb7Y49FBuBPdvP1b17ZCm9uhA5vLz1ej1DwqQ9UKJ7PUPVwr1HizU8BrFxvabKZbxw/Iw9IeFPu2vRIT68+tI9ooGLvVAtFz66gXm9CgJAOR7cZDouATI9fknnvRiT7rp/bF69nHMMvrOvuz1EK/G9zm33vE3sorx3x9g9i1odvenm4z3466e9h0XyvUc4wbtK8G68OdLOPBvTeLonw/C9SEgivX9iBT5xhHO80AncPFoO1r1Em7w8+SjDvQ1bGr7lSKg8Z+elvDDP87zSbvw8gfD2vYsdBz2AaO26kUWnvUVH8TygQcK9L4VMvQwdDD39rGi8Y1r3PFmBmL3SyJe89ytPPPb3oz3vcMi8SVDHPDfQvb27VO89zmehvde8aTycbqa7Jy0oO+zovLsLZ2e8Fs1QPRQKxL0oA+49RtuJO33kYj0Zfd+9NsjkvY/onTz/Hy087znlvMYZiD1cfyI9ipTBPRmM5rttMQS6ey78vdgjkL2Dr4q9BmFAvX6/nTycopU9y/+qvJkC8D1WdLo874iRvaY0c7xLiay921IAPlVqgjzCdHE9",
        "pCPZPSz8Yz7E15Y9jODtPdtOKz35HRM+fowzPRB6LzxpS9M9BP46PhRliz3NXuM9eGfXPKYP4rstjzs+tLgHPOH+HDyUDdK82tzuvU18Kr34NCs9ZNVIPpLCmz1bIJW9i25fPpSAyz0NucG9IPSKPZqAD77TQHU9+WZRPYWcFj7E6Eg9Iww5PVChoT0zITg+yXEqPhXlrT1ZRYC9FzgtPrz7TD7d0BI+KA+3PZXV3T1SUe89DDHuPUq4Yj6SAhE+JmfCPZEVKj6TjF8+D5v1O6pyFj45oZa9oXQCPTFDOT3n1F8+eXIQPT1v0T3UEm69APuovJCwUT4Dp4y8eB/5vDyBhb38BAw884kGPlmNQD7OSTu6eVyAPqBxNT7rKZ4+MUn/PS55Dj6afmU+ZwJDPbkmJbyyh9G9DIKyPQTUBj56dA+9i99bPkNQFj79DXQ9cmb7vX9K8LlBWYU+OviGPXDFAz6czpO9f9QPPgMWPj66pmA9exYhvckRST3YVkg9b+JYPjNURzwKJI+9q/nnPXmqjz4AI0E+2xphPnmmxTzpNQU+8ANZPjHxPD6qJ+09GmiMPMj5gD4ja0Q+ZSxTPUer2z3W/zQ+XgH+PYYSlj1kX4M9/2W3PTTRHz1yFK49fq1dPS/4hLtB5fs8TGD8PYBpRD4A/ik+Qe4ePo5B7L3VrdI9UKUUPr5ChzpIa8s9lDXnvYO/0r3gqYc9jXH1vFr7ojpCEye+c6LNvQdZXL6a7B09xkEWPh11ab3Joeq98OCFvkdDPr3w9NE9VSkcPuJqjb1n+QS+H6QKvT3WBT46rO2957sivtcBbb3EOgm+7VYBvokhsr08fta9Y8KtvTQLjT2FHsG9r+M/vjs5ib15L3K96fWRPBz85b1yLB+97wpiveCJ+L3sO5Y93IrrvbaHkb1w6i6+0aMbvtvjcT2psJO9Eog8vp5Q/rum0o083qRFvvQD4b03HQA73gBQvZroDr4SqCK+uCbEvfKxlDyzMV48Zt+cvbn5Ab5dDuo9",
        "IcDLPSoOvrxGp7y9HoyyvAZWyz1jNZq+xhZFvlJSkr1Eaic9pNAfPR2k/r2PfsK9ujbfvQ9/rr1ScdA93nRDvg3HZD56duE9fOcevjuVIj3G6Ic+pr9VvrhEPr6SQRW+3lc4voFd8Tsa5TK9KqgfvkrvQr3G0oO8D12DvbpeyLyltYu9JGo3veNQZ729Ws2733HtvUdfkz1E0Wi931rPvdtR9b0cIoi96gkJvncFeL5IqhY7/9jcPSGfF75vi+W8dkMavrIUlrxgqYg6Fd2VvSbCrT3aQCW+L0dKvEQaED1weQq+gDklvr/UwL1vaaC9dqr+un/YAD4zwH09KStEvW2WHzymwis+5LEuPccxDj68eWu9WC0LPWZKUr7K+BI+YguyvLv5CT6dEbc+4oRWPu6rGrox6ti91+QwPbCsPb79wpC+UpuQPCOzrL14PV89xW6DPTjpVL3XS64+4o2AvY2JYLzZIXw+e//DPQ2PVj0uqec8gexMu1mz6z1JHp49CVtAPizuAL57FE6+o3cSPT2xkr2D8U09nNnXPa8ctz0vJoC+xbvTvXlAEbycRUI+VjLTvSJpkz4/7Iu6PHOBPNKgjr201wO+Qw4iPhctkT2yUUe8qk9KPJjss73BQ7Y9mO2gPil33b0+GA28cVVjPUE4lbznETM+bfRGvs72WDwDrQm+My0TvtztxrxqLci9opZuvQiVTj4erF0+v6e/O9Py2b1JFTY90ywCvCv5xD17tzc9zR2LvRV62LvG3FC+GpEYvuaQBT3B5WI9JsbUvRRGLb4mIlo+o6ySvV0TozwD+yw+FRePvecvrr0L/Bu+wpB0PfOOlr2O4XM+XjSbvoNzkj36pzE+DbAePoszhDwQRja8JzooPgDlqjz4h4g8z/J0PnzDUzxIwwI9O+hDPuwopT239iI9Pfg8PdOltj3NGCE+ZyJKvub9fb39fvU9jV8Kuz8WDTylM+g9IWqxvU/VDbw83uA8qSLSPSzHmT2wbQw9redcPlvNLj4u1Yy7",
        "lTpdPdxCKz6ly+Y9FTUJPZyLBD1SdRY+JwNEvbTjoj0wJgK+3VSJvfuBMj3kZaG8J/0aPvZBEz4zj9g6QPm3PQV7rTzBrM09VLGmPodkJL3xmGk91sqNPYw39z0DHJA9cJWZPW9ZmbzhWbY7AYX2Pd0rCD6sj4e9XKKcPY5qvz34KCQ+bufUvLVX5D0Fvig9DPcfPg0QSz3yA7E9j1M+vRGfVz3s6R+8p28aPfuBrj0Bf/W9hSYsPezQIDz4/pM9D+eNPYIZnb3mzNC8yFLrPR01qj1CDmu9OzmoPEaJFD5OWhG9FHpFvVqclj006kg+cyumPWzE3T3cvcA9qOMDvHPosjwDb3E8QfLcPSyswzxmf/c9le+3vGNkQD2d45u82zEDvUPHD74oxF++K/iEPUCnCT4nJcE9ikXwPAhwKD0z8Ss+Vr9PvnfBYzw/zck7ZbJgPgiLkTzEOIK8KxsPPWhJtTv6riA+G0YoPURsWz2nwXA9qugFPmK7cD2/nao9cE6cvRw9bzyALhw+akuGPU6QDT5Rqki81PMwvdp2sT1PvKs9z7/YPdNVED0mc4Y9tplWPqMUXL683CY9vraYPi8DcT1FxyY9vvfyPJTZ57yWoka9J04kvXcWojz8SKI96P/uPVuuwzsoZ/k9cBiCPQX+VT02tXc+pjAOPLFcZD11PCy9YfQbPVVe9r3U5cw9wokJPYj4Bj2fJiY9UwkBPrPA27wfJLQ9JnM1PWYoGT2WcoS8hjYYvmPS07wh+c89Ah5fPh59vTrVXxq+74QsveZx0r3Ie7M9Q9YEPjZn+7yPeAg+P/ArPkyuQT35dK09I6naOyd6Fz3QInG2cu7gPRLh+72h8NQ9K2FePrfRVL3xvgu9lNA/PUq+1D0hmcA9xB9wPj1xirxjN/q99XhIPe4Up71tgjI+LBIQPmYHHTymXJu9ksEHPpEdFDzLq9S9EtxvvBs1wTyqkFa9mKkgPfNHfjzuOHM98kn1PXmyPz2mqDC9I3THPQUttD17BKi9",
        "eGk6vRTmyDykBCU9qP66PQWOfb2MDTo+zZABPsuWkT3hdXy99Vy9vW1sXjzAfhY+rMn2PZnccT25tPi9s140OyX4zbsVmsu96/e6PSyOCL46KJi9gtkJPlQt/j0Hg4U9AMgKPleNmz31Saa8wMb4PVnSur2HxRW+cAnCPYzDBTsntQC+mGRFPXsu1b1Fjm+9znCmPdPemL0oLhI+IdMEvu6oYz6FBR68MGmfPJifLz6PVYE9HEs6vkTfaT2M1tu9j5qNPeWiYj3GZPG8lSS0uT28F71OXRI+TGRkPibuCDtMzfK9h7H3PUfslzygL4S75waLPT3jB75HIe27noU+vsad172DYmg8/HnCPFEQSb0Tk4y8y4LfvY9vjDr8MDM87KNWvYuAAr2IJAC+C1NavpjhxDojS/U99+egPUEhHT5T1hM+TKguPWcP+b0zoyK9U35AvSrPFT4rZx6+nD2ouqnuw72ojUq+yrmzvUFtaT2+ESs80jWjPeD6RT2eyVq9nOhgPWpDGT5ZHSE+CgZCvYFRuT0dueQ8Gz1qvLK/Lj2xahS966jDPZyKZj2inau9AOxVPT9iTr4pYua8fodevSv0zz1bzvo9h20LPQIjGz2DXYY9mJyFvRA2Mr3YJS09XmOnvb+IR7yYS7Y98vCMPbSUwTye3Pq9HdZEPnIOP72PrPU9+wfavB5IlDp8hGI9MizKvSB/Gr7StHy+H5zjvGERBz0YAeI9MKn5vV8DOL1gk809NPMpvdc4hrzrlG89qNUqPQ/WRL0t4ya9wLsbPRAJ3LuqPu+8Vp0EPsji7zzfDCi+PlwVPBEJpr3nmuM9DYPGvTBhXjxuZZm91bEfPiD7Eb7hvoS9z9MMPMXLvL2aKEc98oezu7a94T02J/O8zi1evu2XzD3F2/i8SvsJPTaqWz2ERQS+adSxPPwtjj1ffQe9BVRlPZf0PLs2t+47pxYUPdfLlD0+XBG+1I64PfQ8QTyOMNm7CY77vM5SAL6Km4+9IInmvYUiQL6P4Ck9",
        "8CIBvrXTT73uW7+9Un3svepj5L1lE9q85fkSvoAYsb0a4Es6AD4NvgIdi73DoIS9AELNvb+Fur2Le1a+PMAnvvBgLr5hBpk8gZw6vv40BL5lpYa81y+1vbpqtL3eIx2+j5bqvKRi0b2Z+4S8pjblvWUBD74DJvq9W7EmvjIA2r21mMK90+AzviA3IL6+KRO+uhOZvWkNIb0J17W9gZE1vZoPDzyVb9m95tzQveJ1dL0swSe+zLf6vQSxXDwlLr+9gwudvLZfyrzDP4280y/jvBD/V73C+t68mGGfvVqiurwstqS98zlivj6kGb4Yb+G9dFB9vTIZmr4jRsW9MSWWvfFEA71wg8W9m6cYvhIWJ77gHwq+v46+vINacDyvOIG9wSwWvcOqib1yW709A/WxPdVb9r2zXDS9KLSsvU2gDL61q0e8nqx1vljWm72JUd69aul9vT0t/72SBNy9Iq1mvh/KBr3Rb4K8iUkIvmEnj77q+7u9FAIBvsso1bxxETa91oiivftUgTzIY3M9pSShvHogNLzq8Gq+N4ncvPbhsb09rDi+FfuTvW6nZDz3drq9Hn0wvpwkDr7jwta9D6xIvptJur1TDsi85ZqzvQZmE70Pk++9YHHlvUXSuLwBEQ2+nAkEvpKRw73fWqC9MNhrvaiwZL1N+Qy+5XfwvYry9L27pc49jILQvd/v1Dy1rLG9Qq4CPm+QOTtUIKG9tQ3GOWmCsz3lMXY9gODpvAlagb394iS9xl7zvMjy0D2E7Ii9MjNlvQadSbw3UwQ9+S8WPa17Sj2buVk+2manveouT70dAsO7ooMgvZRTCj5oFI88lJMcPskVXjzfIts9LIiWvXgPpb10YBu9V/XgvQSxrrzdl1G9iDfrPPlsnj2T0Tg9P7PWvYNGdL2Y6K09vo3mvP3Pjz2NXia7Sd2WPeYrcz09YsA8N7vjPJ0nrT32OLg9pxsCPtKFwj1T0ya9oDMePOGeTjpRUaO9wXuyPDefBj43XY49+m86vmvTJr3gYh2+",
        "CkF8vFngxzujSoY+qA/ePVvQET2Npfw8mhm2vY2M3T32VV89HBoePr/7Lz692ce9KWMWO/uwZz0WMEa91yVjPGq1571EdMs9fR7XPT9qHD6m6Ii9r276PdJBrjsGspO8OA0Rvb34BD4zv5o8Pkkpvt8KjTzxUyQ9nlN7u6HRyLu7CEg+9aY7vVVzsD1mkDG8SeY9vb5XRD2zvxy8h9HMvZDwvb25aws9OU6cPHB9ij0ReJ27hH+5PCnV+7zQHpc9c0xjPAbE0z2hixo+Jax1PX82kD1tLx8+YPuYvD0pWT3iLTQ9JZJrPcGAyj0CtIy8HnTMPWaUt7xpOfQ8TddFPsJTeD0jPZc8PCzWPJ3exTyVNqQ94QBBvH70Xz1Nojy8gfsuvW1S6zv0qKK9Cgl3u7RMf7wQPdQ9V46ePeODeLuArFM7LhvqO+93QT7nlUa9+zaDPUIwCb4QdVq9NysNvuIXrbqleFU855xWvd9jNbwj8nW9/q3uPM87LL11XB6+xRThvGSNm7xzOLo9172tPVbilb31E6+9XWOmPTSocr1CnUk90GL0PZ452r19Oy68VQ9xPNp38D1YNpg92qUAPvBXl7yhArE8wg3CPaE9Hb3M1tq9r+HHPLQQDr0joQU8f/uDPNQzEz626iK6F0FrvFDbSL02vJ49mvohPXNvDr7PwFs9GUJbPYPeiLvVbZA9f8lKPePJPL1IQFQ9DXRFPSb8+LzwMWq97dIfPBbe572SN+C8noKiPA8JNb1LT4M83cIFPvdgLb3R+Fs9hLK/u08rqz1BahS9oIAFPYWG9Ly1xiW8k4c/vi88gT3ia/W9qwKtvJM8Mz38aZy9RVaePbnwBzzJJQw9k4VWvN1r/byQXb48Bt1qvfRfrbyjFuQ8RFCGvLhCOb2I5xO9gTVlvdmXDb5wWmi7AMXgvWhIWTyIjxg8piSku4Gq9Dyz2Ca+79BWvWUB7DxFp1u9LHi7O8ZwxL2koDa+LVitO6GoPbzS4yq9r1O1vQtd6rutocw9",
        "GQjuvV72N71XuWo8wlhBPTiHDz7M2Em8/yB9vFJW0j1XkMm9lV9TvgPXwb3HWHS99OcaPfcAgj6tQwy+R+nzvJZF1bzXWbI9sN4LPh40DL1GxIg9/uDtvL7Dur1Emc8+rTG/varmLL7uLzY+cJraPIIIoj2U+bK97p/YvO0ZO76jGhs+eKksvvent7w0Pai9p3uuPJQk/j3mXpw9/IKqPMeOBT0M22u+VOGFPJGf870Eg7a9RQXBvYfquzwXkew8uQR/vMQJEb5O17S9c+ncPHRNQb5H1CU+KALGPe46ur1Gl/i9TcmIPAv/UL1Idos+9pA4vF5jyLzCPz+8OoqWPXl6NDxhKJq9OY6DPagbuLs7obS6mHnYvXENr732vBa+t+y/vTrTBb6eas29V5qDvUpGUjwQOW+7qGSwPPH4vr3xQ/c7cdUavqh5ZTytn4y99D1cPrhKjT0W/+u9Ux1bPWZlWb5PefQ9nKlGPa5C6Txs2dq9ExO2PZRJy7270uI7YpUrvghdVr69ahs+9PYsPiLspr3Bcbe9q9QbvOLHDL6vVxS9wk7tPUXHEb4wRF2+4vhlPTvxIL6hRXi99MTnPQL+YbrzcQi9Utsjvf3QMb2eadu8RxMIvLV9+r1OrjS9doJHPM+QLD0knR4+J8OPvRFyGb4ZtCo+jhjJPPEcwD3RvI+9mlIyPKgZV72hifc8uuGlPbZ2Gz3dhx2+g96cPSS2jTwNKAI9UVXYPYNzU7u0UTE9u3YJvrN1br2fRY09/ykaPsMHCD6f2Ua+tT5wvpyUGj1Xu3A8Pr1xPZSmlL0VfKE9RvWMPtZtA770yd285AzdPXt6Uz4QOQk9i8qYPUUllr0Y0c09O9fxPbp9rT0CZtG8s823PVO/L70r8mI9NcWovIsoQj27pos9xKAuPXeWHr0vBbc8YEokPcxXMj2hSxk9mvyEPXUDzT1ya3C93TY6PU1AAD4cZsw9D1u0PWQgmj0seOS8MSb5PepSRjzqnLk8Kp7pPagpVzwQW6W9",
        "6BXQvWRwC75pHVA9WbULPjHBjjzOKTE+rS6NPQb/zz0rahu+pyXRvBaUdb1gpEI+BmjXvAT/tD1q3sC9KFqCPS8lFr7Ttuy9eG9QPiRWI771Dy++eNiLPSO9/LpjWWI9GB0JPv2pGj0vUw29wz42PuVzJD39Mj69Z3ViPPVzx7i/H+Q9K8RqPapVZryrcTM9ESm1PSZBJb5rzz8+IS60vZ6IkD3fcJy9KsnUPEYnaD11DN89ykOqvZw7+DyYezY996wlveP96jylXAS947kNPa2ETL2wNqc95AhSPpBVBTxAQ789QvZBPnbtOz2wd1W7B4QKPEwVWL5A9hO+H3tHvhtlkLx0id+98BnwvQ2gAr7phZO96xPjvWkjQz7lEXg8VLDQvGDLP72RT0i+fG9EvhbtuDwjwEw9VNiCPSdL4D30C0E+NUKeun8q0jr+dSo7KKq2u+egBT2IlPW97WaJvdX/SDz7ivW9pufBPP+abz10t7q7jekfPW91sb1KPqm98gv2vVxloD1tvt495rkSPTeL9bx1d4q9tIqJvKq0J7xeKuc9NiiLPTqMqD1hzDK+nGqxPGAKlb78Nau8PkMwPWJpYT3XzJQ9dpLvvbtgZjz7g6k8etGPvW5FJz3O+tu7MPl9vWXLIjyLyUE9MiHePTWUg70gAp29vO2dPcmDCb0FjzU7W2JQPpnxpD2gPQU9vq9Gu+1r/L0OlUO+uhoSveXpbz32X7W6Vq7NukhyKL2looe9i8NNPG0Q1b2aCW89vlnXPW8rDr54doW92LKVPf8zIj7QS2i9K1AGvOT5O7w4/Yu9JMGjPa6GFr0njIY99PTmvYeaJT0ixfa9u838PcfK1D0ZAEU8Unc6u1bhrLynqYc8hwIBvUsLhzo/KQC8sZ/Sva59SDzwmkw9TQABvnLPFL1y9Lo7UUiyvIsgxL1Tj2C9uD4wvXFPsjwcUpe9dImuPRXmI73Qs5a9KQ+CPdNGsru8TYe9pzUAPd4IP75hqzy9T32HvQ3CQr7enca9",
        "bqgRvXWou72Jdxw+bN05vYwCprxdF209ve0xvQIBNT335da9ZVD0PXs0Gj4vDV29fmz4PUeggL2ipwI9zj4zPoq2gb31afq9l8wKPh7Aij0BHYo50bmAvcokyD0k5hS9x5duPTF8Qz7NGCo9PdmDPTH1wb2Rhw0+cOmMvZqVHj4FhVw8k43lPWvoPry3Hye+QE6uu6yZOL5wb+I9Awj4vCUbXr3e8Tk+0kp9vbsfvbyhimI9rPhaPpZdPLvWnaM84KUfvpbw+j147w68ht6QPSdks711JZY9ciMYvm9sAL7h7B4+riO5PScTST4C7Ru+cm21vapvLj7WEiU9kCo4PhFjxD0kR14+StN9vR9oCD6nVNC9zAwGPqvCkzrRHKa82NJyPZSnkz0Y6oK9zYBdPaTphj0GRhm7YoPaPWgjOL0dDqq7N9JJPtvMgzwlEOo9VjF4O2Oi/ryF5Ag+ommYPaGxnD3um4i9PGjSO1KjLT5w4JO9CEsMPitmnLxPUHs90fVvPMjOqT2MpBy+ZDXqvX3APb25i3Y9/m7dPU2EUjy5jPU9MbEFvpVy2DzWEBO8U8u0PQH0OjyyiEa9ur9iPaA4o707jY+9qjxJva2A1b3F/wE9FwMhvfdT0j3PN5w9GKVqvU7ETD3Aur29/5F1PUOnMbzwlbK8Pt0mPScKoD3TW6o8bHt2vZn42Dy8utg93G8ePIrAKD25eEa9HrDUPFcLAL0O87u5C4/dPMMeCT55GeI8UJKSvRA2JD5BA8U9HCgWPXOHr7sD27g7q2IuPffsDrzP0Ta9+C9evRqe2DzUq6u8Tc1LvYKxnT0IobA8DhxxPR3+gb7lQ8k9NikEPdPj+jvlmYI989zJPfefgrwsSoS8MjsYPaA46DwleOw7JnecPUd7Ur2qczG9qkbMPE1P6jzBiQa8mTjCPNDmAj0ErLW9SIlxPND37LWVz7w9YljDPJinDb2s2BK9dx9LPa1PQr7GV6S8TTDXPYWo0b3UnNS943NmPZeikLuw1g09",
        "BYLhPUynFD3xNuu8K4SiPB3w/rwSvl++TKMIPeBqYTxEyU09xdkfvuARU76JUaa9/AkuPXRZkTy5lGM8N7WPPYvQsD38w0G9iy/uPFyb/72KABg9ycuqPW23Fb2/L3O9EtJQPAoSlj0eJRw9nC4yOjHf0rq0/cE9BAIoPnuKgr1yNJm8ywbWvIJp7DuaWfE89ImlvUdJ0Twgtjk9/opRPAFEyT1R6nG9Ulo0vXRAlbv/lpM95umVvaO0nbyUaoS8TbmAPUzXH73E4dS91OQkvSOn5L0Opjc8TcRCOsmRpj0zg189IT3YPCOZbz29rr092uSwPHhb5Dyvjg4+zJ2kPZYLAj0inge9C2KmPRSjU72n54k87h+5vRX7RrwmxWC96dHqPDN3kL0mDKK9/lievYOEKL3ep5y87DXVvB3kWzwaGZI9Bdu/vZTA/z07Az680oDlvWksiLz2Sw09kVyHPfBsDzwZ/bA9emxAvUHZ3D3BRNc9iCnPOkZCqjxPikM9uKUOvSutyz0h7X89sZvDvbs2I7ySIwc8K0YCPJWIvzwP2nk90h6CvTxPsT2BK468oikevnbHQTsdlya+PeV1vW739DwPUMc9n0IavGFvUD291Qq84Z7RvW0auDtx/5A8sGAtvV24jb0M2Q4+M2aOPZYxs71TToy9J3u7PSrWhb1NTik7zMcGPDJaiT1wvRq99erhvNhfaDyWdxu9W7wdPGpQxT2SOCu91TFkPWQwgD3YyoC8cS1XvRH2Eb4aY4I91kxrO218vz0o9IS9qqIcPqG2Ab6/lQ6+k8LGu5ch5z3mCL+8FsgIPkdkGj0oVgO+bYX8vSTJsD17ems8s8GePKWAkrx/gk++lQryPOXSAD1RHZk8hgWivT9oGz7A8Vq9uWMRPSELjj0lbvi9iGtVvZGDIT01WGw9uRcUPB9Scz0Uafy8qj7QveG1Z70j+929O4y9PCB6vj3p1Kg9LwNpvcFLoLxXlBA9W15cvQUvyzsCAA+9r23pvDgWurx9Kbg9",
        "4xioPGIrlb23RsQ9s9cRPaDyXTotT7C9L7tdvcoCnzx7ubA8syDpPaYtyT1Ipr89c4QzPt9w5TvtG7A9WRH8PZ/cMD24gHO8c3qxPP0zVz3w+Pi9JXRsvXh5TT3cq+Q8L0kbvVliJj5Ol2Y7seieO2zmmTtqLyc++0bWPFCznD2XA9+9E2BhPrzdjL3wwVC9cph8PVTCML4VsjY9tyZnvQSzCb5riBA+/82dvegIXD1ETxw9ifImPoZ9wzxDb/e8ZkhIvgJCuj2j7H88pCwRPj2Do72yu+E9YCG1vQ/gzr2Xlx89gSbTPDySKT1qEue9JXm+vTLPXT42F1+6xJInPuQKQr1xkSA+PkQ+PGDkWD6wwJ28NFiUPV4pHT47Erq9F1oEPVdp4z2OKZm+CyhbPZEnKD14gMo8GC1CPYgHWT3+aVk9/nG6PdJfrb07Qsm7FUnMvTsAeL1GHUw+dGMMPjXFDj4T7JK93aLxvRxbTD4wLXO9yXiDPe2WIzyaWS+9ScegvSdGqz0LXC6+L5YQvZqT6r3fnpI9dBRlvXauPj27VbI9tB9wve7Zp72PzJ89FGy0vRr3hLuITLy6nNHPO0NKOjsdjX69XoMxvfsgqr19JDE+ytHCvZ62jz1Se3E9JBCRvWqmJLy8RQK+fprhvdyyob3HHYK71R1UvR7/4D3ExJm9KsIDvY0XFD2vyEE9XGiSvX5E5zyh0ZW96bGhPEFEBr3/+pc9njRwPYhS4T1l80S82cRcPPLdurxT6hA+1wZXvNaF4T2dujM9eGJfPVUK/DvEZ5q8CHv2PbPB7T0nya882lBHvMVsSL1aC609UFJIPcEPAbw6dNK77zTpvb4FPT3i0N073tzpPTy5jDxWtqU9dnObvJZLIT0y69w90xlwPUfwjz0AvBC+mtlnPSSsyLwC3rk9M0iHPUDWuD0Hcpg79kf6O/Gsxr2kVYo9+oePvMSrxr12Bog9YlkEvn92l72IYfk80ZGoPacHA73d6Ue8YMcYPvL9Kjzdc1K9",
        "mNTfPS+Oi7wVFwm9mSLbPFb307z+v4C9X7mbPaOIcL0nOD+9vZe8vVjPKb5/lDU9lZZ5Pe9tzz2pvJC7il9xPthorb0+9Ho9u3TdPd+Wvr2KwmW8E/cguqlTnzyVTN+8q0CrPaymzztQl3q9qoVHPSEMNr1dQjK8f6FiPUlQdzzPZfG9ABZbPCzyQ70ebYK97fGLPe/cgD0GJES9twfnPOQzDj62IZ29aCtsveG5Ez24oDU9AQcKvkD/kry3sek8ooXXPQK2XbysQbK9ZjN+uw4J8jubjTG8D3dKvZ76nrxP5Rk9NhobvVGziz2AadA955agvJXFdzzs9xo+JdmlvWAQ2jxIATE9b5yQPUnf872PBpu9dlOQvaW/fz1mrho+LD9pvFlRrb0n53e9GMapu0e+jb1CkSM9Ra1dvUtP+D2zDVg9LGQ/voxiSzx+Hbi8FSL/vX1puT1ak4M98mzyPJHCkL1SlSg8oOKOvFTZoz2cOx8+zbAVPtJE2bwgyiC95WeBvJyrVLwZXyk97TesvVBoKj1+iEE9nJq5PTGXET7puoI8KrIru+01qD17iuU8Zwl1vcIDy73iLby958WrvT1bBT2DNiQ+2SvwvPucjr0J8fE9RF7uvbQgBDtAB0G9OqNyPaHQrb28phA+F789Pk2QOb5wNSK+fzngPYu/tDx7J7c9aLWJOxLyFT2xPVs9mk+rPOJowD0+AxC9Tj51vRc8Ezzzg2E8PH9cPYjVVrwmPT49mBQ6voqCsrwGvh+9K7cYveYqnby1hL294Y6OvX9gkj352MM8QnVcPZpMnz3wID29+Ti2O4n7jL0Yhpu9uXFVvV5zz7ydr9G8LKIPPa025DtMKjE98DwIvcoo57xvcyI+kQcLPS9ihjy/tX+9AWwIvnalBby6J6e9OeyHvMXsIT6YyVY9SXkUPd9c5Lxc4RA9PmKQPAXZoDtbuQi9plYTvLy5JL3IzIy9AM9mvJPU6T3tVMw8x6MAvsV7v71Wv8O9B1KVvTE2V72dnKY8",
        "e1G2vYVBlb1VgmI+9jeCPDcsjrwMk2I8/oj4POGHjTy3Fmu8GipqPUJ5qz0QHDc843/zPa8NGj2YaBk9c0uzPT4z8j0Eqye90d7Su+UnvL0wKyi9a9JGvfr67j2S0TU9JwkYvAkibj5L+L88jAhIO9WFtLx50wA+7AVZu1/d0z2AZgQ72F1xPgGaNT22nJm9JeokvYxo9725lau9OqhxvVB5S725qUs+BXLRvaEKmT2KC4k8sH2UPc+lQL3YXWc9YCpkPVuHOj2ubyu+LvAtPVc6171Qn2u8F5mMvb03jr1hgiQ+AHnavUGyRTwaHwq+ssxtvd5o2T3J4Wo9CssmPic/TL3TBBo+AGzSvW7BPj5d6pG9i5lWvf5wGz3H3rg8NclkvWMjIT3ey2K+WtvQPVhWkLwrd1E9PkWHPZeJGb1Ko7I7RN21PbbOHzyO2j49ptiQvQeXqr3PryM9DV4IPsg7AD7s9ge+XL00O2bGPD7718A8KlBUPY0zcz3Dlnk9alglO0DXHT4TOQK+yi2QvYk/b73ceUu98mU+vT42jT1oop+88IvGvZm2Db2Okcg9YRJ0vCjRMz2gyK28rNh4vYt9QL58eWK9Lgwrvqqptr3yd3s93qzYvS4XOz7Psna8oZR/vXXqPz2NibW9nD9ZPaZUxb1dG/w989SDPQk1mDyIWd+997QiPIp9BD1v8VQ+76MkPppvuLyfJC+9nrKmvAuszLwHYAS9Tc4CvN7NOD6ywlw8yMU3PPrLzz0DlBo9vXm8vUobKTwPqUY953QdPp0R1rxUiYu9giwYPcnFwz3Av5E8WOtlPYusEj1v5Aw95TxMvL7/Hr3cVgM8qxnJPI9FKbywjgi9AVnoPERwCr22TFs97/E4PZKTjTyQCck8AJlpPaQJFb0ZAV69yR2nvKX08D174QI+ws6FvNiILT2P1Ii9mzBHvb7b2r28wEs9BRUjPGRJFLyF2OM6pk12PbEH4Lz2cVO8zDtVPWBxCDyw40Y93v8dPrABAj1DQTI9",
        "EHXePctthT1O7JG9C7IBPNMv9rsAlV6+kK/APVMykb24cVg9l3w0O6Gho70DHf29dwYBPeikFDx3SpY8/qeqPQyR/btc7gE+nRVnPAPaXb2chEM9gdwkPUWrqL3D/he9XO8bvaOKU70SNCW8kAhJPT2xXbsnc0Q8oNcyO6ZPpz0wgym+TVrCvds1R70WD9u9uAIzPDivPT2bicU8GRmVPCNRrj3N5567IgBgPVQ0kDseAZA5Lbd2vSI4Gr0vOxU+9pxjPpLayr2WsBC+e/4pPe+QEz3jjmm9UPcPvnPgSr22fwa9Cxk4Pb8VPr0+Sg490HtbveF8L7uHraw9wkEBPuYzBT0XNcG93gGVPbMnlzwoGge+Z9fsve4uxryDzvg9+NOgPTCumb29fSE9kUCnvWYrqb0jc7M9Na8xvHXPAj6NHe89P3IUvkPSA70TH6K9iYmLPFQRCz7mJNG8qrw+vSfHl7zpfwq9BHCxvQf6WT6G0Vo+/MsAu5Nkgr3FZzu9sBHSvVaHQjx617A7+DMsPKFmij1XW8M9qSzTPSvNCz5Rg9U8ohMSvTghXDwd/4s9IyEavtQODLyrreG948Davf0Aaz3SGyk80e/ivCL14TsvrZg9VX3ZvHTKQT34iLi9HsnTunsXc75UFyE9KBtxPv0gpb2YhWw9tlNSvVZ1Xb3PHa892VSCPf1RK7wx4uY9Tw9DvXoPyLtfM/276dfNu6/aZT2+sic9egVRPZdAAj2RVZE9q539vfxjDr5+BKy7Qz05PSf+bL3snWK+W2LPvU3rtTytzNS95LT0POveqD3H7ka8IDgEPUizS73TiOi7MNQZvViLurx9HTE99cewPfHjtjz3BaU8WierPKlllb0kNAE+177wPAm/Pz3mZo29RDA6PVbsyj0ddAS+PUU5viw05z2rP6W8n0gBPiWLzTzl3W883eCQvYZVr7v5c/w8VLkcPKPwhTz4W6W8SCkGPl22bDpGdbk9pdDhvdzgD74RZxK+hpuOvMXmz72VzeI9",
        "7JkVvavzzL1fN2Y+ThnKPYJ0Rj3IVSM94JUvvt/Bpzz9hZO9ZSZ2PRc7Lr39lpC94ozZPcYXuT2Oryw+YWwKPry8Dz1tmhA+8OQ7PiOpAT4ABhu+/ID3vOum7Ty+su88qdl5Pf4z4L0EWzA+cKe9PYcG4D1o2yU+1LLmvAP8/Tyo35+9hZ+HPaaLMD3Vbqy9XAmGvOHU6juG9QI+jGAAPerCZ71N4dI9JvAkvY2QxjwG03Y93N0HPbQsWTxG9Om8nVsNvVGBIT3LMJE9QPn0vAzDWjyvVWE9bQ+sPS9UG72aeB09LouhPaBdQD1jfC89oC1QvWiFtjyThi89Ut0nPkpFib1aPII9C4sQPmuWQD67OMA97KlRPbnp2Lxq1Ow8e5Q4PmObmT37r7o9BjVHu5QfnzztW0e8UMBiPkZJSL0oF1e8+6gXPmwPjzylmsU9tLtxPeQOjT1n09c92EEVPtuAIj1plcQ9+Cszva5MoD04Lqu8QrYUPk+2pT3z2wE+7b5Su/FCCT0ArEC9iEIEvpapH7pPyiI+7d2kPZlknz3Re6896JaOvMfpQbyQuTI7PYkKPq4HID5pAqM9HEukPRQ7wjqeRIw97+A1vRRqhLz7O5E+fV9QvCFQiD3mvgY+Y3f7vDeq1z2mduK9h0JEPS65hr1oO4c929PlPbOZFD4W+hm+X4J2vWQNsLv+lPQ8oQfIPRH3S7zclLq9+/nqPfVIjL0YikC9QPHKPY/yF7snNni7rb9LPc4lKz3CVIA9WJJVPb2jOb0IDv69eX8GPa2bnr13lwG9x6hoPkNU4jvct++8srOZPBno+L1Iipo7uSGYvSTJfL16zwa9B3mlPbCvlbwWE5w9hfUXPn60oD0tmpA8/UlhvBnb3rsQ0fe8I1eUPO3HdTze1BA9plyavF1lAL2fsRY+gOTRvK69dT0UGnE9vkegvdtEG75Bb369H+PNvJGypz3u9sA9XGWnu1ZJwb0I+Yu95cuJPKBt9b1xCjU8ehr2PVlqtT3ejgm9",
        "hccTPjp9Iz1FDaa9hjIjvXXnW73+Jy285PsOPmaxbr0+1we+ni5WvtjJBL7/dwg+KMYcPZVhnT0dFme8jTEGPlaOk7unjxK9MfngvVADGb7/Cwa+0kbFPdghMr1xV1G9sT64PT/Fqb37L8A8Xgz8PQhmV70WjU+90MzXPKsOHL5sXUW+FDvlPEPghb1VHKo8BRvVvAroi7wICuO8YDyhPRsWzD0Axls19ETwvF7aNj2TR7E71JL5vRIfQL2aHyI9NApqOoYhx71KDCG+GrcgO6K71r2c6wK9XKQ8PqtVe73Jsyo8GwWHPd84Zr2n8iE+jzvCvRbChb3YzDO75ekIvk3L970altO9L0CmOys4gbzohZ69qdGhvUrDxDvEhPg99+wCvYJL6LxIi5g92Y15vcSPUD2s9IC9H9QOPH22rDtxX00+Qn3Dvf4Ckr1MPro7Fng4vTt0sbzl+QM9HF0gPUpKB7779WG8aAEhvaANrD0LqeM8SFCDPWv+fL2czSu83BYWvhfPET5afgG8qr8gvhnIAb0qTuA9qzi2PY5muD0YLCI983hFvYYL9j1fRBa9xdk+vZc3or1v7x29adMgvn/mrT2eh1c9ygp+vaQesrqDfS69dT0hvkIJPj1TbUG973+pvYxqCr2Mtv89J00hu5fYVL4Jqg++QiChPB040bz+Gqw9GSGEvfAu4zkHb3697b6fvI50a72ur5y9qamzvKhlFz1rcaq9LfyrvEJw6zw27y8+mW0avqiNSz0n/3k9goWDvBrNfD3Sk/69dkDlOqFsbD1YVWC9SaibPbVsh72DLAq+AlSGPaB9Nr53pOM87MG3vX06obxkOq+8YsKuvJfkJL0eVSS9FSGMPdb9gL3Y1AM+ELugvLt53Dx+sgG9u0S8vShOwz1JJki+BvWRvSjiDT7u/wO9TTmhPdi9u71UHLC978vZvZi49bzYsbq9quOQPTcPNzusgFk+uT3gvJu4UT1X0/U9bYfLvQZoYT08dAu+qXVJPQEgvbxVdJo9",
        "K/f1O0Uztj1WC0C95j+cOVEkp74Yj1a9XmEYPlcV0703jBi9vIsbvbLkxT2cNBk+CeAHPs/1eb5QDEG97tTUPYv2mz26Y6g8gCS7PNvCrr0BLii91DZFvm6kKT3vFwy+D+44voKeLT4mCX6+6Q3Jvdu9ar5FPhS+YzxXvfoVuj1l79o89R/zPYrmTj3hHy49PtuXuodNrL36pYa+09Ekvg+UjT0l2hm9vCaQvL5yED7WX4++Pdq1Pbgbyr1fc/C9tnwbPdb0BD2CD9Q81HRTPa376b09mku+QSpKvRG6wb2nwAS+iXRdvmEGVL77c2++Ue0HvDWI+D1yC+M9MdcJvgKMCL6fSCc++Gcdvl/INr0Rq4K9Z0iSPWb/Fz54jCm+RyePvn13Xr4frjy+IANsPr6qFL7Sjyk7Vi2Gvr5Gtz021JK+CdGyvusaZr7bQyu9GJHfvSXXCL5VJNu980NQPiIrJb3tGkU9exxgvY34wTymjDS+rK6Avm3iDT6B8eQ9lDYjvgMxcT2POtc9LWy3PcAWLr5wEyW+n549vrOA3Dy2tL48ZqbtPIkTBb0HhA08+dXnvWC8g76zw9q9aRNZvVnmCL2ywBG+k3SbvcdcJr6s+WC+zbBVvr83oj2oaGE9LHsCvaCZDL6rAtK9EaHovctP/bxCZfa9irIOvuaKRb5ORUy6h3opPahXOr0bBh28LFE2PZzTCD1pdX29DIw6vav2qLxbZr68+bxevmc2ar2dJKO9mz3VvX8slL3SuWu+afBDPGHhtL03zI49YuEsvc/TWLydpYc9tTcnvvcGzb1KZ7G8IIMAPTl+0j0ciKE9aoorPhaDJD2cA7s9YpgVvTWIoz1W0EW+mMZUvgiEnb06MRu+P5DjuVy1pT0k+129euzyvByQAL7kHqG9e/NJvZbYvj3pIgk9A/7KPWuRgb1y3a08S2SSvZE8NTyQF4O9kPn8PIu/8TunaEy9EpRNvDoLXrsoAKS87MNRu5u+aT50Fsm9Jc+cvi0Mlr0z6Yg9",
        "PPZzvUaeozwYB+49xXo0PeB3Sr3ZZ1K9DdlmviqkTLyQ418+FYGsPRvbLD7015u+sSkdPbXZ+7zmFU4+Qv1WvmIMoj2zoWc9v7UcPRUrwj0Lezu7eFo2O3GzqT3YtDs7jtvivcCNj71tQqE8r4WYvTTfA71zOKo9G1flu81a3Tz54cE9UMEuvgFlzb2WzES9K5eZvBES1T3+rJc9pFuGvsWSBb4uy8G8TAONvcHKfT0bkiC9Ni+2PVVSoj0/tQe+wP7zvcG6rLuTmNg8g8OkvIHJBT4B6CC9sM/SvrWq6r0eJZ29JnyFPOFUn71SrRm+nPWRvJtjI70Oexg90LGCPpwc5TznnE+8VGpevjXFyjzb0fQ9K5ibPBgrmL0fyMu8WDr3vWu+Cb27ilO8b1XEPVODgb4htEk9DfwDPVW27j2oIFi9nSFkPRCmgD6prTu9g6OxPTENab0NDSa9lHFBvkNzfb0b3G69T/Ogu9tpfD0sWvo8p0vWPdVQuT0+MAy+e9u2PMXlPD0oukS94X67PDCbML0ok6O9nG2CPZslnz1wVkW9j3IOPmOdFr5B8PQ95Py/vYyoOzwisN28cSgDuwSomr06y+u8xuuYvOLJgD38zti82OX4PDU4z73qzwk+Xv2xvYJLVD1nU269BV1QPvnSaD1ZlgQ9wm81vciQE71gd6Q84e8MPlt247xPXCc+/ZyTPd3EIr3eKiG9KQUrPhnOnr0VPum5XZvHPXenPL63a3Y8T5ycPUsYzr3HL1C9lnLVPXUryTxzAMy9zCUzvvJh4z0d7QI99ISuPELmtr0E7qk9zGCrvWg+oD1VHFO9jEhWPVA5ij014Rg9F7XrPcXFnTq7GdS83cYXvuosMT7DVIW7TFTWPVOknTw9iiU+25sQPvB5UL7IMJg9SP4BvfSIK708wKa9i9G1PVOrVT4m6eM9TYaXPTAglDw5XBM+/UXwu6gjjjyWdju+cYagPa3Z271eup+9YLCoPRfduj1qdCM+uOfPvVfVEj2BIcU9",
        "xAvPvRsbwjwLkso9FPoRPlUxGD6Jjrc9S60JPNokhz1JDxq9CU4hPCvb8z3Qxce9JY9wPXSTZz3vxuM9GaTMPUlTcz3ERrW9LtnnPYpTHD7UEaW8m13jPQLFFD4VkfO6iGNivHp9PD0HTkI93Vy/PcjSez55Ggg+PaW7vClQEz06W2I8wTw8O7bCGj64eEg+a27qPKI1fb0l7vc9ozDZvIXeOzxXuBg9edsbvXHBGj5eG0s+N+A9PoO4VruPe6q8mUyvOwLHN73sAwi9fPcovWFOLb4+zVq8mrH9vS+Vf72pr7484NQEvVtC/jwhRPS703nSPJ8RpD3PS+i81gK2PSMABzzDA1o9DUVNPTRhND2CA7i9YX9XPX5Ynj2rkJe8W+G0PfuxFj0+IYi8KR0gPWd7Az6CkIa9sp3MPWVruz0mxdo84ZW4PX1ysz3fhA4+dY+jPVVtJj1ODyk+s4k7PqJCgz0bgRO+gyT5ui58Bz4H5KK9ftRBPmCH1z3uwTw91ikuPNAvH7w06Bm8iaSwPEoTwj3F4No+wnAavZj+hD00XwI+GMCNu6FDk735PX896hdRPh6iFz7768E88Hg1Pn39J70QD249/6MVvUSJFr2urTI+GWw9PMqZFb2BPx88m2TuvYagID3uq5e9c1TKvJYQfLz0Dh4+CKMQPSZH5rsdCd29rtUgvVWqPr7YNhu9zKzDvGU7eL1y4Ss98TtpPTiL5708zlG9D09SPseMSb3BDtg8xP+mPPqjnL1RdoU+Pq7/u/j93D0C2CY8Xe4fPSKP/Lw2VE294xQcPm3Wuj1D59E9eN0zPXQnFr7dJFg6uvSsvek7vT2xNu67MHEwPu1Fpb0M3H89BfIYPiW1qz3hQx0+iPFoPY+pEr6oG6w978gTvgTq4z2opbO9j/XrvT3cmb3uv+495NacPSZ71T2lS269L/QqPSVrEr4B5jQ86fz6PBkEjL0xKrk8T2A2vYIDor0G29G5yxdDPKlz972ciP+86NfSPVddF734MnO5",
        "TvrQPGrflr1p7369m42DvU83xz1DoPG9RgpGPj10OTysi0m+rrQDvstOlr1GGq87N0IzPVnfobyCuxm+hzSVO1yP2LyF0UG+OfKwPB3fKb4J1bq9kHOnvV5puj3+BnM923OzPVXAWz2xCJY9mtiBPpEMjzyeHcW9EwOFPTD34Lz14kK+RFuVPVA3oTrbuZo7Ju3DPBVBG7vpWZm8KKnMvcaHVT1jIB0844ANPeVf3b0YTKA8F6SMvWDHLD6oQCE8Of6ovZbHXTvcgMq94ohcPeid7r3qEsi9IPUbPZU8QzxkMWM8bU8dvYqwjj345Yw94GPkvevpyb2rXEU9xioSvnxffb0KmzC9Dma8vaFkGL6p6ga9/ohvvRWsST0ByD8+vpa1Pagn3TqMkfw8CqrxvBV0AT7YrKc7scGTva/s7T3mCI28MDIKvjCAy70HgfQ8UIGbvXIIGT1PLQu9rb0dPiJEyryyfXK91UVHPe+C5Lxl1cg90UgDvX4car1OdI69iZOdvYo9Yz0gwxm85PqYvFLSsTvdnqw9N4PCPA59vD3OJBi8Pn+DuWZ+lz1qeiy9S2vfvX0diL7tA0Y8YS9wvqlbErvwvGu84LebvbXYjrvzrKA9IujQu7PXZD2jk+a9rUpPvdmqKb4qKN4836ITPsdvkb1JSEq+VtQ7PeKGzzyOtOs8v2ETPjFboT0b9UC89w/8vQsP7b0kha88j/4LvmSx0D2xO8M8dzE/vfJ01L2N0ry51wfWvQtNN7wc51i9J0RzvdJRj73bOC29+ae1POezir3pi/+9IYC/PUcCQz07Lzq8886mPNlxSL3IYi8+Ca2bvabTsbx23AC+OxAkPhrh1D3KEpQ9I/6OvLQG27z0a4U9T03gPKwypD24rEi9LlNGvnyL8D0L5qq9DC0cPeN8jTxqBBQ9TolwPXZqor12Pwy9bFDDvWBcvryPs6q9ZQO0vVJ5jT3vCa68QHEPvEocFj6LTjg9dccuvmV7BbwzjnW9jZIFvQj0VzxwEV49",
        "5QzAPI+xCD4Sl+28msF9PZ/ZUryjeYQ9FLTOPRNlULtTjsm9a4ATvl9UnL01dYu9ImAMPBC2Sz4CwNK8xh4IvT9gML0JyBg93QXxvHfjNb0CCDQ8+S8wPiRJG75MP5c83ATrvEbFur2CCsK8W2R4vTaJCD7//Je9bwC6vKbrxzzO94c8vvlLvhMAsr0MUi4++wupu95+JD7OrRY9NjQQPmmtZD3qogG++EqDPRSTnLwmQd69UlAmPCYKCL0xXow7jC23Pfwhh71DuxU9rHyAvVQqLbxTEps9D9AbvHhkfT2mcri9TXwwvCK2Kr2CmtI9i1W/PaEz6730+Sa+QPTpvSfnkjyDU+e9H9QcPRAZ0L3auLk8QVA6vCbBNL5NZZo9X+0EvjftD71jniM+7BiAvb/0mT1Yoeo95PIDvZThwr2l15K7bHFmvQ01bL2IxfA9+v/CPa7SI72K8Dm+k3DyvaqDOr5FUSc+BIG3PBa1O7284bU9wK68vcj17jzcAfU6xgoMPAVZxb3qfOA99fToPZ8C0jwL6Jk8gN0hPfS9t70gUZS92UQpvE2kkT0UOe08fyGoPVmy371KYnc9miJavVltMT5EPxg8OQsWvGdSAD207WW9OzoIPq9rzL1B2HG8HpKwPHJtSL0kOPQ8boR1PcF7X7wA6jo8E92ivU/JFj2CtpE9pv7xvB35Kb79mk++IJVXPdWeiTxGPPc8UB7qPKERpDzjY2y9FbjxPFTciL62SU+8OIorO0f2I763lYM9J7mmPbKE+b20RKa91uHVvSj/L72rAlE9EFaHOmDwADxDHz88auMLPYs5e72OUfG8O30kPShl7T167Jk94de+PBokKb3X7AI+ffXsvRX9dj1+BJA7jwO2vcntzL0vB5S9cF29vRP9lT2r+Yu8pkA+vmp6WD14g22+nJKivGnJ2DsbiXk7eLqzPJk5Cj2HV4o9TZRpvVPbyDyuuLg7TQfiO8h/PT2taZO9OAi8vXDv1j3YjNs6BE/PvcIBtb08z9Y8",
        "8Og6vSwfbL6JfBa9q6ndvHru7zykc0E+GPnKPLxDmDvM0Bs8cmwcPRDtEjyeowe+N7nrPJooqr2/GRk8P1P2vDFbCr6lgKO9OVSUPZX1vD044p+9Y9AQvOdj+71ldIq9bt3QvBE6Bj2hedm6FqeBPeu7z7pjiAa9lb0SvmO9VL4F8QQ+ydI0vb7ePjxScsY9DkSrvQo6GTwnvSQ9zB1/vq+8Jr6BgJa9AWpQPJTy27xc3O29nNSZPVjy77lehia+RtTzvTzpHj3YaMc93ZM+PbSfYzth6om8dC2wO780gb23b9k9gUesvJNktb3rTI+9y1WJPLsVCb7TIx2+N8OEvJ6LkD3VU2S9I8vyvVNVyr3+/cU9nKZBPd0EhD2+ELW9EtxOvf/ZoDx7sIG9EsAvPdgH1rxA6BG9EJcvPUBuZz22kEw6AoepPchPX73v0WE+n8+ePYw5ibt8RB68lo2lvTxAWTxRyH49XKH/PJYtj72gie88JdxTvcfTxTyuy709B5iNPdYydr3ywSw9biUCPZ28uTtZG8+9X+qtvTnTar1VNPO9Y+1FvXO1IL3U7C+9crnjPRtzGL17/wo8O8MWPquUUryIoCg9UAOaPRbFOjwDH7Y8xRWVPeVSOr2i0Is9N5kEPssohr2b3pS92Xp9PWAGgj0ATGy8GUa8PcjMhT2xN9297+R+vQQFczxm0jE8Sw6VPUMj9j1QRGq8ENTqPGJzELwn5Uu76sXVvPsSa70nGIe8Mi6aOnirO734Cb69D++qPJPyHr1Eluk9A6PQOoH9LD3uEBo9IVQBvr/ThL1orWY92lqsvRctkj2+LIQ8ewknPnb7wT3y8oW9PeCnumgmwbwLwXY8sG6YPBxhsTwdSl29mU2lvReatb22h5s9duxpPMFm6b3gm0E9ZGOgPQ0Ff73ZH8G7Hs5MvXJ6gj1V/ro91Hs/PDSrmTyMXdS8WDv4vAVP7zzaeaM86MdJPEDnl70PBPK8lJQjPed7xD243q48N2XrPALszz1SdZi8",
        "55UrPpqUPr04uT69wwoxvXNWTb2sno86ibO6vK6djrp6xHk9v1L/PHhjl73IAcU9/mg4vhVXvT0pC4e9g+DLvU81er0VhTM+B5RlPHsDoL39LA88k9uTPYkgvL1Y0BA9EOV2PQjmer6CNKi7/ZVmPddK5j01oVS+tJM4PgJ8Lb0Ui0w76Dk8vpNBHzzhUkM94JUiPWnQoD4pl2S63RMHPVRl+Lx1CFe+FBQPPV7dg70uXeG9u6eKvdcd2Twyh5U8DcgTPr3WTb24YpG9xqk5vZGlWT3bNc09Hx88PoUiFj0nl8i92pwGPgODPr0xYJM99EGgPfHYXL7D+TG+j0oYvHW2wbnUEJe9zJldPWVNeb7JBqs8rybFvE165jstE1098RiUvcm5YL1ahMA9q4g9vhOtND18A109RrKhuzqLljxtBVm85QETvSr1qj2sqaM8ZdCHPRrlWT3hJmi+MbbIvZoRBb5d7+Q9Me1EPAfAUb59sYI+03UOvsd92Lwh7vi9EdsmvSwCOb78wTw+SKvQPXV5mD18zMg69MSyPaSkprx5Bvm8p3jJPZafpr1L2um9KDF1PCYOIz01+kA9R0nkPDWrfT1L88q7kX6YPYM+Dz44CjC+/aYivTcACb7cAvS9qSejPPEpqj1g9tc9NzNmO4yKzj2IMH48+p4rvItoKDyP67c9VRvSu6ax7bwOHeu9NCFXPYsVWbz2AUa7+/8JPSq0HjxjWUg7e8wUPYo7z732gxm8rLV9vIhZXb2YUcg7jK8qPtcNmr3IR/K9KgOAPO4SUbzt3a09gcGKPQYOzTxgHJ894ByfPdZyKr3AkWi923C3vfnXLT28V6U9Fz44PW27gb03gZK9YJM2PeUFbj1FvxG9QFBTOxh7472xtTe94HUNvTsdK73Wtyk9tYMUPavHCb56z++94/kYvbeTPjzLguc7D5KXPTo9Ij5iNjk89SZYPLfxWD1ZAw49AtVHPKXrsb1sMOa8e5nNvWRn2z11IYi8Uem0vfRrXT08hIS9",
        "4XcJvqb4Lr3qTxg9Z3MOPslQ9Ty0pCE+eHahPdUPzD1klTo9wratPVKYiD02UMQ9FIfIPDgcLr3/DXE9+WMPvuYezTuZyDO+UyqYPBRaQT6Km0m9XXZ9vasIvbz8+/y7Lj+tPC4B+jx2BKA9jlQLO+T/T70te8S8WqosPXyIjb37TgQ+WXYMPl9qK71Y3cM9vAkDPdjOUL1D7k+9CBGUvYQkkb0cJzq9/wZkvZj5cb36v1697RX5PB/Z5bw55SY9YnTEvfhKyz1vcnU9BNKcPYwEJDyTwrk97LdMPqYkmz0Kk2q9OfBXPBd6bz1d8W+90OcjPd8M3z1ZmuG9Ft6ivQ+XWLyr7jC98WGsvVAVwLyZpEQ+uaYLPgs2gT3i0Ta+jXHavDLkNj0U9SG+dQhBvVtl1j0+q8m9r1BfPErQiL0D6sM9yy4MPkCXLL1n5xM9b0u5upasD76m7A++ALm9POgIOD7gYLy864JVPRHgIb6R3ue9TTItvjABPz6c0z49tIaBOlBLgT0WGfQ9pEUMvaZf8Dw3Fy29DQn5vSKaib0hVzA9/eGyPYgQ/LxGiZG9ph8APkIgizwYA+M9WzSEvBE7dbywf2c9M/SBvaLbDT2NGqW9rM4YPrSsMr1cjHK85fhMPM+OWz0gKT69fJ6KvAZh/zrX3I89bHgPPgRUnD1t2vK9eojFPYwGiL3uhuk8SJ0dvT8aFj7Sg/u9JZEOPXs4Dr7yjt08REGavI3LE77hyHy9cHJFPvTyOD2pEBA932UVvajlkr1Jidk8/Z8NPSjWE723tVg8E1UQvg8zjTyBqBE9XYygvP6Lhj0/dO88SSMQvQxQfj2IGQe9EyyPvIIknL2zIDm9GRO4u8gC9bx62xa+Tm48vmZMlb1S8Bg9ItPoukRZEr2zgFw9ZQ8rPbCCL74Pr/G83P0XvqwC5b3iWz49CqHrPTDhDD0Hp2s8t97JPYeS0LzAEoK9TwEdvRfGFL6j6OS9VGYFPlq6+Dy1NS092mmEvKWAcz2KW/u9",
        "GX1NPZxvoz3SgJo9YaRAPrDVC76YDNq8oAW2PW7Dab6tGAw9zVH1PK9X9j05JwI+T32PPelMor2quxs8dwDSPYGq/DvLs1e9V9ouPsMXkr0U8qi7bQbZPT3IYD68giy+gYJfPSBUkT3Y6Bu+OZuPvc2oPb59keQ9rCg3PUPk+DxWohq6hvCaPc9FOz6Sx1k+pS19PTFMVr6zgVq9Wkn0vcHba7xbK7w9L1wOPVnNUD5Z5i29A1klPp9xDb6u/Ac9M5CwPQIDAz3+9jk8dQ4ZPL+V5Dyx+zG+AlSuvOjhFLuiawq96SFPvpgQKL2Jd1C+xOYOPpT/xT1mXpw9XnOxvad8zDucbhw+A6k3vQLGmz2APji8QUcmPYaAtj3rJiA+O0C9vQngBz6FY3S8mcqluxz4Pr2O38W9aOc3veQjsD4Cnd+9peHGvJUixL2ZAaw9mf1rvWYx0r3X5+49Hj4wPq36Yz4UBUA9olQJPZJEED7fCIE8/kSjvIk0QT7PLuk9fqliPUbkNT43qoy74FvJPbF03z0YOg0+lxKJvadVDz4+0UC8fAVGPY76irymGR49go0YvtSZtD0cfZu9AYETPiKHer3JYei7VFcgPWbbMb373gk+qqGNvXQ+7Lz894Q9kSH8vObBP77PlcM9RfgZPePplD1LSo48MGX+u6uU2ruj5Tu+YOr7PAinfL1gjSs8QwXmvXUICb3gRSA9gL8xvagrJr6R7IS77NoDvaedI738TpE9v/YFPoPvUTwmaPE8iVyvPO83ir0baAc9jKzYPLvInr2Brgy+y9lBvRQPETwoCdC80liwPd0dxL0wyS+976u4vKRkkD3R8kq+w0vIPaEB4TxtmVQ96/tYvAsSWb4Thry9qka0vYtmCb40v028v9OkPaWCvj2B3fy9v0owPsFyHb3RvDq92z+5vMXAhb3/y/G7+nUxPPwC4rzkSRa+4d6KvRXz9L0hz8q9DjQNvigLZL1Cisy8mhiQvYj10j1rrxi+yBRxPZeGMj04Mo09",
        "ewTKPHdHCzryUHu9/n2vPduW4b3cWIG9AwpFvGiRr73Mz1e961TJvOXn27xTR4m981HuO2lCYr3KlKQ9yJQnvsaTvz2SpqI8ZskHvZB7B77/qw0+BMrBvTBfDrzH89+9rgJXPZdxML2F4om9GdzEO+/t7b1zCiq+TyXkPY2CrzyaiMy9oQYsvm6yjLntUwC+cJ08vSiajTx3Kb69XkcaPcCSLj2pQVm+GHfHvBLpnb2jnl+9oGyqvRsYzLxsnoa99tmlvRTeczze1O69fclLvsOsVDz8eeG9+IOTvQy/abtKHmW9im8sPErGZb4WNuO8IbvhvbAcTD55k2671VV3vUfq2ztdWdc9RdiZPHatMbrt2TW9LOZ9vR3zv718//Y76p/cO0hsWj0/Xw49sfRaPod6Eb0djyw8Wsf5PHm4Z7uWTEs9mFG6PNV/Q737ShW9iPIvvR2GXz3Y2l09qZG1vW7KS73xvqy8ruJbPfbjej3bTIw9uqaOPZAXhj0Z1Xw82f8XPuOgpDz7z2O9GvaJPVieD70+iWU92x7WvEy45D3H0NK9ejqrPctWJj0HOzs+MpzpvDZEYj2sI9m9ei6UvWm+ibxrt2U959Z7vMqSvryurx+8fYbTvb2thr3y7Y69XZA1vfbyQ777Csc9H0wNPeVJOzwXOna8S3E1vF8FVz09s269GSKiPB9gAb1ZsZI9kI4Ru5yDZL3lx/k9NWfzu8WFtrzWyyi9K6xuPVU7FLvcxL89c5SePYcbBz0PGDG8PvOavTqJt709VUy9eWfqPN4uobzYqAI+Is8CvF8gJTvtigc98xgPPng+0r2lGWy9eZuEvQyws7zhKLU9RDi8vSsAlL0XAqk7c3a0vQ4xB72z7Yk8rJ8HPfZ7wz0Ae/27F9oDPvXVk72xlWW9qgtuu0KBZj6LK+c8BNUBPrU3Dz54NLY9t3SOvDf6eL1KnzS6OeXEvEkGYr2O6lQ9YZAWPdT5dbx7Eaw9P620vCkIRT15e+S7weAVPcOQIL3jgYs9",
        "n5u4vR8kXj1IBGu9skjUvXTKtzyek689Wdg4O5bBujtCC3g9wkmAO+UgKr1XVcY9uwT0vdMXtbzqqqy9j+JYvh2DSD2ZV8w8B36hvUHXo70Evi081ugDPe3vaL3ah4I7pUCUPVLlZj0Hkco961MkPR1niLt2lQ2+EMOsuxO6qjpN3Lk8KgCjvJRkQD07lDk8aFpoPBdDMD6R8J+8FfodPSXRlz16Kpw9LfWGu463TbtZEHi90ow1vQwnJT4kL029m1ruPW7F+jwmstY8nkvrvaq/ED4aMcs9f90fPtDihDtbWjy5H/75PVnMKjyDocE9BIF+PQmW9L1CLru97iw0PVq5JD1p63M8xA4xPb2yrb391cw4w/JcvVYDwD3CngM+oqXXvGGLHj2UjXc+0HYxvmTyRLsQXw4+pHN2vS2fOT2mSoS9VZ0rvgyYKbsz+zi+UQ55Pc3t2j1I+V+9ojITvlGaIT2XQCS9ctszPdhzzr2Gugk+KfeMvRO7DL3zvQC9mtMcPar4FTzOte28KUuIPUxb3j1mN908NoEDPru7nTxDuBs9qNrlPG2kaj3Pdig9rdCrPWrR2r3bXk8+LJWmvMmOBD63SM89L27zvAR58j37NxK+ekjWPVRwy72G5LW93ts3PmFaij3RQaQ8iZTsuxEvhDtx4ji9adH9PPTZq714Uaw986KkvD/cZb14vqE8q0d/vdV1ojxdEce8FxfbvaXUKD2rJgW+keVVvWswkbwC+Ys9PrqBPZSc1jymJG2+oRhHveQH0zyPzio+ljAkO+4iZz2FG3w8o25WPKgLi71akjs9DUuvPQNlTr3oB9q93zHTvT+zdr2n5Je9TV+ZvUP4ST2sAa+8BMhGvcH4BT2dHgU+DOloPet3trx2SNO9coJMPXKyt702rJY9EUQAvlCarL1MyDi9CFP5vWB1Irh3XrW8t5pWPE8oFD4Pb1o9xj80vQIhzb0OpYQ9OyJfvQT3h7vCWRG+Jf8rvpKwZr218JM9MlEvvpJYmL3vvZk9",
        "IGKnvQvFzj18b6q9AE+sPGaPiDz9WTY8SIO4vIZSgz2Qrm68vT/nPXiLgjx6Py49EYJNvbDOl7wW6BY95f8zvYmZQj4Nm0I9uzjvvQRmRT7K36E9G42FvCW5Bb3MjRo9GSyVvSMr4j11h++9Hh1DvhPcWDwqpAk9mH6LvVzCJbuEQVE9Rfz6vGQNCz6ID2k9hFRVvC+w+70Ru5y9vapyvaUtlb01hxo9+fuhvRRoH71eDaG9fL1JPpXsj70PhIA817imPYXRlD18Jgg+2TEkPN+Amz2817Q8g7StvJ0wXj3wkZ+8BFMevt9crLu3f1a8Gn9ePOH5Cj6ilWs9l36UvVhVgT2lSlo91x7VvZCpNz7ILCw9LgdZPdkQ6rp7gFm+iirpuoW6XbyoypA98WB+vb1SPj1xmcK9Tx3FPWgFd70DW/y7qMrPPQZzRTyW/x0+lHP+vHJz/72Ytog9cQsJPrM5uD2CaiQ8avOhPfa26L2EL+29xJeyuyuPTT5iyAM8EcvGPTCH67w8FCy9jnUqve5JrrtHuMu9bOH+vS7FQ74ihCa+tVg6PZEgEb5bSeI9alA2PoB3xj3Vhro9HsMXPmmelrxRVaa7LMKEvZEcRj2Koci9hwvAPbMQgj1xFf09NK4KPXlOgD2C5zW+23ImvodXLj46TmM+HEWjPdAcDz7mccO9wS0hvQFqu73ked+7iZoFPtfi2TwKwkC9Xcf1uSHVFL3Zewa90jdjvUpX1LwjouO9IgJVPiHoqz3q55Y9EPuXvQZezb2twns+jSJGu4qhJb5Yabw9xOFFO8xfoLzNJD+7GJTFvZVV6T1uXEW9HshlvRt6Fz4apSK+HJhhve/QLT3kPGI9D8/CvGUH6TwjWMq9I9VDvRqwBb6Puj+8hXQGPdyKa72ylbI9NWYLPoC5Er5JoY49wk/WvY3k+j1eAdw9R44NPujYEz1psaO9SDzEuxapg70eSUi90byDPXF/mb2FdP+9y46kPTEdYT1p2SQ9po3ZPfeQ3D0yOvC9",
