{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              24,
              3
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Bidirectional",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "GRU",
              "config": {
                "activation": "tanh",
                "activity_regularizer": null,
                "batch_input_shape": [
                  null,
                  24,
                  3
                ],
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dropout": 0.0,
                "dtype": "float32",
                "go_backwards": false,
                "implementation": 2,
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "gru_2",
                "recurrent_activation": "sigmoid",
                "recurrent_constraint": null,
                "recurrent_dropout": 0.0,
                "recurrent_initializer": {
                  "class_name": "Orthogonal",
                  "config": {
                    "gain": 1.0,
                    "seed": null
                  }
                },
                "recurrent_regularizer": null,
                "reset_after": true,
                "return_sequences": false,
                "return_state": false,
                "stateful": false,
                "time_major": false,
                "trainable": true,
                "units": 128,
                "unroll": false,
                "use_bias": true
              }
            },
            "merge_mode": "concat",
            "name": "bidirectional_2",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "bidirectional_2"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_2",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "bidirectional_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_2"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_4",
            "trainable": true,
            "units": 128,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_4"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_5",
            "trainable": true,
            "units": 1,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_4",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_5"
        }
      ],
      "name": "sequential_2",
      "output_layers": [
        [
          "dense_5",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.4.0"
  },
  "hash": "1e67293085f8dac4e5328d22fae38ddcd3d3efe028b36ce77fce080038a97966",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      24,
      3
    ]
  ],
  "output_shapes": [
    [
      1
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            24,
            3
          ],
          "values": [
            "7HSZP03Eab9oJte/3RK/v6PgyD7LU+A+UCC0v3Ueuj4uDV47U1qUPvvMMT8pnq0/+XpSP0risD4oQaI/EEUvP4t/cb9K2HK+WYexP3yvqr1r98M+5zAwP55jvT5TIBE/f6xgP2wElL/H6LG+QeOvv0REg75L3rm+JfLJvx3asL9rbbU+xvGlPztijr6gp7W/kgETPzWLKb/oMV0+gszRPy4jXr5JGro/dxFFP4Q53r/VuZW9M9zhvh36kL1VJpc9lJeIvpsJ/T5oWIk+krhUvwdLyr9Gxiy+8g0Yv+y/Sz+tK0HAoi98vzuZpr90C6u/WtEGP73Yo78preG/jmngPn9gNz2Wa7g/KxRCP2PFj78+P1a9mVAHvyOHFr/JaFy/"
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1
          ],
          "values": [
            "QLUzOw=="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "bidirectional_2": {
      "backward_bias": [
        "G8J3vT5zMD2RjSw+H9hGPm3kpTx+Fwo+b88LPSogaj4ajg4+74ZpPg8R1DxYHSQ+WdaGPdKMiD5b7Uo+FCD/vfv52D0zDBc+EiZvu3sHqbp1QbA+/faEPQr6FD7Dvws+LC6dPXT+gD4pOP09uTMpPkfNQ72Uzvo9Hd2VPoI2Rj6ZV2M+Ql+sPZMhCz7zAFI+MbXyPFU8Vb0Jey4+H6/CPUJ4pD2avKW+659hPpazPr1FxUA+bC9QvQSzOD3jv1Q9BZzpOhRLdz5C+W8++SqGvj34K762f2M+EAgyPrPFLj7xIj4+jTl4PdIj2D1MJ/O9bulMvPXOmb65dyU+ncaFPUKBjj01Ml294uZOvTbSR76erqU+qhkPPpmrjj509TA+fxpiPTo0kj7srZM+epqcPTVXeD5Z9t89igpEPabS5zyBMzY8l3AiPlPm2j112bc+pwGjPL9XYz5hQgs+zx4sPharqD2/2GU+5nyRPbmVCT121GM96xwbPu8pUr7y/O0+I/CGPaaRzr1/YyM9EeWkPXfgjj1dCfK8HAnpPVcV6D46VOQ+5T8GvibAPj7Vjh8+jQs8PjZc0LyZMpo+K3DNPTXFBj7GOpM97tqGva+uLj0Utkk+cCTgPbCx3T1NYpK+y/q5PiTX1jz8w/09Reo1vRiD1T0Ll7g+WG+ePkUShT4B88a9JJb9PX3+Jr4T5x29x86vvbW7TjyTV1q+4iimPQWeN76Gl0O+Ou7tPVe/eD1DFEo9ysHrvditlT1LaNe+VpQUvnZcmz1J7gY+z6AFvCEn9L0k5J49tc6cPexmMbxpVD+9SO5LvRJ+6b00zGw9+YHdvUZKrz3OGYE9jNs8vpTNVbx1EGm+5zheOy0oUT3YBZe9nwawvsAqTr6vFM09N/sbvk81qb6VtA69zcmPvkewXz3kcn++usfgPEUlcz3uTYi9uokHPUuYzr2kt3m+yVC+vv+vI70WOmc9cOE8vssI1LzuuEa+slQGvqQ5kz27sB08f2irvq7J9Twougs+",
        "dy3SvFmfvr6DoXY9DYCqvlY/+b0HSpw9vYwTPsziMDw1dBK+9n1/POs4jr1o41+9pJ6ePG1a0b3p8AY+ZlhBvjk4jz2ERBu7N1HLPe7SL73faYG+ZlE2vDWljj1VoZk+6Ccqvh0DgrsPdco7og4uvgl37736AIy9eGLsvgQaCr6nGoY9QQBVPI151j0B/bq90RWxvFZqjL4hC9A9p+2tPIHr4r0qQDk9kbEGvVokiry1rAi+3XmCvcx6tr0rM7O9HrWxvRuxDT68uIq+IpcCPtpZNT1Z+O68w97BvNYZgb5xSUq9aUtXvsgtHb7WXYa+NmxXPv5pHTvp6Mi9yM6DvYFXvzwS0Jc8qXuxvWlF+j34tgS+s2oEvk6MQT3Yuhk+/ry4vDJ9sb19jvG6nysCPuy0AT4HSro9TEGvPdGH27xJ0I89YBPjPaGkLr1UZqU9xEOpPVu3D73frgC+MVOIvT2U+L1C9Jg96AdPvYj9DT7nPhO9g6gKPHS7sr2dnSe80uP5PUaf770v9Hc95rQiPlqHzD0zI5A9PWP5O27PU73G25q98diwvL9CWz2KC0w9CJ1avRw2hL0+WS690w3Cvaw10z3IVAO+W/oLviYCzLj3t1C9yOQGvm3aC76XfL+9CaVMvYwpiLzSfTA9F3P6PFueALxL0028jK8qPs/ATj17Ccg9PpGovPoEnL1mupc5/tiIvS4Qbz2yIhs+kgVPvUpro700CMU7AReKPFoTFT7ymwe+C0/ZPfNJpT3AvBk9pFm/vIebMD4UaI+9M1quva/QrT1uAdW9TS3nPWZ8Nj5AF6K99BYYvn5TFz5C6Yq9bmfrvcr0q7y28KK7cUqHveVQrbya2rE9vVrTPCgOtL1Fg9Y9Aaz4vIBbLL3+TJK7U1H3vDxJrr2ezvs7VpfnPU/K471VeOi9+rg1Pe/8jL0aJQW++Ix5vKuhqr1HkfU8CuWevarGvbtjIw++tks7PKbMh70e4Zi8pJfNPXLwDz3BBCe+eWiKPcI7C7uP2aS9",
        "G8J3vT5zMD2RjSw+H9hGPm3kpTx+Fwo+b88LPSogaj4ajg4+74ZpPg8R1DxYHSQ+WdaGPdKMiD5b7Uo+FCD/vfv52D0zDBc+EiZvu3sHqbp1QbA+/faEPQr6FD7Dvws+LC6dPXT+gD4pOP09uTMpPkfNQ72Uzvo9Hd2VPoI2Rj6ZV2M+Ql+sPZMhCz7zAFI+MbXyPFU8Vb0Jey4+H6/CPUJ4pD2avKW+659hPpazPr1FxUA+bC9QvQSzOD3jv1Q9BZzpOhRLdz5C+W8++SqGvj34K762f2M+EAgyPrPFLj7xIj4+jTl4PdIj2D1MJ/O9bulMvPXOmb65dyU+ncaFPUKBjj01Ml294uZOvTbSR76erqU+qhkPPpmrjj509TA+fxpiPTo0kj7srZM+epqcPTVXeD5Z9t89igpEPabS5zyBMzY8l3AiPlPm2j112bc+pwGjPL9XYz5hQgs+zx4sPharqD2/2GU+5nyRPbmVCT121GM96xwbPu8pUr7y/O0+I/CGPaaRzr1/YyM9EeWkPXfgjj1dCfK8HAnpPVcV6D46VOQ+5T8GvibAPj7Vjh8+jQs8PjZc0LyZMpo+K3DNPTXFBj7GOpM97tqGva+uLj0Utkk+cCTgPbCx3T1NYpK+y/q5PiTX1jz8w/09Reo1vRiD1T0Ll7g+WG+ePkUShT4B88a9JJb9PX3+Jr4T5x29x86vvbW7TjyTV1q+4iimPQWeN76Gl0O+Ou7tPVe/eD1DFEo9ysHrvditlT1LaNe+VpQUvnZcmz1J7gY+z6AFvCEn9L0k5J49tc6cPexmMbxpVD+9SO5LvRJ+6b00zGw9+YHdvUZKrz3OGYE9jNs8vpTNVbx1EGm+5zheOy0oUT3YBZe9nwawvsAqTr6vFM09N/sbvk81qb6VtA69zcmPvkewXz3kcn++usfgPEUlcz3uTYi9uokHPUuYzr2kt3m+yVC+vv+vI70WOmc9cOE8vssI1LzuuEa+slQGvqQ5kz27sB08f2irvq7J9Twougs+",
        "dy3SvFmfvr6DoXY9DYCqvlY/+b0HSpw9vYwTPsziMDw1dBK+9n1/POs4jr1o41+9pJ6ePG1a0b3p8AY+ZlhBvjk4jz2ERBu7N1HLPe7SL73faYG+ZlE2vDWljj1VoZk+6Ccqvh0DgrsPdco7og4uvgl37736AIy9eGLsvgQaCr6nGoY9QQBVPI151j0B/bq90RWxvFZqjL4hC9A9p+2tPIHr4r0qQDk9kbEGvVokiry1rAi+3XmCvcx6tr0rM7O9HrWxvRuxDT68uIq+IpcCPtpZNT1Z+O68w97BvNYZgb5xSUq9aUtXvsgtHb7WXYa+NmxXPv5pHTvp6Mi9yM6DvYFMIDyyt5u9zleovJ5Y5D1bdt69i+RXvcSBgj21H0A+Z6F7vYcRi70xpoM9sX4nPk6qQj3EUW09Fy6VPWPLVLxqAPE98RMGPprBDb3GhL89HYisPTazAj2BUsy9ooOOvaXw8r1Ul7U9mc3+u0iN7T0x5BQ7tpw/PSre4L2X31C8oZCjPQmII71i6pE9QjYjPg6XZj0HLQI7GAZvPSz2GDxsDFG9CKQivPebaD0GuHg9D8OdvImnjzuh6tS9BqQwvTXdCT6EYL69/PPhvTVe3rtmRiO8KEwQvp6Jib43WYS9rP4avYifYD1f2Se9Zl2NPUjMOz34hRW9E08APoLwuTuqgNU9THO8ukpmmL2xUEQ8PL4jvVUkyz2L7uw9XAjYvJ9hpL3/N/Q8gKzeOtnIXj3wAgC+Og7FPfUxKDyuyk28DxONPUTuOD7GWlu9Io6KvQ61kj0oYcm9rQrgPRzRLT6fqpu9Fm8LvqamPj6md+y8ledHvaloTb24zU67JdREvR6w5DsSL4w9o1S6PTrj2r0/5Kc9f67gPATTOr0N7Zm8SmhUu1qsnr2aCqW7ThUDPplFrb2OkKm9l7BhvRl9zrw9L6W9beajvA9LU7wTy5Q9GnKTvasgvrveTtS9ZdaJPMqY8b0Fkck8j0l4PV2oH7zvZRa+KlTdPYxW/rtToUq9"
      ],
      "backward_recurrent_weights": [
        "E+iOvgjvGz5kKkO9vX2GPavaWT4p3tu9iYZBvou6373WMCQ+fPI5Pcb48DyodHo9vMAMPgwnKT46znk+LNTrPOTTCL7ATNC8NwZVPQxJaT6gGnE+YOCZvQqd8D3L5Ww+0hckvWBo3T2U9Dy8sgswPngqEL4kEKW9z5Y/vqcGzLuUkco9WXCjvX0veT45mSm+8mCovW7TrD3jf7e7t7DjPNhrW770arW+1IQxPvm5r70k3ZW+3w2EPa49nb0Vi1G+U8/dvRxJpb1u8AO+adB0vX6MQD5VKLq9oXTivYgizj2BiLE8eAx6vOS4Zj3/VtA+sJIIPlZZBb423u89/xkdPmOZQL5TGjA8PWFrvtc5jL1yOqS93ct5vtkjzLyLjTQ8o1XLPVk4/Tu30Q2+bL0CPgv/1b1hCpC9mZeYvYTxAz7Scwk+QQCovQNRjj2BcQo80UWUvoJd8D3MAyo+fFldPaqJ2L07Rkq+xhFwPs88W75+7MO9B/BFPiyBgr657xu9AZYVPqDFeL5FUx694vyqPEmyHb6ceLk93OoiPOXesT1l45c+aJ/6PEB+Wj7SrnC+lCSNvIOcAD17uVY+ZEi8veuF9L3V95O9MnFKPRg5Oj4ZMDs+7CaqPXhhyb1lWZS+n+qHPHaI/jwyZgW9yO67vCUKIj7xs6q831AmvjknQj7FnLE8UmhOPQZqpj3rnhS+cDyEPbWvBT4RRjK+szw9vvfjwLyu7La9Zi4LPmWIyL1NI4W+bcAKvupez73NCJm9SQMXvhfycb4I+zI9II/BvZxOyL3LBIq9bSxbvptW+7z3pPw8ufEsviAVub39d3u+6japvQXqqrurar29F4mBvRcIAr6U5gy+oBkevrQdRrt7Q4w8Yi8UviATjrzx/vQ9+uBVvX0xJ74QJXy9xn12vrXM+z2djqu8zk/mO1WYwT0lZ2A97Zb6vKTARr56XSA7plOMvXyQUbyNcla+TmWUvIQ/hjzZnuW8jvmGvuq3cb2P+o4980o5vZ6kFb6PM8m8",
        "doYvPQ+8CL5LLgQ+aAkpvJu9BD3nDx++dxqxvcAKRD25reG90tX7PUi3nTzZEoi9LBiRvO7m5r1hKFg8k6gJPMaMQr229Ee+icYAPuPj6b00YAe8yXi7vLEsjL692/Y9dF5Dvj97w71WN26+IyfDvdqmgr0HsQq+jbnNvJoJNztjY9E9N+MwvYKADD5CIP+8uS0WvFI5Rr2neSu+aIsSPnNtcr5IzfW9ZdyWPb1Zhb1DrX29A8C/vFqWMr6AeBG+MPaXveacfL5wSyI9zCOaPVEBL76U7/e7CG/PPcEFn73mgC+81/x4viKKKb7NIjI8C/JXPV+r/b21ubW99eclvr+zIL2Hfzu+FS+AvSVyiD2c8s29X0GKvede3j21fV+91MyUO5cngD2JmLk9oSqEvcERc75VuW093sicPN2kPT16uZW9US8MvCX9uLs/2DW9lLVbPPdrt71fOSA+MEzLPSy6xz3/ijG6iyOJPaW8oL1F5Qa+Sv4BvfJLYj1wxsK9kCq4vJjUor0lgSo9I5/ZvOeZxj1MC5I9FUgFvst1Tb0/pa09lR+7Pa5xuzynk5Q95gyoPQJY4Lxke7o9zp3HPJ90Ej4lICo+LRpMPR0xKb2O2OC81vjMvQktWz19WDW+TRO+vMLgAr2ekdA9/dECvcfTLT1tqjC8YMscvZNL0bwX3Dq8Jei9PdsUJb2yJME8tJwMPk6T5rziyye+mkYtvfm9hT1KwyG9cAgUPWHHMD3glrg939qwPbOqJz4IOFs9ZFABvm+TEb1Jt6S9dsOFPVIPDDxKS0A9m8/rvAjyIT2HTaG947Y0Pq0vPDrMKB6+e5+BvfTTBT3J/hk9TN+Ou0rhk7387I89+RKJPTb7uD2GUT094OP7vCMZZb6agZ49RKigvE8OPz1bDtq9dVbQPFv6s7wMdOO86R0hvU/ctrzPDpW9l04Gvmhmjz0ms5g9wDmmPZ2m2rpgFfc8/eomvh1tPbyWzpI9ctoCPl9A2L1S/+69jWiiO8p9Cb1Rjck9",
        "Txr0PHZxGj3umtU9iVkNvpzBz73aLmc+0Ge0vnOnRL5T0CO+C7UivunoIT5IVLy9W6CBviMU1L668cE7otQkPeyo3Lx1HtE990cXPpREcDzdqOW+JTpEPi55sL4tY46+Gz5Hve0HSL5RTI6+5zalvoLMyDxnzvQ9pQJdvrC94L4z/4u+KhyHvqaDkL7VlQq+j/gNPt0XYT7Nb0W+5BNmPsyiLb5do589scD6vqjs677gFXm8q57lPaWvBj7R+0i+skjePQpCdb6cak2+IEdsvWNWET3GEn89pygkvtoyojwfW36+CgNBvof3oL2qQUU+HANgPT7w870JTU89NmnuPMNYEz7rqIe+Cb3mPb40wT37uve+msmsPhAzMb4GUfY9lAgqPYJwnL0xGZG+P4uXPuMj476j8m2+/qhiPkH41D2Y4Tk+8xUmvk9dwTyWCKu+1BbVvXdTib6qW6W9lj2cvYZ7Ob6HZWa+G81FPDHpNb0vKl6+b8YGPUD5z7u8hH6+3rgzPTKCmzv7TjI+S+1tvWWDtj713Im9YQHHPT5a+b7YrJC+uIOMPZbqZL5s7Ys+2XGrvdRdSj7nTSi+TtnZOzVRTb6UDgY+Aa2hPgCkZD7CkLC+xfk4vhRl0D6yix8+D6+Nvm93L742s2q+k74tvrkrlL3ez0m+25PFvqKOa75QHAc+uP5wvg8SKT7MFBk9bVgdvTJlC72QaQU/LV1Cvp7rcbvYNxQ+XqSMvsSUQ75klL68Sp4Kvfuy2rx3rOU+PpsfPevlpzwQwMa9nkpRPfRZMjweLre8p3B4veKPjT0E6xq9uaAKPXOkED6ELNO9t0iTPfMGQr4mOZi+cHBRPnYij71pUUA+uaCTPEZgGb4bnrU95zZcPhuT4DuIjhe+WB+DPTqO4T53tbU9qywPPwslOb7Bb249ip39PU+TlL0FX5w9oxfhve0D2TzL20E+RGH1PnKcJL0tjaO9YUpTPq2nwTuC8q094qeWPNpTRTsoJ4e9LTVDPpljA7wnZli+",
        "EILaPK6a5T4cToW9JTiQPu8FRD4fbsa9+B8ZviOwhDwYFlE+UXsOvqNVoT3mRp08nsAbvT+EVz5Suga+PYQ4Pgdt+Lx+JiO9pLNvPbrahbwysUk97I/4Pe3Qib1eK4++w19iPvhVjz3jjFG9gMMAPoM2+T0SxJe9kge0PtY6jz3jkkW+zNFdPeu5nL6IDVK94RMtPTdBPD5ELaA8NlDlvdF2yD2yyri8S/EPvQ2bCD1tKCE+wBQHvc+Udb31xzA+u8jDvD1jNj2pMQ4+z/OYvmwPhL3ZmqU9ZqBnPW24Oz7Wdi69BtX3PoCLZj4egEc9QGMgvt2vwb2FcCA+glqFPtKPhT1RWdm8kr8lPaoSzL2SOwc+h9VwPRPe5L0yW/S9f8QpPcI5GT6zShe9WGg8vsknpr0RUMK93+e4vfr4sDsZdvG9lrOBveup0z3dBqq9w/66vS8cIT0CR+I8va3dPUU6QD4opMW9NN1suRB6J74S3cu8FnPBvaY0dz5PXkW9bBUAvTNVRbwJKEW9gK/hvZe1/L2Re3q7J0bGvdG3d7w42rI9T3XaPB7z6b0TyW+9sIPdPb/L7b21KRc+Kqg5PsxaMb6apj0+u8XFPfV+8TwBegO9QPrRPS3EdT5F+mE6lygRPlyWa7yF7AQ+OGxTvOTJ6L1mlYs9HogSvqSI2L3w7g6+/tTBPJaqJD5/WCK8cHm7vEUkKL7n5GW+F7DmPT1b6z3UHLA9i9hwvXnuITz76h89UmrZvIhV0Lwqjlo9a2edvePrCb6Im00+5643Poeksb1Cjw0+6FK2vX8KK77d6yC88iFxPn1Akr555bm9FecoPDI4jT0yMsO9ldkaPmICALrMNOm5HKoKvGugAT5y+zS9/hIYPAVqGz48gs49LupAvI9ITD1dCtK98TwdvlDRrT1TJ/A9oTIyPpu/Gz3inw0+EtItPT7kGr1/8oU7ewMgPouLsD1RADc8grMgvUy4LD7efP+7mPShvdsonT0aMQQ+iFQBvrZs6T1ANxm8",
        "Wo0svsEKET6/Vhs9umJHvoi1Qz4wnLE9io1WvY8b2717nw0+q0JovUrMTz7XngA+06bGPdr/Sr2JPZy9mAafvRLAa75P8E4+wcq8vUhVXD70SSQ+ZLusPY7rAj75fkE+l5kqvR/AGT55FYk9IPA/Psawsb4KebU9+5ZCvdBpDz5y2a+9bWbuvERn2TwOJDi+R2IYPUd4rr0s/BU8jITrOBFXCT0NkNK+FBcLPirjDL6+A9y9gJ0/PgoAtD0UBaE9ZtAYPeXhlrsTHlg9/IKFva3dmT689Bg+TEkuvtbmAb7aeMg9QDYJPro5mD0rjj08BYRuPJmu2L3zEbI9MUm+PVjW1j1w75k9qh6bviboP76c4oO97zCEPdREhr1bieA9GUkEvL9yJr5kp6c8TsscPtRdZT2IJ7e9D0sYPRRDNLyO+gY+cXsSvnBPJT7hPWM+keSkvrW4Cz7k+wE+WFoTPnWCqr28pyK9OZaiPZzLxL4I2dW8u2fGPQLOl70QbZ69V1G5PaTnmL4sB7U9ZxQAvgmrBT6/efM8B2x7PYzHJzxL3X0+Eb3JPJLyED4Irh68dvkePmKmXj24LEo+3bLRvVCKWL4NVgQ+9F4zvDf61z3tD0M+7yI8PoaFiT12o0S+XR3dPcdOYr2B//C9MX5BPngtaD7/L5s9/+W/PYkQ6b0GSb09xXYCPvGLXD66pHm9RhmDvbF9rL0o0Wu9GamBu+JrKr3ltQs+0q6BPltAmL3wPUC+K8y1PQLf1zx2oZI+lCPjvcmrpT11f249KWPyvOmpoD1RoSa+xAJFvu5n/b3HvQi92j1MPUCLuL1OhTO+OzjQvclXRD6qoGg9ZWonPencnL3pWne9fsRyvEtmTL0S3469WDjhvfDPHT3LgqA+KJXhPW1HV741Ny0+8DRoO9C55D25dAI+cDwDvjI2Fj40a5m9WtdmPRRZ1LxxEkG+7XsEPsaPWj1yHSa+KwzyPH6Df70gWr296CpwPM0b57wRWMY9RBDyvbtCyrwvUGU+",
        "PV+MveyNeT72xUA9l6MrPjzTEj7xVYS+prULPqdYh7wtN249KtJQPu7Qhzy75dG8JA1BPShHCb7oDQG+kp8Bvb4cuj2SBgC+M0cfvYaNZrwh7089qODXvRN7mr2u3Pu8LGYCviXUoTw8+tg9j3PsPRJ9ObzdSxA+6hyrPDTJKT4gK1A+02rEvfvyVT7HPnC9FGUAvvC03T3SoIw82J4XPaz87r1zpNa9W/TpPO/WCL6vrgA+gSWTPWXQxLztoZ282/7PvXq0urxOhrS8LoEbPkb7IL5xS4C9gjCKOtRPF7558e89ordnvY4OuTxErhM+gUQAvkAWAz4T0/A7eAEUPHn7Nj2gjty97JhRvkGhPT4auYK92l5XvNdwJj4a/Xk9/UH9vMoqbjz9CT8+JWLQPMKOOr78fp49/SzIvfbZkDwTe/+9TWLhPP9sAT1Ea70998kAve//ob0uY4w9EcfsPVLEJb1QSAc74YslPP4Nv73qj1e+WpQ+ve9L97xUipQ9InDPPGPDOz01MVe99LCMvFiaLD0PBdO93HKVPQ9IED7+ani8eg7SvLflAj722Ro871YXvkHGyL0YYK47q8Wkvcn9Fz0m9Ji8L6smvan9+bzzLlk9H3yJvLRIw71ZdcC9wNyOOqbuBj2HmRS8/ecyOgFXzD2xvRc91gl8vNuIHb62X129bwIBvNSoq71miLG8gxsPPo0sFD1gdMi9jp6BPSK6yrwGD1K+luU8vTX05T3HvnO8PcNvPRHxV73ZFzE+xj4gPk5pcr2aYaI90bnUva8v2j3N0Gu7vKBPvX4llzzg9h2+11luPUsWmb3+vCC+eLr2vbQzHrvHXJs9+8SRvYYOQ73gUaQ9BLoYvli9i706HpW9ZXC7PQ5QNb6eHIu98/tevTpKb71a0Mu9vqFWvd32lrvjDT6+OcdMvSpePr72cY68WV2pvqJg8b1shBE9pOe/PeKj6r1a+n297cDzvWWNSL03W009uo7PPd9HHz0nvDc9IEQNPq0mX72pViI9",
        "zR5XPfTLG76iUW2+GgpZPhkYmL7Cm8O+NqTFPX4oZj67HWo8XAgMPqe+Ir5fpNO+kR7rPmAluT0q1Z6+w231PUayOj5gEzq+7YTKPJJBRb3l4zQ+s9OBvrfm0D6VJ5c+yzvQvDGUBD7F61g+H+H2Pq9ofT74cU2+45KSPYkLDT7ZHpg+QuE+Pnvzlj7LscQ9hsdQvhy0Tb69kMU9ABZivjdTAD3uRo0+U28BPvKiUD7FKlk9zuuhPhj2W76k0i2+5myTvnIAWj7D+q89CdajPG0qWz1iO9++80PGvURbhL6suSk+bT4jPkVLLT7W1Xg931AovoJVPz5LlhK+A5uOvu1uuL6E6/093jomPcO7Hz4nTiO+TdOnvgUEKr5KQ/e+GgWRvr6AJz4wgTA+tCVkvup8tTy9vQa8abtSvuLtJ77GDTC+Ru53vBxMfb7VqWg+ubUBPpOihz4v/tc+85/eviTTpTvePnk9Gbq7vTRzIj7HLs09OL1AvmgzKj66Mhi+A0GDvth6ET2ILjW+BESCPjpsnL6Eq7E9amBzvq6hIT6VXeC9p5DwPDMiTL6vHNi+NaoIv/dX1jzCCPW+yRvwPhLviD5cG4O+oHVRvUiYyL3ObbI+X/mNPtZNeL4/uF8+85F2PXd1Tz6fvhg968OuvacyIL3zhjA+OVRXPjrVqT7qwrq8sR40PjeSJD4jv5I9O9ilvX2owT3ihkA+FZbrvTgNGD6oYxy+3Ey1vI4fkj4NYke8MWomPr95TT2fCRi8sVCvPjzqh73tq2a+qlwIvcODaT39SO89Jzy6PGi/OL4xqtI9FtOOPpdnNb7FcFS63gu4PRFDQz08iQI+DHHkvUUhzj2JgRY+8JfMvY7/YjyYot67EpwtPo/nFj6lnw679058PezNIj3hqDE9rbwePrxqEr4c4qA+L/ccPhXbmbz0+V8+NcazvQ5izT3oqTc9jc2aPSnvzD1r1SU9D+EVvpQx771GMLU+ZlQ7Ppy07b2JDuO85321PX0L6r1qBjk+",
        "icKavKJkDT4ab4e+JXsuPaGWVjwmPIY9WaKmveNtmzwIHMK9PZ3Wvd4EfL6c9IG96mOZvdy1Sz598a29pi/EvCnJdL4e6VE+NryGvei8tD12CSE9GFYRvh+9djugpxU+vMP3PVRlKz6V9Ce9MANtPDVQXT5mLhq9zH5SPqc5x71sm1E91rUCvmfmFLynMGE+nYWvvGqNtb1VJBc+kWQYPNs/jT6CjSa9M09tPiv4ZD1nZwU+dNlXvKc3iD4eAqa9yhvTPd0wnz7OZ7a7du0ivSl7+b3QYnm+lv4WvVAnaD3C0So+gNPivaxAgT1wO8o9PAzwvQz/wj0i3Sa+mXCqvYs9FD4PUBM+kbv6O3uTCb4HFYy9ts5KPZWEvD3cnC++voCXvWejSb5UHoi9txg0PpTjQL056ms8z2yjvRi1Jb5FAgU+y3vbvRuS3T27YQy+mfIWvtZ4oD54Qzc+4j6sveHqrL0dy+A9zXMzPpdlI70QVV8+JOCHvcUPJzwFLBe9g0WpvZLBzDx7MvY8P2SzvRX2wr2XJo28OsiGPV7Ce73dXa48kJYwPRYYLz2aG0A9eW9pPUt7Aj7+YH6+FsKqPVvZtz2ArMG6ri++PdrChT28JlU9EXnRvDQiDr1eIpw9PIwPvvYX4L3nB9K71SkovqIOEz7CKn68SBj5vUgLNz5wnjE+QdoevaZ+njwcyJO9UDoMPs9SAD4Ol1A99HZcvMnbPz2cp688Tb56vrUW2L0ka3Y9TQLbPTVv0D2dSAq+gTCvvfDFAzxZo/69t8RKPRIgor2UT7C8LmfKvTpBILzI8TS9/zYAvpF4pL0Mp0s9QKzuPDM9XD4sLAQ97pWJPePUhL6Shje+XbuFviw7J7y43TM9AQ2nvAy+Yz5/S2K8JasrPqeoXj0J6mC92DcsPi7gub1+Q8c9kpqLvau/Vz5Ej5A9quErPq5FID6CogC+KbqwPPiGBb396Qq94tVVvW0iBL6HMqs9T02HPTitZjuIGzg+I5wFvb+HWb7vSSW+",
        "5ZUqvrwU2j0+v2a9wWMTvoSQKj5VLvs9E6BdvsOa7b0XWpY+zEohvW8Z3j16SEs+V+C0PQdMqj2u3da9zJQvPWLIEb5dbYg9C7UaPpWMvT00BkQ9kyDDPRPM9D1IgQY+16divuJ2Br2yxCC8U+qZPeRLeL7NjI09vKDlu6PXbD2qM4k8xj6ivdTcmT0d8Xe+vDS2PNdoPbxROUA+z7NwPSyGnj5Mbai+dMmgvQaZ4r14Yps9f0M8PvA74z2ecs89bYJyPZJjDb40Yk+8MrpRved2Wj68dqg9LPyBvrwOIL2Bboo9+gI1PvQoDz7kflE+Mhm8PGv/H75Gu9c9MMPoPa07Azy7zBE+glKavtGrD74nx4S9xXnLPX1gIb7LM9o9/wjTPQwJ4zxA6oi8EoizPSa0OL2Si/28jsyEu6j0jj11w2I9zrswvifSej6L6kG9Z41JvuS4cj7cn+e8dVcIP1EYXL2nGCK+Fo5GPg7dib7gBu69AKtAPvTIfL7a7609Tu3hPFGaGL8jgQ8+7BJCvq1awT0PCFc+MfkgPieu5T3iRdY+NDWHvlYNjD6KlbM8YwFQPmdKbD32hNo+/31ovh3Dk72t9Tw+91CUPGTqoD3KmuM9K8BWPrcZmT5OCv29+GsiPYdQ8b2A0Fm9H8GvPuaVUT7+8ou8kzwPPR9Uyb5SWL+9fTb5PfjiFD01AjU7jpgOPRSRG77SQpM9BX6JvVQtfL7s5889KuiGPpizab7UGV6+iEBCu+o/tLyi+Au+F5GQvmCFGb7Wy9m9P8fBvc6u5Ty8lqa+VpGnveFTsT2npQ496qVrvQmL47ytPOe9iLgJvcYSbT4YEoW9YcuRvZ1xDb7kHIC94EiRO9aWVr1bWPA84IEHviQFwr1FzRo+0/gVvpidcb1AquI9TQICPRbhAj4ARJO8y3eIvrHIU70ySA++RvgLvhxv8r0MdPa9AWMMvt3cpb2JyZG9/EyiPXPgjb2Aq6K+5xMcvZoalr4yp0g+uVS9vX9txLx8rFI+",
        "rQ8yvrYeDb2JMx89g4wIPejxtD7A80S+w0G8PH2nuLzXef07pRoEPuYOprz2B+a9o3pMPZUXNL71k+u9TDfjPXkiRT7TRMm8f/s4vgDmIL1Tsz+9kf2LPc3ZwL2sNpy9XT2KvXfdAb7+6Uu9r1eqvdSRwb17jpM+duMDPuRefD2qXJ0+MCgWvv8Riz4YUd69ad4EvjYzEz1t1AA+KsMRPX00Rb4BX76918W1PFawJr4Xtc274b6ZPMZU172p/Sy8GMyavAcAJTwgVq09ini3PtZRyzybQJu9vRj2vQTvVr63xHq8iqHzPWHg/r30gUU8Y8hivV3PQb1IJOS8XyE4PXu1VrtEm4W+CmyiPY4OHz7B4Bi+bNQZPpskYz3jmMc9Zbslvp4YJj3fXIU+fPKOvczfv73T+NA9EPvUvfCyUDtfMyC+lrtFu3Na+j341ha7LDv6vKO5qb5jz+G89ExEPvC2rD0xSME9PVEbPW7sJbvGypC9KDVSPt1vnz1gong9ClzjPWXwI74P+oC9OxGevfNT3D1qwtm9sUH3OrP5tj6woe09TRUJvoAb/j0jCCm8uoqdPGlG771qWpw+MqmYPoPzDL6Ndrs9rWegvTT4cD1P4BS++MJ0utIe7L0SGNq91U4ePT5Uxj3IdLQ9WmMMveE5FT4ErSi8lGeYvUzzXr6xsXm9R/3YvfbZhj5b2gK91NaoPsIAKr4t8YO+brImPqZtML1LN2+9rMIdPNXMVj186fc91By5Pf1Ilb6s+zI9ZumCPrri47znOW4+yQGhPAEambwy7o49xkhSvA7p8T0/WgC+XjMDPoLjGD37x/29Ed07vtjiF74UCAe9n60avbWvgD5bLI+8gg4hPVuuzD0AeFa+nTUxPS55qb47x1Q9bee2vTT3/jsAS9A8RXiVvQKI77ydOBe9cvFQvr6xmLuJoPW8Crm+vsSH77wZr9c9jER9PQf1YT1pTiq9FvnrvWnqRj2t8ZW9lT4MPvFgTD3Wi068NgP6PR9cqT0xHE69",
        "pyQgviwbEb0hVr+9UFGcPXHPsb1dRHi+IsluPu20ET4IgRQ+Kzw5PmIaAL10g9Q9Oe3FPkVANj7o4oW+QJrgPTF0lr7ZBE6+43W/vgraMb3ygog+jmAUvGF++D5sbKc+eTU9vvIfmD7M0Sc+LrSuPpKRSL6v3II7Ey8mPitdsD5BP5o+u/v1PdvOiT6OVCE+wa2ovgi56b2FIL4+wgt5vVjoJj4+28i+ac96PgE1Sj7lxWQ8bkutvZzeAr7tnQY+DE3/vWokWT4Qzpw+utrovUngHD6SE189gxDgPbpLK771lF4+RlIlPonlqD4krSy+xLBnvZV7H77rSZO9X1NuvI2gY75+tmQ+oPMrvq/WEb6oUXM9tBU0vjz9Dj7hTAa+CxRBvo6iHj6dTrs+w+YAvrLPoz7jkQo+iIFOvYAofL4fsJo6o09DPcJI1z2s0A0+wPHzvu+dvj6E9co+goBSPk4UZj5DW8E93Cz9vQDyDL+x8Rc+uM7DPb0n0b1K0lE++OtSPeiohb7Kv5+9PcFHvrd/Sr6RLxo+QSK+PUhemT62K7s+fiUZvtYIXj7ZUVW+B6uAPLUkkr51YB4+9vVevg/V7jxLlLy9uRBgvpdjXjy7Ars+g0uePuIHh76oKUK+OoCZPrbxOz4qC0g+7Qi2Ppp9yj6ug7A+ZKynPnZmvzz3iSO+w28ZPpRh2rsUgx89CvNqu+i4ib3+llG92lOcPSVp6r0qqvm9s2LCPpGJCzqisdS7GUklvQaFMr3c+2W+35aCOmHexr2e/ag99CZXO62oOT6gTwK+dhSwPQ6RML0TNgS9cxCRPaPDg75u2Ks68Slqu81GYj7Bal0+DR0bvTAqOj1CSlK+dl4tvUucKLyoud67eX+Evh70ML3qFys+zzAnveMpnL6xpGM9gC27vd8HPT0tkE69+kAEPKOLvr1DSOu9z5A1PQ6ywLwuN1a+YKh7vpBdUr0/+Oi9eRbsvc65Fr4pd2I70s7UveI9Db2GvBE+1rM1vrYSA77uIo4+",
        "/3UMvsVcjL0fHLU9knqFvjWCQz6HYAq+x88LPfAoDb3pChC9J0MnPjHVQb7gL6O9hTIjvu+qVr2BOwG9u7FNvh2q4zrLeQa+WKwdvmG8Hj4dRPK8zCQ6vKwUmz36XR8+SIs7vv+30zzk+R87sbGWPGIu6L1T+7k9c5KBvWSL9r2W8HM+9ZkHPeHUkT7R5708z/4QvhPj4r3CpMk9ya31vY8HwTyoBnK9VJWFPXmevDwbnNM8Ja9avc5mOT6/dP88bjiYvV6Rmz4k3Pa9m6hcPuQW473ZuVO+BGcivR6DJL5Kxt49eOrQvgIY772Kb1e+e6BHvUWU5T1Aoca9b4RFvssn7jxtayi+RlaxvHjCRj7wnPO9cLW8vCjWFT7vRPU9r+7TvdtHTL3fxOM9u1iIPYPGrT3kPV0+Fp6aO2PbX714mBM+EP3vvbOAur28jJ69rksnPakKKr16cTm+tX8DvYKWdjyqliE+mCYvPuY0ED5U9hY9yiDGPEMBGb7nkbO94RMyPYgFZjysJI09B/HNPfUNWz1KqQK+fHuROxtcXz7w/a29Od4ZvcCUxD3kqw88myPsvegASr0TQYW9FVzcPQuvcz0gVZO9VLncvdhBDryO94a8DaHsvQzVJL7BpIG65dsSvoZxpD0R1IM9ZPxTvcnPAT4AGjy9DVzLvYHTx72WVEU9+rlTPfxBuDxPXsU71S2+PUUkdD1Ak4A9LrznPdaJ2z1GSTS+0fQnvL2shz1gg/w8BFtCPFqduL1Xm/s79mdOPp3anD0cz6s9rFu4vf7CMbx7RhC+oaAIPmNRTj50PuO9m/bmvFrBiT279WQ9BRBNPNn6xTsJyaE7dXe3veZN7bzLmiQ7QRNKvILj7L29ZzS++KnRvVVp0736/BE+yfpRvdk2yT31sxG99KqMPGZ4/r0FKRO+yvozvmZhlrxsC+y9yelPPT9Tnrw4lPG8uTr6vSPrUL6iS+69IKK/vSuZqDx95wA+vQE2PtZKyD2bva29CndKPWeXUL6z9hy+",
        "koXxO/hJVr5E4x6/EQcpPkYIpL5uWuy9rw0bvSto2j7vZlq90+4nvY+VNr53eF6+eFHcPtXRTz7n7j+/9IZ5vt6Qdz5kZ5C++pLbvvARib5t4Sc+XeDzvbXK4D56ArM+mfcPPg7AXD6vVz8+fuKoPgZK6D1+dAW+yyzrPjUd+j3Yndg+vyyEPkPEFj9LUGY+eVv7vhpTdL5b9Y8+Et2cvnHfsD0Dnk0+U/nxOxa1SD78QvS8k3rrvQKo1b0vywA+vOBovsDXFT7/8t093Nezu1JE7r2xSKC+Th20PM8BDL9isLQ++PG+vcY8yj63VuS9azZwvlVOyD2wOwS/R3SvvbUSlr4hfAK+pMUGvTpzGD4nBIi+RWmBvmZYLD7M+Lu+VqTkvuoOmj1Y9n8+UnQYv7Zuuj6YeU0+sBA3vuVNXr7Cldm9B3FGPjxZKr5vlrc+MBMtPqbX9z5xRAA/L8RSvv2jET3gz1y7UJ8Av+QKZD5aZBk+3AvwvDu35jzg7bY7uy/AvXupCb7Mrhy+Z21APqwwm755YZs9UnDLvW/BBT54FI696PsjvsPbqb14Bl6+C50+vvvBwb4u6MG813+JPlgCMj4ChFi+52T3vsplVb7dYwE/FgrqPklS0b64haY84vmtPgJUA70rgjU+1dcDPKzJfT7V87c+m09lPpenyD31su69kQ3FvcCh47zs5pg9azeevWOGub5gc+S9ssCKOrslhzznkgI+r8QSPQCXQz1Pba48c9CqvXYOJTxpliO+cb02PQU7Fb2otQC+cHhQvZCn4z09ojc+iQi8PVu7WL4itSu9P+o5Pnsxgr4OaNc9j3g7vd/AGr2TjjO9s5HlvYj6vj22Hl29JYYOvphYrb1FJ6y96NXJOueAoL3dXN69C3atvQqYKr7Euxy+chEjvpyyM74XqzE+zyM+PkZXoL1mU2a9DANZOntgn7woKFS+lLI4veHBmb0jW4U9b/gnvtATXr5x3t49weJeOZUhCD7GAh6+YT70vXJ5oL1f88m9",
        "d6aFvdIvhr429C6+5MJqvbZFrD1By3E8o0fbu8acb77RTOu9JMGCPZjtlb6d8A6+UDExvilp0D3fQPO9cKC5vXgpi74CGkY+SFxwvQrUPj07ZTi+NkhJvt9bMz5uAVk+2SrnPKpDjD2XGgu+ts1Cvgaezj2jEeq8JTdWvhrcLbwvL448D2AOvo6DQ73Y+fu8iyKSvo78gr1jslw+IsRBvn8LNz7KDsA9eECRvd6oEb6pTy++PzlbvVlrWr0Hxgw+QrN8PZc9hz7tEoq9h2mOPKea4L1f20y+XdwQvgtq6r0kY689IcY1vjjR6T1uAN+8gBYtvt6mOT7aBTs8MG8BvEvHnD3hND89wsKXO3uFVz1Fmfi9OlD9PGP74j0Ve0+8/EpLvSIXoD0ltpK+BLmjPXaRq7xQzMe8fheZvGIM370UeMS9iRgwPDDpaL3fiRC98m3hvI7anz4GA1C9VQWSvb6p7blacEo+3YeVPf6zCj5ukve9zhE8vqrWCT4CTSs9pcKvPPyGjjy6wbw9xOxivZM/rj2cwvI9wUnbPHIGAL7+YhK+52Mmvux0ST60BfM99b7MvVC8+r2lw4S+m+PCu9nKP718YJU9QBNCvYBgFD6afMu98WcevKwrGr6MJW69rq8OvkDnZL0vIc292xlnPn7l7LsI0DE+ATRzO9uXRT4OEnw994JWPKKCgL5vcTa8L2xivf86cTwgcmG8pbINPqd7Er6UtTy+zIqru86oYT3uXjQ9gK87PatBOz6vWIG8VrdNvqpaIj6lHlK+osC6vBu4mj0s6RS9+ZAUPiqGPjwYRsm9liJmvGQ5aD3NJz49G7GkvPZ2Fz7mRLm880wXPliga76ssLQ9KEVNvlnjUr36lfQ908SLvbEowT4gHLK7WwxGPSqE6DxNhCK+CKM/PjTqA7wjOw6+PamGPZ92oT0IBvY8KhKlPtXkur212Tu+L4OWvUgnjb6rWnm+SxtQvYg9zbxKJQA+S8FNvT81l7uF0fA9FGOCvfdv+L3Ja9I9",
        "7pl3PmJTxbz33VA95IHzPXprg7stW7e9rQivPcRAKz5Ac5W6sJ4zvtxsBb6YneK++Ly1PWViS7518yg+8vKsu1JYdT64p6Q9aS3iPJVznj0sOoE96EmXvQzZl7yiuYc8xw9TPnuBrz3Byyg++u09vfVXhz4Puvq9dN85vgNnM7tQMTo9MsBePdr48T1lhsg9Mj5/PRIdnTyqa6i9refsvQCUcL6zOLM+IJwWvj3tAT63C429KzPAPkmgHL4q/hi+g2jSvL5fCL42Lee93WO0PW4gPz4TL3y+RCC9vcSQzjzDfRS9GDnQvN9oRT04hCu9E8qWvXsHcT6DpGg9SFCXvWh9rb30vwa+q1cYPjtjdj4QLIm+fjNavonAZb5auWG+vHiUvXtdkj1MDDq8dw+cPKqqhb4F7Ma8Pq7VvZwuMT0fq6C92b3BvAwhS70tlWC9gjegPnompryprYs+O0uXvqO96b0K9Ek+uLzyPA0lHz4QASY9XVWHvOUnEj51WES+l4zOvYDscz6b3bm9FO1BPjO2Nb6N+Ho8VW7SvaeRDL39uTO+bxeSvewUYL4gg1i+dyYWvuByLz5F43y+L8mTPtVY7z2S3vO91rqwve6pE70O9i472fCePUOTpr3oYpI+wJwAvs/mYD7nVn6928nTvXjXor7K3Ck92nxtvRUc0T32RH89SYp9vtis3D1YQ+A9J7OhPeiluj2cHKw9wPSivD7vHj4ZCwy+bXIqvsVVdT5+gB0+5PXhPb6S1LzzRjI+aF+kPVbOEbmWCMO9VjcjvB7VIj6Gtrg8b/MBPHUGRb5N90m8rtdWPjmpzL03WEw74FCJPf2wIL6o+AA+Dp1lPUBzFbySG0c+cmUivvBp7T2T0iI+Rpp/PnfikD6gZIq9A3m3PYNHhD77diG9DqkOPrb+VD3qx8s9g0xrvFi7y703TY4+lLEVPJUVNz4NqDc++SM3Pn5KST7OIGs+zqyDPShr0b0e0IQ9Bs9wPr1oBb7OubU83HH0PYXHi71lmIA9",
        "ngI0PtyfYD47TC29iyAkPlo1WT2sl7C9gYcwvPP5Ej6QvAE6pH9Wvepu0r3vcBY9AoOvvRlncz7mZHm9p+LIPce2Q76zToQ9uF7RPLRm6D2jKRk+dmg3voZq7L1CrV083zDsPWWhYT1okz69+WX6PTgLPz412e69Tkc3PvjimbxQ3TS+B/IMvghePb7ZOg4+elrVPQE3mD2gpqC6wcjrvaIxkj2EUQg8m8HfvcJVB70VjY8+d2/DPfyy8jzNmoe9L14aPSGtYr0VgCQ+1FXpvRTcUr44EzO+Mk5iPYhAQD4Cf4k+uzM5PQnYlj1flh0+o7MRPcw6Gj7rL7K9H0kRvvpqgj0P2Ka7NcN2vYvbVzzQNCy9L5+ZvYOwOT12tDm+GifWPd3iHb7HxP27kOzsPT0jib61Zsk7n4YFvV1NB76DZvU8p0OtvaMzvTwwrM+9gL4BPMKrDz6VkYg+CBHMPSBGLL5e+a89uS/XO7k5uL6s9VA9Y4dAvbXnYTytfX895Y8Ovm0CI7y5DwC+7bu7vCjfLD0Xffw9H+I6PligC768Zeu80TR1vSffizyjO4M9UMoivcKIer0t90W+muDIvCozwzwrCx+9JahdPdjHgj0jDEI8xjIFvrqSDrxTo5G893GpvRz0izx2hgO+T+UIvrFd3b2FgvE9ZqgivdC3uD4CgyE+WYsivoRKCzzsUDA6UpC4PfTArLxpVsw9Kip2vuxn6zlxaxM8rHPHvTAR5LwkRlS8+GF3PJaviD4AoW29bKaEvV1qSb0Ayv29oU4Sva2+1Lzddc+8gAIKvnEX/724J4i9CudSvNqupry2o/s90g0/PeF54D11eIU9ky7MPBtGnb0neR2+UTwKPb8KK77y0EI+ZVWfvev+9j3DcgO92HT1PVMgCD4/KAG+FDCSPamgvb0DAY88hDkQvQ6Dhz0niIg9QDL9Pc1gwD3y3ha+ZWNKvEwr8b1/2jS7EHcNPaGhAL7g/2k9A6MVPafl5j0xV+K9Q5x9PP6IwzwXMSK+",
        "CCTfPVxhYb0le7q+6Cq2PoTSQ76Gp8W+lDu9Ph1Rqz6CFJo+Te/iPRQs8T0VUhY97dPePrJZuj5i/tq+SZhlPozVvz6C+O6+v2qOvom8977ESaw+iZsnvYihDT/H7h0+e9bXPlfw/D4QAZg967rwPqWTXT7lR9Y8mkLoPqh0Mz53dxQ/ISjBPtG+wj4aoW4+ubmLvtaqkL5zuYU+PahvvpEWoD4fErK8fvL+PkrB8j7LytA9fgcEP11cEb5Ww0w+m+OCvm9aWz6Mu/4+a1mmvYsBfz6CCGG9Xp2fPkfi5b4h90s+Kq1PPrvSjj7kxd6+1rYEvr6yO72dogO/d5m9PQIKQb6aMU8+wZsFPrlFHT0dR0G+KmCTvu8mhD7XQYa+5BTTvplb1j53o54+qYCrvmT9sz6ii5U+UFZQvnYcg778/es9xpi/PlnNET6cQ7I+SGuYPcJ6aD7iN/w+puMrPSFtnT6rn48+aCSDvtEJWT1F0NQ+sAioPbOW0ryPHbc++ao+PSgfST45/oG9u8cHP8OwYr7bkCA+sSciPkalsD7ZUgU+wb0iPVS3dj41eM6+43bRPRsrjr4uBIs+CoPSPnoB0z7N+D+6Jw2vvpm8Tz5RDqQ+BlKCPg7EEL9/Cd+9070RP4WPGD6RFYk+hgVpPoIBDz5kUOo+FzBSPn/+Xj6089y9x++QPW77Ob5IdwE+TKuMvoqzkL7r2pG9FaQ8PRLawbzK2OG9RVEYPCX8Gb4xGTy7ewc4vvchhz3hCGi+abHYvRU/Zb1Urtw92ZDUvfrRZr2NzPU8sG5kPekjcrzi5aU9r4GmPSVG9b3ZltK86aVpvpR2ebzJbB8+PjYAPjBXKbsFg5C9I8yNvU6OKz3AEoa+e7jivUxXEjpA4yU+WjnovVXs+7zXbJu+jOdovg2v2r3OPsm9/9yJvOVKZDztT2a+snSFPYbiAL5AyMS+besrvu6Lkb7DpLM9zXc/vsi5/zz13iC9NMAsvFa4Qr2HfQQ+qBGVvrF/1zvPtsc9",
        "+3ZRvv+Pgb4W09w88/9fPVsqEj7o6pQ+XKGDPbNdgL46Ds+9BNiIPfuJ4DxuCFq+sWNKvs7Itzq3ga89XkNOvu2CdDzKHqU+nG0hPRK9gT1ClWy+7tKPvUXFXj3Fxp0+gLUdPAw+ID4xRsW6tLjOvauABjyWwZU8jvB4vmHUXb4lc0G9MT9Hvdesmz2orCW9ormIvnGGmL0QWEs+yu3bPbH5Uz14WzM+eL8CPu8lU73Vqz++fWhgvoyZr71jDCm7A1qUPOb2Pj7YfDa+9EEhva9BODzKP8a9p5VqPNYlC75Y6Ra+ffyBvcAj5rxOrYc8BmuHPkX6FL0xYDk8PrbivTdnOr1YWmU9Ao4iO+5c3b1CnsG8LlT+PLbFBT1SBvQ9p4JAPpQeEL5Qhg08M43MvPMECD6El269T8alPdGiIz0CwgA9IFwHPoj0x70LLQA+jgK6PJRO+j3HzbK9xcqXvLxV+L3PTZs9La9jPVaMCj2+X8s9iVRnvcRRqr2VlE69hrgbvoF7xzxaxiU+WsUFPZlzvjx2Rmu8okXJvPvc/jt4ENs8dAcVPvFOuj2wevE9OFr5vffv8jxhKiW+EmGVvaoURL3cOqi9x/8wvhbKErxUBJ093vOHvWs7E76YxAA99WaPvUcVEb4Rac89odyavLn+2zvNVFC9xbXXPRLbDT7JfU09qqdYPVfWGL0I6+89NnmMPOUnOz5DqyI+ABntPf88vj2GiOe9jK1vvsvduj03yg69nWoIPoi2Cz5aNB2+cWSZPFKNRT2M1uO9OQAmvcfbw703C+e8JdHRPRw8+r2wDZE9lQ90vaJ/Tz2dsn89ylymPXjHND1Q9jw92lj2PJLtz75W09o9AhqPvvNaDb4u7js8hikSPpCa0bmfryi+WRMQPoYs/b2cO3u+4ZV0PS4QHbzr2H29bWCQPXKDk71QATW+Fk0XvYXmnrxrtJW+FbuEPafgLr5PrI69zzhZPkAkMz3Hqx++31C+PY7kP76hzCA+PEv7PbKYC76WK5u9",
        "Qu0YPinZ1T2FOpg+pVWPvva8hj5WFrs+rkbevW+qeb7B5WI92uKKPQcpub2cnfU+lIPzvhY1lDvSiDw+PdPmvGsnW75xeCc+E6uTu805Hz5PvpS+SCxBPlK8Fr+nj7O+R/I/vo8rQL4Ot6S9UkLWvqxFqz3TlNY96boqvmoEVr2RIua+IEi6vmW/4L54Zfe9uE4DPieGaD6HaM29SnkNPouaaT6yJQK+ryLzvazydL5vmNe9+cWfvlybTj7VH5k9NqqvPnJHtb6QXuy9guAYvkbUub2S1rs+Evx1PdxKqD4P0J+90MZCvq6/SL6f8jk9jk4VPo6bs74a2b89iZdZPOU2vj4r5SY7RbGLPZeETL4QYYw+lCyQPj6zIT2dOtk+HCtqPgMk4L2T28u9uifIPV+lhb4yogy+KusWPnbVKj4H3gg+Ko37vKv70T0Tk1u+lCZjvB04/r4LDfG+Pz6yPhz60b1by++9IziUPmhNM75xUpO+cQKQPXyqcr4OHq49s6m+PTMNJj5Q3vY9GLfCvu4bYT6L/SC+SOg2PrtsN7se5G49KX26O8AKtD0Uqno+HlzMPvox1D3FykA+/w/8vuduh76Rldo90l9APrKqGD3cLJy+0D4bvlomKT76BiO+wBUxvQLRob2ood29YtNkPrau9T2ui5K+3ielPNe/Cr6y4W08CFgAPkG+Bj4SDI08xoPXPR83xz2iOrM9DbAMvhQ5VL7bS6w8SUtDPdZXJ744oU29vEEHvlXsBL5xP5q9Ee+9vniATbtkR6Y9LMjuPaDjw71bIxy+6BesvZtYej7BkKq8tT6RvfVAlD3V4PM8xusGvaDdhT1Bg/w8ryGmPd/ts72X1Pm97uoBPvmyvD0xs0k+PGAOvsrIIr6hstk9h/C9O8JXdL3nEQ89EY1RPmAqTD16fH6+NAAMvvU0q7wSEAu+e2YyPtsNDD1g30c9gP0evnCp2bsTHyM+Dt+fPbKx0T3gQTu+YOQUvgKzND4AE5Y9j5g3vWtLdj0LTFw8",
        "JA3nvSvaTT2RVlw+O6QUvq42yr3iEIK+Uqj/PBlUOr2vbgA+WfsiPmnTSLsMYao+4UbbPez+8r0vvPc760p7PbhPJj4x5ia+77OSPdlLyL2ST747fAlsPpkxPD1z+m+++f4GPpu3SLyR4y0+20y5Pc/KEb3MbAk+JwvwvcJhIz7LZd87Mw50PCe/8z0cPYG+p9IoPYSq1r3DbgG+JElrvaIkXr71XqI9DN8Cvg+/lb3WGE68yRgBPkkvwb1Heuo9VOCGvbS6ob39AYE9E2yhPemtYz7wTWo+RuobPl73Eb3w9ZI9SVARPooahj3bgjK+66a+PXNK0LziHXa7vuEmPVEcoL1Hqiq+FAV5vRy1jj1jYrc950tqvPQs2r3kpNg92tUru5his73i7EA+XMbYvZc2xD201c08rcGfPUfQiL0SVqW9ef0ZPfHvPb5JiMM9nvBYPemClr46VMK8cBgjPOR8Qz7i/MK8HC/Vva3+UD04NXu+MMwaPp1qi7yNXiA+Ks+qPbGrwrwqY+S9wIT+PZAx9DyC3ko9NzNEPNwiqT09p6M9ZMhjveDVCb7JwaS96kMqvUplA75MPMg+ssILPr3EVr37LOa788LVvfcnMD5/GR49xMeKPNPpOr1MMLe9JZWTOrlZvjvWj6w9OykrPr+dID4BhCk+8U45PjpOjr74YsS9GAddPUVOGj3Zc9q9k9TQvHUsrr7oVMy7S2CPPEF2nr01USI8IVn4Pe6H0D0x/gK+O5yMPHtQQr48FQk+TSlmPTM8rzwxP30+Y+rvvcuE8T3jaS07FQ4DPlxx5b36aj09/YCRvTvPCj4n8Tu+q9FxvifqP77VBAm9BB0ivaintD7HKsA9Cy2wPhcdYD4pHkG98ToBvpp1mb7wWos92/pTvdQCJb7HCTY+ruxovu/Rzz0V/269MbE/PZoRFL4c8p07EPhuvlJ4/b3Tj6U+xarKueBJkTwFy4I9cAFtvb5A3L11VxS+B0j3vHt54TxCkI69cZfuPcG3DT7bNwM+",
        "/RCavcGZxr09OCS+YMFLPkJMoTyISIu+f+dAPhfDlD3u6Lw9sCJQPvZ/D761Gio9FOhyPtkApT44T6U9/+EAPnCjQr0pHQm+Ga8Tvto/FD7Z0Ms+t7tqvj5Lgj4GIXs+8zaiPdg8kT3wta4+C2iMPp2air2mahq+TfJDvZFUoD4SNjw+3uAqPnOnQT72oBk+OgXEvcRRfL0Wch49QNeCvhF66T0kS7O+vN30PjZRpj4XU8C84AEmvmlfML672+M9y2NdvsU9LD63bos+kJdlvqP6mz3frgO95upxPlNprjvK9G4+psMsPraGBD5s5wK+9Vb1vQrLdr2oDwq9mqDqvfIHOL7zuX4+WOMovckAA772Ueg+Q+BJvomiHj6dmRK+8convVgaCT7+M7M+3UgYviz2zj5l0Io+DashvhKzP76Paj2+UPx4Pk9ZUb3va0A+9UoNPWrKQz5cU1k+rZHdPQh7hz7jUp8+vmcuPq3OZb1R8kQ+4qK7POmVhbwsskU+mU/mvCbynb0rgTy+JBHzvZzntL78wsk7wzhEvtsxnD6dln87E8QFvRoYlz6qpyW+5b7BPawan716er89mNfzvcZEjz6z/ye+kbSNvqPUVrzZcJQ+0HkhPnFFjb7NUX29yUsdPuoCjT1JGHI+x4gWPteQxj0+NJ49nOfmPssXTz5XeNq6BWpVPpIqP7x5qya860khvaa3ZDzEJMO+XLfQPW0usT3KTCO+LY6vPrMJdT59hiE7eEBhvYgcFD6j+rm+9j1YvfT4kT0gTew9pYvgPev3oDwkJ529IndpPZwAwb2ipoS9QTH7PSQ9z71qdoQ9UuI5OYNTKz66EiQ+1HuJvhkXvbtF20K960ePvYCn5T1gfUG8qj1uvtgcNz1KIpU+T2UZvSbZwL6liR++BLkYv2En1j3wvd69KzGUvSaQOD7+5PQ8g+VRPtPVVr0ilf29NKZjvi139DwYbL+8L043vgrGA7073xO+MIyxvRNFEb2msls77mnevW69uT3Rr/49",
        "7pGru7u7sb42eAI+xZuXvljnGr6R7MA9jb0LPg4gS70VdRk8bomePZtXpL2LNsm8KbqGveLjNL0ufVk9O/QRvDyqvj3L1689lmJuvVE9Pz2AdDS95hYevnkQ1T2KJxc+pBulvuUec745G549YJllvq1fzb0bAZe88Td1vse7y7yJaUE+fYOXPVHNPD5d0Ri7A4+yvYSoR75YpZS9SvdfPYcMjr0gQ7k9MuOTPTcEk7zYJyI8wAyxuzRRFj5/A4i9EYrlvf/Zob2y2K+9XnIHPtSvYz0c+/G9zmnFvUiHUb7tnkI+5mT6vhylSb78mbW92rz8Pc0hyz07wzO+kqkrvlFofr2gkZ69C2NJvMuW/z1G2Vm+s3v1vbkqAr3qLxg+YRnVvdator2YVUo9ylyHPqa2tTtD6Ra7GycXPns1yz3whAw+MIrvPbspQL0dRAg+2koRPaoNCL1sR7q95Ff8vCEG/r1CpiE+5aS7PHj/rD1+P4c9Xr/QPV40hb624iC+jf6FPIn3nD3sDlU9BnsePpQIujwqPS48FJioPRxDdT1FqDi+v02VvcmCaj0Yjcw97T/ZvSSlcz51FS8+ODZkvotaJz4a3jW+DR+Yvbm/uj3Q9wY9+Vo+vu0NZb67l5S9zYz9uyW2xDwGbbe9qDP5PB7hiDv/+Kq9UJaIPdjTjr2VVvo9NjAbPY3JTr5/oYm972XHPYybTT6DqxI+phuvveHCAb5BDru9idGCuxvQjL1eKn28mWBgvUkVoT3VJUs9GubUPf/6+7zfuCM85G8jvluQYrtCYDC+lo3APVwmPD56XVa9lrsaPfoc6j1qE6o8VYCgPQG+H75W/Cm98EXSvT1dhrwCkZ89rRH+Pc/DQL5e0AY+qf0wvI2bJL7j+UG9D/SZvZIXSbxGRt49n6iUPcmEJb3pKdu8LsRevgC3DDt62UO9Gwowvnv6e7xWbkw9yq+KvSckHb0WsMK9e3siPW49VL4hw7I9OgUBPhxFor0O+Ca+PFo4PtX7y73KlqW9",
        "ErSXu612H72LGlu945chvYYxYT1P/aa9WQW1PGfcrr1/bI++hZ61vWVPfr1ubZC+lCGBviTb8L0ZgSa8YqhbPGgTlr5x2+Q+0LHTPko/pj6SRoG+w5dHvaZ69L0jwMw8CNBzvpqUq74u0Tg9NwRavnlBTb7zeSq+yqTkvaHRhr0ZHUa+gObMO0xaXL5hbHO+tqlIPu8xXT6XNoC+NegHvvvVSb5l3529VXdvvsy++L1CZTm9/ZmDvtITeL2dGHW+DacNvgPKCb6WdlS+U+sqPd/vtL1Pwqq+taBdvfSLWjyHty2+o8/wvbcmqL7pk7w+e3tsvZDqgj1tO9M+9tK9vfR1/73+0gs84jZIvi1mMD4gywe9ajTCPc5eTb6ozlW92hFOPlKqOL6AX6+9RNVaPAwWNL4+cl696iH1vetShD5dkj2+Xz0xvjir3b1bHpC+XpaHvu5/Y70xppu+3VfRvqxzAb6+88A9IN7PPm8RQr4P6PS8AIEcviXvwD3duqm+M9z3PY6mFL4esQo939uqvqsLTb3RqpW8TgUDvtFoSL4mAyW+pwl+PlPRn73mMbg8VmvCvi5aTz5AAca9R6IIv8avsr0OkQ69bvRXPkbwuz0XQ1E9y++fvtNloD5AQa489zPLvlNy4DxOabS9FNG8vkJXPL5lddq+Ko6vPAsc0z0PQIU90PKZvbADkr3c7PK9nEz5PSmiJj5lQNe9ZDqXvSxdrjzAAGm+SKyOPA/zzDu5F5+9woi7Pe7uyr2EL/M9gaQsOwnixL3ZZJO+pBWaPY7Mer2xPJK+KaVevbkAIb7BiIs+gOOWvO56ArxSi++8tDtTPvu2Or76zJK+2xDAvRTsNb1RIxY85opRvtVl3T1kUUE+sBNtPZWUbj22HK27ieZtPjq8MD2Dcc+9Q5+OvfA0LbyYHxU+M+2BvQivAj7fnag+/R0NPu9LiD2c9CQ9Qn1kPcUPoz2lXtg8VEyAPtS7GT4+WB8+rlYhPmLrh77DTB29/O62PQ0II74fW4m+",
        "jZI3PvDgPr2b/U29sqOBPdZaPr448yO9Tl8GvmhJST7v7Pu80Q7jvIlgorxxWE8+e+p5PfYUn7yOh0Q9vrNEPm0RzD0jM5Q8gZILPJNyUb44SII+a46ZvuTCAr4IZas9GGiCvlscYb6siu2914lWu5gONz0DXR2+2djqPVYYNTz56Ku9P6i3vMOjdj2ktBw+SgvCPcij7bxVlvG+8PEdPsJbM7wNyty+qU/evSPcOj5IepE9pLLAPOVJET6SECu+UoX+PCpycL6tTSQ9KLIwPdSl4b2eyOC8BH5wPVBt8T0hiGc8T1SFvalHYTsmLvQ9DuIXPkrmlj1Zd/e92dFGu29AET4upfG8f3qJvZPYSL4UT8a96lcEvm0R9L0PW/29VYinvckuR719S1M+g6StPFPd477GPp27YSdavtH+Bj49eK09yC40vjYEMz53Za28BmB6vV77Gb72CdA+aZyKPqwQ7rz9mh895EztvPxTsr7dLVG8+D5UvJtf+j2WR/Y9WxIkvhFZkTxTM32+2li1veeRED0XkZQ9XD2IPnuyK760hRO+9LkOPFWkoLyXwhK+UDYduy8ELT7LTVI9EtUGvh3UGT6hUG083WiOPCfhkruaOsw9NgE5vuYrdT2ClKG91sYoPmrDUj5vEzW+QZAMvu9tSb7LBx89eXgEvPRy7T0vv1I+b5DdPa2BC76WLHA8ixoGvuViqD1Z0gW+on81vrZe8zzhK9k9S/0QPag0MT2/Qhc8g2V+vjgWBD5ZNZo9LpMlvmtI1zypIUi+B7DvPXu2rT0hJD8+JQG6vkjDwT19DtA9C0s8PZ7tG7417lG943YlPvgb3j0X4dk8/ObyO7kg8D0YmVS96l24PkGZG77jR3A+I1x7PQQ5H75xUTG7rstEvZ55Vz5FKgs+sWwkPgGM272D7qs9XlQHvkwWh73uIJQ9ncnAveiTKT2+ErA+14eBPmW0wj0Yq829n1XovdfyV70Riyg9RF4dvhuGp70U+oq+rXXxPdg7ET2JMwS8",
        "zTt6Pj2w373gJJC9nIURPYAXYL6CNHm+b4qIPsdGKz5/L4c94PubPeUUIb4wjnq+M6lUPrt5qT6c5ke9DVpfPlLLR74oeeM9zgQPPvDlIbxGqig9RPi8vaTZED1stIE9HeEAvj/4ZD6T0SI+6/iZvCdK/T2gFyq+D/GzvSP/Iz2uJvg93+lAPswn1z2icVA+kovFvZkwUL3W+jo9HNixvSOu+j2hyyI+oYTavBHzkD661xk+ziKNPkJC8b0R90s+tQwQvqfjNz7oIJs+lk8TPi6Mlz7qnRs9HyEVPvVUEL4dwge8XjvtPUj1kz1KbKE9mdR5vSUqYz6BtYQ88fl1vcvGXr4bzpE+/SFjPr7dbz50BMG9ylKGviRcV76YJoi+nEaFvkPbEr3Bi0E+CMOivPiPSb6p+yg+0y9AvjV3sz3YGtK9EH5FvREt9Ly7DLQ9/b4fPlqcmTtrtxg++qlhvs5cTD402Qi9mgxRPf/GoD2sV3M+PukwvlCioz62SL+9wTYHvXybkj74AGW9p4LAvFXKmL4IIDo+RYggvlrDpr0k+iK+Ghi7PtOzNr532Em+2M/mvMW817udhJm+nmexPWrXYD6qIXi+akVDPkoEBL4Nq4s9QFYOPetDnL2jQmA+bsMNPsfxmT5Q4S4+82ycPXYGOr4BtbQ9cj2kPU8LtT0fYB2+uikVPhALjr3q5/o91DxRvumvV762oI4+5TXDPGMppz35r429YxqvPbEc5j2ZWBe9K+S2PRy7Kb5rlcI9CQ2xPosuar4QpEK+k8orvhspMj66hEu+M4IIPuevSj2dC449xv2HPuD/Tb1N1mc+7q8YPoVrZD6AGxo+xge1u9ZjGj4wZUw+LR0oPbdyDT7ccUC+PeCcPXiQlT5gzFm81PIhPsvmZTzTOMU85tWCPsehj75pIBg+HRlyvtC4BL29dmq9kP5CPcEguD3fzpA936sZvAxDar0QNpI9QnzNPcaI57y++B8+raN/PsKz2b5JGCw+R81iPgzmbr4LXMo9",
        "vZ0Rvm1xoT3btIW++pY5PqBc1j3hmJC+dzrBPfrZg77JKSe+0UmOvWi1Ib4KrVu+pAoPPjFpWD4aKX++WxATPT9yo7zwG4E+9ICavXp7oT0M39I9+jtKvCRHJj5f0QO9YGfuPaOisz54xka+xsb9u/fc3TzAB3O+Lc0ePk17Cz41FyE9NYKyvoG+Oj4rJCc+xTKvvswDPz29zTo+ZoeBvZDXBT1ms7C95cYdPrarwL6V4FI7iY5ivpJRKD6ftwC+0NRvPkrUlj7f0009XRfCPV9akT0yIi29ro2MvvpgyT05szI+0vTsPPgG1j1fJsk9m3OwvWKOnT1Ds9q9AIb5vItEJD486XG+Yji+PRjS0zxx3A4+33JNPunmU76NNDC+X+SBvVZC+70skMU9RaANPjhCqr2/Usy7Q95/vhYibT2UCDc+Z+aEviGzGD71xHm+hJmyvdtMF77DtZU9E4EkvD07Ir40tpE90HCQPdjxKTukt40+QMbdPQlf4r0rOkk9H2WYPGgcrz1SPTK6e84UvYXyJb6mD9O9yYBZPUuukT4QmQ2+GfOFPRZ2Bz21FNe9YiUnPkrrPz4UcRg+ppcDPVamF72XeDS9NXfSPXJJIL2hGCQ9S/FUPge7Fz2JSYg8dkwZvvrIsj0/0se9iPKOvhk/8jzJ4Uu9atMKvgYGVL4efWC9cOwLPV0qND5JGq099AMDvuMIgb4B/0M95GxNPtcq2DxUU889pPLNuWJPGr5gJf69jUEyvlMNRL6o+zi+sr8zPtdt4D3juaY8xnmQPX7UJL5E9KK9hELuO89VGL04W1k7j4HnvaRoq73ntaQ96z6lPcw0JD4CxB08L9qGul5nHb7u1JW+dDbDPNBkcLyGiZy+I4tfPetNkjkRIbo9S9fLO6pYAz7WkT69d3BRvit5JT1Zzgk+WNS6vY0xZD66do29ntFLvu6+2z2vNuI9itgvvfF0s70HvyM+zBuRPKIGVT2YhDc9acRzvQbGs72VBT4+CAwkvHycsr0uOF++",
        "G9OVvFzIgr12wMS+WzH0PULngb6FepG+hw7ZPB9MFD6xMGO95oGTvUOKCb4Sy52+B1q0PtwDlr3cu5O9CzeQvEOvpD4muW2+mqjdvv+xGb7QUhc9/uA0vh+wsD4+wU0+4MHEPSDHGD7KA+88PpODPkD3QD1V8wq+M6y9PYnbgD2cPC8+KhOgu/SgRT5t+Qs86I2GvtReZ75Bd5a83nJOvduaL76DhFw+IpYiPkq+ID3p+/W85idDvS/c973GwmS9yRJnviWVWj7Q7xG99sgEPYBSjb7Ydru+7+AtvtQBUb6WAB294TypPZB3Kb6z2o++islVvdDnKz61Hdu+Mn/TvWUwS74Uz0y+dG+mPWjTsj2WwIa+sCVHvri2uz0a0nS+p1NovkYSXD6aEjs+5AzFvtB6gb0EaR+9rpsXve30gr4eBhK8Mjf2PPgC+r2OQ8s+/MCMPrRhnT76758+dn3SvnGfM73acDs9XKDUvjFWCD5fZdw7Kn2Zu5ICMD5l1Si9UOSYvBO5Fr6PYQ++ZXuTPuGQSL5Sw2++vboTvgBd9z3WeZa9pA8ivkPah77X6lC+97W0vjNguL7aVbq+QYdpPjrrIT6ej9i9y+ppvoSeF73fO4o+BN3RPUYwp75x8Ec+ecZ7PQgVCz4rI8u8xfIwvvYS5zw/oSk+PfdUPcjE3z0Olhw9vYOzPHYqcz4Zlxg+1ce2vSlcFD01HB6+ud+CPaNW2Tx0rb29VRwCPiSpKD6hNvs9aXXUvalcAj0WDAE9l93XPWWSUzzWlEM9E9oePoS6Bz5NjlY+VE2VPQe8kr2RPm09BGEcPrgBbb5YECw+v/ijPDYuMDzrp989R0ygvMcMwLzKm5c9nmfuvWM49z3hoko+nHAdPj55PD5N8oC9x6ayPbEWHz2Yk4G+UyfivUp9Tb1RD809JgBZPvXJIr7fS6Q90gVcvb8N5zxUShm7bOg0Phfb0D3aKus93hQ8PIbXOr15krI+tAj4PYcJL70R7IK+JlEwPvZ8mTwUzc29",
        "DPhmPWE9gb0GZ9G9smbavMN0XD6+IDg+nSbkO2LCDr3n4sQ9AurrvUI6AL6jz/Q9JmCxvfgewz1Inq68vSX+PT5SOL51YBE+uJKJvAbPDz2WQIc+h9dYvqsHVTwky6c9+Wk7PbWEEz1xE5+7TN+IPXvWNT4JFmA9YGFMPJKFFL1p348+tg42PDHIHj6uwbY9pscfPgk0zLyC6pc8QdWrvlUqDj4anxo+RxgbPqmBhD4Bigg+5kL+PVkylD1NZww+KIAAPXabAL0+L6s9Sz3jvWFRIr7u/LW9aSMrPm3FnDzlQBA8TfNmvdZ5HT4+XC891J4uvkDhMD2bQnu9WjwOvpiLD71TEgo+DJD+vTGsvT23pZa86ynmvdjtMz4o+XW927Ujvm5SzryPRZu+icFZPfxXkL2H67W9vLt7vRgIj70e8QA+nwFrPeTmgr2KXQ+8GA7+vUYDiD5oW448RkjpvZgApr0QxF09lzqYPanpXrzJes29s4BVvtcJKz2UjB888erFPBjwrr1J9Qs+3tWiveibgz2amBU9lE2nvDirH74U+eS8nwNxveA7qT3Do5Q973CYvV1BZD1nL4u+h0ctvSwnlz1S7ls8awKZvXAjsD3q3sO9u54bvaAis7xCO1a9kxsHvvciDL7zRgM+hLWbPIQjKTyjTcE9J+95vWgNmj71Tzc8ansHvq4wub1bDgC+pevbPQpq3D3aYaA9Jr8pvmW/nDt5VS6+lJMPvjRUBz63QcE9VZE9PTdNqz5/gm09ey0VvjjCqL1kTtq9P2LyvPL0Pj02vXa9OaIXvZdghb0bLpW9WfSNvT2ETz0FGyy9EqItvGrIPT5w1J29WjTUPeP1nL7t2dE8A7+SvgiHv729Wxo+L3jjvC7Lgj5EOL+9bALMPWwIlL12r8E8L8oYPt0ZzL1oley9rm3wvYQjjz3vIU+8kBaJPm5OB7xOFFa+fbA2PatXOr64p6e9qzmOPfejtT3OYYo9aRzePc9ZAj2vDwc+aUnMvEqMLr4dIIa8",
        "af/SPekT1r06nwU+CmpoPpjhd74Uq628IhZxPhIyKz4zlAm9DSYuPiEbSr4ClFC9CKxWvdAxvD1S4OM94dbQvalR2DqkCN49TWoFvmK2UL6v84e9uwZgvOTnGL767+m9sVafO6gZC73Nrw++NbvGvQaBBj41PEC+3kGivZEK/7yLCv49wNSfPQXhD73jSPs94Uo3vuYJDr6LMry9twcEvsMZKj46nsc+s17VvWelnz7qlDe9cNHEvmgr/j2s/zI+4O7XPaKQWT7if528uGkQPiTp2L7ywiQ8tOSEPrd8BD31Ibu9kReGvoYGwbxbnGW+3sf7PKfwWT5LL9Q8+VYtvnKqRz3QnhS9KlmGPrI6BL3J0ZA+qvtAvKEeXD65ZhW+ReztPb1iyL0fnWK94qQevR1hRz3Y1Ig+i+e2O1lX5r1FhX+8p5+DPk1EQ750zP28n8BWPkKT5byby8s8qlg4vTuV7T5H2Ew+ClEAvmEpUj6+qHs+1n4lvmguGz42dqQ+3V+ZvakDoT7MLw69XceAPPOgJT34hsW9kz3OvVAR9bwDayq9Q62jPcwn9TrvGYm7clyTPXTcjb6es4y8Z6QbPRJGNj7uTtq9GT/cPAHaUb4OGki8hMY0vkNPaL5ibs89QyTfvSJXMT2GYM4+xYxcvpkaZr6xu1y+Kj37vN5hWj69uLE8GQqTvtd1zLz2wiq9CGB7Pfa9zT0k+U69dQcNPuhvUz1z7la9FzRWvt8iVTx6qjw+2EJHvVha9b1DA/G9aRKQvlg0HD6t02k9rpeNvDKRRb5LU4I+3Ks8PkF/Oz6Zjiu9831jvXdGej4sK3o+lN0evEf9Xr5tU+e9/E2SPLbg2j0bkIw9mqSVvJDhTz7iFBo+OUzKPIbnBb6zHT6+6Eb4PObqrj2A1bi85popPSGB4Lzrrfm+VfBgPtnRjr1ysFe8XyUhPcqs2T3JX0y9mgDCvkXWSz2rTXA+UVANvQQdoby0rJS8n0ANvjR6Gj40x5a9UhZevkZkhzzNLFu+",
        "1k2DPBCXGr4RdVI+4XDNvW3JxDu+akA+dOyCPQ5kmT0zowS+h7miveZNXT5QJaQ90+4CPtNGrb33BRw+FHgvvbCjmr0+3Qc+ztAhPleZcL0wmDU9urhnvS9DOz7VfAi+xhXwvb7wB706rM+9LXNWPNWHPL1yoR6+Cc6Bvol+jzzaQn2+RAK+PEwhrL6CkLc9HLzhPd4k+r1v9VE9JoQlPrM0Mr0Q5tU9e9eQvig/5D0XD1y+GqTjvAcrCL5N+Ie9EN4jPhTXjj0u1Py9RWATvvevDT509GG82D+OPGRrZb3U+PU9EexfPeV7azw8g0++tKOIPljWuT0Dmpg92ANIvQGU/jwy25E+9SvlPZ5fp735li0+q4QAvg3OhL5Svzo81HClvfvx9r1MHli+1uINvWHSGT5PLkS+RLCmvH2aAT52bRW9z1a5vWqIojwkgwc6l394vEq5KD4NlfC98cURviu/BDyzeeC97+J9vilGgT0qq4+83AtSvvWaHL0kG04+a6AXvdkYcDxMjNE9IwQoPkJPWj0AHVm9Iz0nvWCiir4aKVW9L8evPelCj74DI46+Hd2JPTY+5Lw8Pbm81GEGvZXCwLwZVGS8Dw+sPVwCML2phkg83nsjPaxbtr2vEQc+KQDcPUPc7T3P5N69SBuBu/9t5L2TUxE9VsrNPTZ7hD5Bra09LYNJPgancLujLOQ82B6BvivrBLykdFg+24Esvv0nZjxM5kk+esWgvPC7lr01eim+wC7XvSI1HT7CrUI8OSuDvq/G4T3Qu1m+rL2OPVjwtb1djza9EyiNPCz2GD3s3no+J919vpLCDr6uxqQ9EQycPl4I+z3zB9e6sxwHvnwWTb3Hj069zyp6vEZMJL3fn6k91wh5Po83zD6jUoC9zbk5PRVcLT1rGzc+iNDoPbDs0bx4Wr88Yr71PHaPC7xHwW4+N9rbPoyPQD3JyVm+kq0Svs4Csz2SHqG8EEpgPB3VVL1vYom+QAzPvRfd5r1FfCA+xrU2vihkGD5G3jG8",
        "hKNvvLIuhT7u9C4/4MngvkQL7z6nXng+XOCvvf6VGr9/tug8Et0yvuJFwz6tFya8w6A+v5Xs2r4UijY/3JckPfQD3r6TuYw+tRDoPu3p8j4YesK+BemlPiWlR7+tSTK/uk1OvjINub6q1XS+Ogsiv4LmnL1KP5s+w3lDv8uQob5ySAy/ATD1vrWsF7/lDwu/NtXWPoQLUD4Rrg++qwP8PusopL38p66+b72WvpNeA7+5gjq+JDWXvuqFnj7vTFi+ZOGgPmo/7763K9S+jvK2vhizBr4Rg2k++iXkvqzMNT9KUxi/MEwqvosh276uGXk+O1cSPusnb76Dfxg/DzAzPs3IVT7Gfp49RRv4vuyhpr4OFIk+a8moPl5Q176K+gw/w3T4PvlC1L4s7p6+KcE9P7W12r5DsK2+g9rWPol7sT2fYQM+5XK2vrywdD5nkQq/axV3vqIEGL8lUzG/Sho7vZ+1871szO27Co5YPvodU77xMdK+lx79PQ3LBL65Rwy+bFiPPsboD77oxHY+/dVEvlLsqD5KOuu9jSZwPqI75r4DsQ2+9TY3vYNj6T3qxac+BCVNPg7Wxj48HD69XdS7vhPi5b6kZp0+3m6MPhfSBD6s/Si/PK03v7TO0T4ifPi95vkyv6rg8r0IhSW+1gr/vcRht76woyC/3ZN/vsz8TL5L54w+lTAZPgPJOj5yBFu+sZwsPoMMqj4ccqe81zVrvfQ6dL2NlQW79SwoPTr0xj2ESYq91N+QvAIJKL1kPhQ+tDDdvKKckL1kU8a9ShtbPXPgtb2HqpO+irt3vqIzhz4RSm0+kybavRFirz7sqdi9bfFCPlOCmDwi2FG+wXSEPT0GGr7BtP08wBztPXtsXb1mEaQ+dv1nPZO01L3N/yQ+bvrNPQU8Aj3p4nM94CKDvH/KlT6vBoy9QEgbvq5cHz4vPrE+57hHvItFur04tMs+8V34OwUilT4EyFW6vyHLPmSVkz4Qf5C+by2JvVp5Cb6p8nc8syQHPpGUhj4+BEI+",
        "yMm4PiSMhD73u2k+JcLOPTvsIb4el+q9IlsAvUFm4z7uhIo+eRUEPul3Nj43aTA+ugEMPp5Bhr4JElW9e5aEPhaSFD7jkp2+RhcMvm7o9L36c/k9NHsuPmlmjb2uZlS9GVt5vX5Zdb2Gwy8+aNlRPkXWxL29Bow9hD5iPiIEXT7skp894wXQPfV8KT4GcEo+CWyYPvrGIj6MAz++z2a3vS+wA76TSim+NuPSvQBLTD4Vpls+9b7SPWX5Sjy+0QQ+ssSMvdZcdr6HsfA9GUI6PSQ3Sj4qGJo+HZ5OPqzbaT4xQLo8duWLPhz6Pb48O4M91/ZLPp/FNb7QTx89I8/oPZPWVD0mCzW+6TKqPMisnb3RFHQ8PQECvqFkMr7/inS92yoYvrylPz6XNhM+mb8PPgHl7bv/V0u+KbYcPTGckz27gZw98WqxvRs1hj7yCga+0cAlvl05nb6iQAI+A/OmPv/p1z2Z+VS+A8gwvpLepb1qOGS9SPVPPuskPL7iAWc+yNaZvVSY1j0g/q++TXYCvg9ZoLzsVIm+U/0JPfmiYD6tGZs9h57nPbnKVL5ZGXG+ihhdvLb2LD5DO04+8+oKvujWFT7qdc49MLBePgMQpb5nccs9IitEvraCFj7a5Uq9CL5QPifmsT73KtS9Yyhpvhl7Ub2HcAe+mBfFPWQ5W75lPw49heQ8PvlnZ73zf4g9w2kCvk6X5737wAm97AFTvrLYsjwxHx4+SlyKPn/Pgj0Z9ZK9cShJvgaOAr70lqy9t0J5vfwnQr48Nqc+BtNwPdOeRz3o4X0+2tBMvssCSj6oaWk+wIfZPQwSjLzy86y9PogpPvORwb3roc09m/MPvv5XVD6YSxa+HcmvPms7Yj0d9ok9KiInPsdNgL6J8ZM+FK8YvrhzIz5xcTc+4KqjvXLoBL7ZQtU9QN16vgq+Jr6j+ys+YuqfvsE8Nz4Te4k+yCqEPptKjT5pvGq9KujrvQqzdrwO3iy+FbrgvddYED3QRcC+Mr2HvXpJgj6wBAA+",
        "h6CmvQn4fL2JlPc9m16CvIopmz7M/aW+RyVAvFM6oL3JkjS97I/sPJVIhj2Kf4m+jlm6Pa0Obb5bZBM/JVN5vXcuxr1yIds9SuD8PhyEJT9hADu+58YTvWx9Qz21tCu9pH0qvsoSNr5Y1mE9yFoLvReqNr44JDw983kDv/yLIr5idJ69KTxWPSp7jr1aFl2+6bn0PdbNaT5ImPq9OsZHuxFJYr4FYwS+zmlLPQ3msL30Xi++K8SDPsbgs71qXe6+mcslvnmKLL7CVFG+g2p7PVecaT6WzZS9V2CkviZ3aj7NyaO9Ie0QPTcDJb2q/yI/0TNTPQX46TrGqsg+CHSpPZcfpr5qPcA9iXKvvpWvurwMLFm9kfEMvmG1Jb/Dat+9E0yvPm0gSb1VLqi+3LV+PktQi754vEu+v/fdvbAYnT7cW7S9i1m3vfKRaz3wmmu+swJYvg7H173EWyY9s3mBvo+ZZ76olKY9MfybPteK1L0+zuQ9fhVCPhwBJLwnvK6+fQ/bPbF42b3hyYM8iUAmvo5IF75zg169QOdfO4ai375IhQo9IE19PUi+1z3d0Ly+ce8DvlfRJT5GfKQ9YjEUvQGvDz1cLQq+45SWPhgXND6Yt2885/f5vYtSTj6Ofw++fmDDvnmXiL3oBVm+YrVuvT69Dr8XaH6+C0KWPKRNBLxwvwM9ZzJdPomNGL4G2Ok9yTUwvnY+zb2DrhO+ta0JvoO/zD3vYTq+xfmAPVdpXz6rvMG+P+MtPazDw76Ftmk+glSYPb+vGr9j576+Sh7Lvkss+zvILGq+OfhDvu84eb4NEys+FMQdPS+S4b1iF12+zvuyPPDg6LmTIG2+I7q2PfJ8673kIUq9VBuIvrXrt73vqfi8sjXhPRs4vj3pq1o+KP+pPZLzqz1f1EM9JJw7vj9uhz1eaF4+uLE3vuzn9j1QBkk+kWMFPqK3BD5nCLU+TT4hPv+Snj4tccC8r8SNu1dgNr1l4q+908EsPor7574epzE8f7N/PV/Fzb6a2Cc+",
        "ElO2PeckxT2yJYu+MKhpPUtBX7191T6+ww+qvbspRjxcAzu+AzMevlwSvr1244G+9rCXvS6pyTw+llO97mqrvSbijz7D8X+9kELgvaC0871uTZe9Unk3vnfBqr4r0xA+yaAHvhUMiL2jDam+9k2AvjrcTr1UJKa9uuMXPiOOhT4h87k9tCCuvgxAAz4whNQ+X7dnvJwIujwnZLC9XN5NPh+mHr6IEN6+xcvdvXsc8715b2s+umFtvtyPDz0+YrO+12IQvdLjQr4Hbzi8Bopzu7vtkL3dAUu+lu2Evt09XT5uBzE9qB4Pvpgonb0qyxU+nApSPldIxb0EqHG+Ul5qvsTGtD6sAj6+wQGwPcGvyr05pi0+qD3gPQ+ShT2jDwa+Ac+YvJxobr7pUkM+Q31iPpii8r5K7Fa8uQbWvqUAar2zbUc+bw2jvgUuzD6rgt6+ZKm7vZhVJ76H+AQ/FKyJPlj3o72zIyw8rW/APUh92766hIY+zgtiPpiBZj2DgcM9pq59vhLh0rmDyW6+Ih+9PdjDCr2Yzui9tFaZPdXusT70uS8+AO1mPc8C9D2sxqo90vLdPThA6z3GmEE+wCGHPZ+syD3TTL68NgNVvU0DuL18YHu8C9U1vjAWm7098ha9howBPl7TgD452yy+U10Lvw6T9LsAH4k7eYeAvgeCAb7gs7w95jsgPYI54j3To5I9umjDPfRnC74diWG+CJkbveBnLD6JM+s91p+lvbZrY74H5w69diW6Pbhj3L2coB++7U5VPJpivrmt9Q0+7uLVPeuVo7yiHhA+yvfXvoWT4T27VYm9Yu6/PZi6or4Nuyc+YAnfuSODj714ioI9i1Ajvb4s7b0NPrO+qVuHPbN80LwMd3G9KU8dPa17i775fhU+TffpvN7Hkz7D41M9aQ2CvQOhir2Ud3o++W1dvmNKmT506jW9xf2evkAdTD4ZzRw9+PaNPp4wJz6k2GI+EcuOvctJTr6qZwI+3z9xPfk8qjtb+c++5DbiPUpMYb5/IaW+",
        "ObPvPX8r3r3vrLY9W0VUPkxzYL4QNIu9NhyGPq/4qD0Y8Ne9vv0tPinFS74WD1e+/TgivtgZSr1FPvY9STmQvbE+lT1Js4q9r+iVvCcup73v/QC+xBO/vaDPOr4QOyC+KerqPaKajL2wyc28Kz34vRoPaj4s4s69nf77vQAJK73dZOI7JxULPTsvDr7rOPk97P3JvB0dQb757Pi8EcWUvSHrsr1gnUE+19XRve7sgz7Lr369L1ZyvmFsrr1sM6W9PpmLPbUMKz4eJIY9hvpVPl5nPr5AhEW+VOGcPX32ojuZmI2+RptFvqNhV71GNQK+XtkavWKUgD4C1ts8At3BvQyDIz3/KFk9gD6MPhKfCj7tRS+91/e1vaS1lL1Oi5C+ncT4vfQANr7PMIq9MY8kvfbysT2qNCE+0RI8vgThCL2rUvS9K/moPnDLEL5KHYi8zBdsPrTO070z1SK9CPQEvX96iz6vDQw+WArFvV1LHz7jbC8+T2WRvnqZXj40gvg8BosevicPPD6yXjy+4QGWPhLyw71n72W+jiyXvTNgKb1W+iW+srVhPh8ucr0fHNK9m9zzvRC0B77oOYk8Bm05PnaGKj5DyYC9uz6uO8fAWr5g1XO+21FFvrWTY76OWHQ+pgYzvuILmT23pmg+XCxNvs80or69myu+hSBkPOm1uz7KnsY9Hu1IvlrXDL2/ELg9G30dvirjPLsIvWE7vK4jPXn/3z1lOLq68MBGvgCjczxtmnU+hmJjPCTVyj3rebw9y7yEPWWuHj2s/io+2aTlvVML5r352GA+n5WyPZJzZz1T3cU8cLmvPUWSQT7MUUE+B0GPPEFBlr6NEoo8YuogPDlxDz6xFsM9Ln2DPUTE6D1zvZK97CAgPRJgZr2BKZS+ipAOvRN/bj6FxiW+LghpPSNTSr3R4x6+827BPOeD/Tw6qJ896ZN1vOZQ/j2WgT4+FgVNPAndUz1Vo0I+zXm9PU6YBT0k7C69mXTAPYvfTT4wH0q9qjKIPfMuzT1ZoSu+",
        "brjKuoP23T0Uqxm8brhTPdzHszuPkCY+pcBsOyomtD2+1dm9i+VBvWBP6T2VdMi921kHPp3tfD335SY92BnNvR3Epr2Z1f68sp/pOvgcKLyrS8S9sDBvvZYqFD5+rCG+doB8PZug67wMyBa8pIeFvfx1ij0ymiG+Uhg0vJAJpzxvAKC+NwGNPaWykr5iiZ49CLjzOzOWCz6nN+s9TxAkPgOGoz2nCzw+0zB7vgcd07z6HBy+BJSKvfiXUL6/JZa9PuNHvTTDDjw2JQE8Lg8/vjrQDT6szH69pSmDvdt2uD3sJqs96E8mPdguDD5CFuo7ZCK3Pk944z2J1d89uxzzvUoeID3dAZE+9UMTPBmWdL7ULTk8uWffPNrgVL4rKFm9LYVuvVvGur0rmze+A0mlPd1QtT2FjDa+eTTPPX0cLT5fAi8++pU8vUp2iL1+Jae9tpE+vgkq0j1OUKw9+xwavs4hTLxMHsO91hAOvuNS5r1HYQy9UiI8vs2Flb0zezM9l5CivfICYj7QxW086eixPSk54L2qZIg9qVOsPdXdab5Fsvq9GkUhPpdrUL64uy2+eriGPBXk+D2J8KI8nDc7vqBI4jzWQzi7LnlfPpP79b0EMzc9SxIFvnBXqz0BbmI9N0LKPbPswT3L/vi9uBHpPQG1gr7fdCk9vkr6PQXihj7FKQc90hUhPmIgqr0Lf4K7TAiQvszFnT1EQyI+j0bavZVLEL1r6IM7lCOAvfv2ML5hAvy9Y6hrvsG3cLyW6Y29558qviiOt71BBfi9Gvc+PbWDOL0mWAy+dtrUvMLyyj1lOhQ+NCzgvOP8Dr4kD9I6FiBfPu1/+zwxC4M9mTLZvRUXpb1XoZq9aoDrvFGCELy8o7K8IV8wPm+xhT4pOqm9F9+zPfWVc72e6AY+xvfDPV//kL0Y4j0+xeCpvP++ez2Awh8+vGyWPtWRSj44IUe+6f6QvcQP/j3LbUA+fYHTPZuMtT1XlG++CQ/IveJRXr4+u4w81CdDvWAdQz7u7yg9",
        "A2zTvi363j0Nzgk+8HcxvvludD6W5c09oG2pvlXf1LpJDjE9UBxAvagqsz0rY7+9DkFoPYkFHLyeBrE+m65pPd8OYr7bxy0+B/8qPruzij7H+Sc+Idfwu5I7XT1pZUs+B5YVvUgTCL5dO3K8mFQuPqCan75YkYk90GUbvgwXqjzQrgE+qI77vaEYU7yxWIS9kP5EPh6N/z2HuxG9jeJQPc9uBb5HqVi+S1a2PbVetr4sCva4DoWaPtKL8b0KZtG+5NONvZSnWb6ORCy+B7OAvhaBsz6xK/C9nfOPvilKKD59aZ89U78GPn4iDb5A2CA+cQ53PTn/Zb6vJUU+CTgzPgLrgL1P8SS+hWBPvsmcPrzIEN49sl/FO3qfMb5DhqG8xZMBPhwsX73ocQO+fgbZO4IT+r2ybCK+UAkhPkpRYz3Q3AU+vz5CvvDclD20Ck89bCU2vpUbDz4YF+w9mNP0vbk9pr5vzNq9GS2iPi2hYr5vDEm+dFN6PoXF6b3FUp29tx4GPldHkL4snAE8SUW3vaZW9D2AIjc+IicVvnqO0T1gHxy9EnjnvbtvHD3Y75s8kIEzvp7MHj7KkUa9BDOAvs5Air4bR3c9lNumvccUNT6NmRQ+v07RPVcz7D1YJzW+MJu4vVMdq76XAJe+JjFqPSNTCr7tirs8fKNivcMD0Lwfiqc74g5PPl4LwDqWywu+qhL7PZoDbD0/USO+MGITvhOa/7wiULa9KvEcPjqF1TxdbMe+FX0vPFyQ3b2HkYw9DwiqPb2fOL4uEzQ+9kEkPYgVOz1ceBq+UiCkvvUEU77Xe+e6b4WmvCzUhL5AkOO+RaXHPcWYeT7WXZ+8bggFvowaY76qGAe+iO7AvW4qkb5e/x89MGNcu9fKgLw7d4o+CSY5vfZQpL3QVIw94APyvWX42z018kI+oWTUvRHlhT2OgS69Z3aovYmLTb0ZAhI+Wj8xPt5P1rshmi2+5UydPRE6+DxsHOC70LxIvVzJhbxYNSy9LyoePnnJ8L15+j4+",
        "/thHvf/C87mAuJi9SyAWPRJI670ZJza+pCEzvhL4SD7z2Qc9bqDHPbMOPD2+FqC8vn8evpdRP74ZRgQ+bLiAPSixgD48g4W+edXPO/43J71SQok97pyevo08WL6eOw++PutJvi7Zfr7MaSo9YaQPPaNLgL02+i68R8S2PQd1cD0zN5M+3SZUPhreOz7CrOY9FL7xuh2a9zvP6VS+fEUSvkfenrwx+yK9cRmXPWE3urzOqbI8qRZIPWmbKz6qsIE9s7/fvVHVML7SB7c9D8lRPoUbPL6VtG68/KaiPdL9Hz075IM9dN5KvrcbTL4rnM+8MLCLvXEg97wJxve9TLbRu2urmT1AIHq+xSJ/PGd3yj0AkaC9dnStPfwvCD4SFGS84KkFPUffljy6pK09Zx/BuWjUq763dvc9lj7zvQPcO741kcc9ncSfvYPJ2b0zFFY9ipfqPHD9P74GDwk+T6tHPXPGbTxDFXM92QNSPkGxgb6jbjc9G6R9PkMx6T2yFda9df+9vcyNwL1sJxU9mEOcvZzLCz6PVSk9HMYJPUoXlj2TCl+94zOUvQpNYz7ojKk9V1LCvadpOb3Y0iQ+sgi4PNPlfTsDrxE9aK6xvRD78Tu7rvK9BHzQvd1APz3PqCG9QxyKvS5KhTyZN0a8ZmckPEhTYz5zV2M904jkvQEqD74ekQe+fmzpvTkCoT0sS127jmiMPCY2Sb66Wpq9mfqsvAJ3rT1DRRW+ajR2vd/wObzWPuA7B9iyPY2HnL3j7gK94szbPQDMnL3DngA9qx+NvT7EiD0WV349C3KUvVOtLz00E0m+UA4UPtWzjLwdqNU7YUgXvtmwQb1vUcq8fOPxPEZniT3fIKW8IP5MPnW8273JFBu+RnfovULak76VP+q8DUwRvqr/T7zzNrI981VOvgpP9j1k7pm9spKkvH8tib0E2wC+dRaLvtfqrDzPCgs+sU4uPrK3g71ndp49ycbWvMgr4r1ZnIU+2gAXPnUZ3T0gaRC+nt8nPiyh+b1VU4g9",
