{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              24,
              3
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Bidirectional",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "GRU",
              "config": {
                "activation": "tanh",
                "activity_regularizer": null,
                "batch_input_shape": [
                  null,
                  24,
                  3
                ],
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {},
                  "shared_object_id": 3
                },
                "bias_regularizer": null,
                "dropout": 0.0,
                "dtype": "float32",
                "go_backwards": false,
                "implementation": 2,
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  },
                  "shared_object_id": 1
                },
                "kernel_regularizer": null,
                "name": "gru",
                "recurrent_activation": "sigmoid",
                "recurrent_constraint": null,
                "recurrent_dropout": 0.0,
                "recurrent_initializer": {
                  "class_name": "Orthogonal",
                  "config": {
                    "gain": 1.0,
                    "seed": null
                  },
                  "shared_object_id": 2
                },
                "recurrent_regularizer": null,
                "reset_after": true,
                "return_sequences": false,
                "return_state": false,
                "stateful": false,
                "time_major": false,
                "trainable": true,
                "units": 128,
                "unroll": false,
                "use_bias": true
              }
            },
            "merge_mode": "concat",
            "name": "bidirectional",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "bidirectional"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "bidirectional",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 128,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 1,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        }
      ],
      "name": "sequential",
      "output_layers": [
        [
          "dense_1",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.5.0"
  },
  "hash": "3145c3b9e33d6ad833d28124126e17363a5b85316a919fed0e0a41051f4ac8b8",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      24,
      3
    ]
  ],
  "output_shapes": [
    [
      1
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            24,
            3
          ],
          "values": [
            "Q6ftP6+oVr/06E0/KLQEPuORAT/DtEy/NnhAvZcSiT8fVeK+pQm9P5GqAr/QcA4/8geNPvFcqz4ulza+K+w+P2GHTL8Gfli+m7tiP5u1AT/693y+LODyPnGlvT0/82O+alaSvy+MPb9TEji/yeaNPhZYGb8baipA53tMv5Kjor6KCVw/bD/lvyQPnr95Ina+48Lbv1hI5j60kpm/5onqPy9IEEBPaqi/XFrVv1CsgD/kzNq/GQBuPxIZHr8oTNM/I/OQP6T37b/xCWI+4gpLvlVcjD98uBG/9tyxvRyDOz8p7D6/Xweyvz1Hmj88vUc/21rXP1l8o7+rDSa+RS8VP+7BBL/Teb296TEGwElpqL9+tf8+PdwBPldYAL5uV7q/"
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1
          ],
          "values": [
            "MDSlQA=="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "bidirectional": {
      "backward_bias": [
        "8bFHvViMjz0s/489S0eePbsuFD4iZgM+EODQO2eTrT6lPGQ+9YqqvY2BjD3bjEy++17ZO7HaMT7Hoyw9VVWKPe3hmj4aHGw+WjHkPUfP/DuNPtS9fYBOPtriGz5uMwk+Rt4BvuvJxjsmCAa+RyxZPsgPn71H5dK96Ck9vm6Elz4NFYU+qlP9Pf+8zj28BZe7oDfJvRfhLj2TufU9jszSvFb1hb1dCFC+PczgPTZlIT6GVvi9PilUPoSNbDxZ0dE9ZVRSPRFfTD2hnkQ+VZPkPe6wdT7szBW+5n1fPthzez60QgM+KmSdvShKuD2Ixb296mlJvk0rDL06lFw+P6omPmWfEz1/VDa+Lve6vSBueT6kk4A9VaPbvXgH7b3vG0+94hbpPJy+LD634C49nmi+Pfbay73jwJY9+Q6mPXkNFj6LiDk+W0o+vXkccz4ct3c9pXobvqN+sLtuIfO8NaZtPrDH771hPRy+27uOPu7TNr5J+48+5h0qvf5qpz74X+G8YkJFPqY0CL3Q/RS9HXQsvdhiaD5ZF629ocu0PmWsrj7gKJY+UpObvctpOT65tbs7WX9mPVOWOD4Zbok9MC7KPf5twby6eju97XNOvt9wsb3lyzM+OoW+POaMBj5la2W9cc3BvEyP5z0t34U9trxsva8BPr3SKp09AGaMPoeDOL6+VCq+PM7bObN4tLyR9y49qD8wPNKlur1imI09V9G+PVCB3z2i8uq92i7/vR/AgL4+s6A9E3e7vXtsAr6AYPe9V3tAvZSLJjwF+ZQ93Oc5vTcun7wwSDm+TBU9vPi4oLv9JMq9q0U4vuus9jw3oBw+Qsgzvvrq+r3TcRQ9aJ1UPcz6o7upm3q7hgUIvksVLT1Oxqu9LQa6vYY3o7zmSS6+x31Ivi/nA77IKlI9C852vK70GL4YAYk9OhQLPhsCAj0AAS2+kSjjvTzSNb4XxCQ+qetzPX0GPz5/rxy+d9sFPi3OiL3h1CO+oMANPCtHBbzMD8O9Y0U0vvOzBb0UjJo9",
        "Te+7vQKGdr0dCj481MCVvIBE8bvQJ+e9XhssvoYLHr4uKdu9oozqPDkFXD36Xhg+WrrCvWD0HT0tHVs9fWXxPeodpD0heu+9/4CCvQX0Mr3bpOs9/agMvhJ1BT5FWOY92oK8vayDvjyBclC8iY43vpuGkLw6IeK8OZuAvt62Lb5lVnC+N3ACvtEQBr6zNMO90RI1Pd6nC74fIyO+0v2ZPe5zY71GSxG+1OX9PTXX1D0poE2++l9fPC0xqz0w/hi++WaOPQWM7r3PuyG+pl0hvq31ST11cUK+GShxPDjzQLuhNgk+Zg6nPaVPxz3NLiy+F1o5vjvP5Twqkmy6O7XMvVIXfz1fgkG+Q6BMvmm9J74pXtW9OoFvvfvpWz0f5kc+ZtixPBwaPz0EbVQ+PV1mvQZsUj6T/gC+ccvkPIGJ670J/cW9O6qgvQzpPr6wUY49Lp3hOx0mjzwZgu69oAbovJ35b73A2Iy9ZJ6CvR6Ylb6MZRG+PGjiPKyzy73coko+kVJUvrGLvzzovwy+tgJpPgwxFD3aqaU9tDlOPr2KAT7TRT47ErDHvUJN/L3tK1c+HrX2vYYJJb7CceE9mrdQvul5Gr2hwAW9o7IhvKK5kz2mrZu9MPGhPfxrjb2lzbS9/PG1vGabZL2NoGM+dLaBvHFYSj3Qig68rEHTPBmAqrvvwYI+LtLIOpKoJD5ongU+x65uPLuVE71AEx2+rc6FPeQIVb7v8RK9Z3haPVC24r0to5+9jVJjvhPXfr2XuJA8thdgPq9WQz5k/6O9ymdLPjemU76Os6o9bVcTPqGo1z1rwKu9URWfPWw8G70Pe20971qBvamZGj6xB4+9UGoJOzTnsL1Fhf+9KlKzPd4kYT6WyaK9AoqAPNg7K72qUOe9fER4PUBSir1U5my+lD4nvVo0i7z3Gq27fBlhvg1epj0F04q9zFR2vQDP1j2o/4+9QY/vPHzQJ72hG6+83X8yvuSPEb5iiWc+/MoWvbp4Jj4+BBs+4NdTvS4ugjwnDga9",
        "8bFHvViMjz0s/489S0eePbsuFD4iZgM+EODQO2eTrT6lPGQ+9YqqvY2BjD3bjEy++17ZO7HaMT7Hoyw9VVWKPe3hmj4aHGw+WjHkPUfP/DuNPtS9fYBOPtriGz5uMwk+Rt4BvuvJxjsmCAa+RyxZPsgPn71H5dK96Ck9vm6Elz4NFYU+qlP9Pf+8zj28BZe7oDfJvRfhLj2TufU9jszSvFb1hb1dCFC+PczgPTZlIT6GVvi9PilUPoSNbDxZ0dE9ZVRSPRFfTD2hnkQ+VZPkPe6wdT7szBW+5n1fPthzez60QgM+KmSdvShKuD2Ixb296mlJvk0rDL06lFw+P6omPmWfEz1/VDa+Lve6vSBueT6kk4A9VaPbvXgH7b3vG0+94hbpPJy+LD634C49nmi+Pfbay73jwJY9+Q6mPXkNFj6LiDk+W0o+vXkccz4ct3c9pXobvqN+sLtuIfO8NaZtPrDH771hPRy+27uOPu7TNr5J+48+5h0qvf5qpz74X+G8YkJFPqY0CL3Q/RS9HXQsvdhiaD5ZF629ocu0PmWsrj7gKJY+UpObvctpOT65tbs7WX9mPVOWOD4Zbok9MC7KPf5twby6eju97XNOvt9wsb3lyzM+OoW+POaMBj5la2W9cc3BvEyP5z0t34U9trxsva8BPr3SKp09AGaMPoeDOL6+VCq+PM7bObN4tLyR9y49qD8wPNKlur1imI09V9G+PVCB3z2i8uq92i7/vR/AgL4+s6A9E3e7vXtsAr6AYPe9V3tAvZSLJjwF+ZQ93Oc5vTcun7wwSDm+TBU9vPi4oLv9JMq9q0U4vuus9jw3oBw+Qsgzvvrq+r3TcRQ9aJ1UPcz6o7upm3q7hgUIvksVLT1Oxqu9LQa6vYY3o7zmSS6+x31Ivi/nA77IKlI9C852vK70GL4YAYk9OhQLPhsCAj0AAS2+kSjjvTzSNb4XxCQ+qetzPX0GPz5/rxy+d9sFPi3OiL3h1CO+oMANPCtHBbzMD8O9Y0U0vvOzBb0UjJo9",
        "Te+7vQKGdr0dCj481MCVvIBE8bvQJ+e9XhssvoYLHr4uKdu9oozqPDkFXD36Xhg+WrrCvWD0HT0tHVs9fWXxPeodpD0heu+9/4CCvQX0Mr3bpOs9/agMvhJ1BT5FWOY92oK8vayDvjyBclC8iY43vpuGkLw6IeK8OZuAvt62Lb5lVnC+N3ACvtEQBr6zNMO90RI1Pd6nC74fIyO+0v2ZPe5zY71GSxG+1OX9PTXX1D0poE2++l9fPC0xqz0w/hi++WaOPQWM7r3PuyG+pl0hvq31ST11cUK+GShxPDjzQLuhNgk+Zg6nPaVPxz3NLiy+F1o5vjvP5Twqkmy6O7XMvR0VCr7AYnC+nMVQvlrAO76t1D89xg7ivT1VKDwMPkg+opDYO9indj6wGUw+CsiovYOkej7BNbS9J2W1vZBnoL3wKvu9tQA9vXe4T75ug7w96VUBPNrWo70Lcde9y0v4vJEfIT7G5yS+6gezvLFkl75URVe+YG2EPidoVL0wKYE+QcZwvsvVVDtEKz6+TtyQPgxlgT4H9RY+rJMxPvDSZz7w2jY+AHemvdswAb5oeU0+yY89vjHfRr6cYZs90DF5vtusOL7o8969XdXNuwYJRz0/qUS91ebPPcSmVbvd9M293Y6bvJTGNr7qwUc+XbTFO0hdiT476xu+Bb4sPb4SC7zoHyc+rvCDPSQ6nT2psIo9RrxIPGZnDb6Ho1W+GqY3PXYxYb4p6Ia9k2udPc0Hvr0A9Ve+/qtrvoKIfb3Mb6Q8m1iAPkQmaz56/6+9gEVIPoLmRr70Lf09Jf0JPrHxpj3JPEW+gMTjPTzNKL0SgIQ+EnCsvQetfz1JrJg92V45vufe7rwMAB6+8oKyPZc8JT57nTW99KzWPfoolT0NrTu+10PpPF2nQb4Pf4W+ZlhTvW9UhLwQ+Ac9vlwyvkSEGT4/YUe9oSlnvu6SUz5UD9Q95oqMvVZDVT53I8w9NEF8vuOWvL1qwmM+ahJYvICYQz5wbzk+2IzwO+72iLzpYrC+"
      ],
      "backward_recurrent_weights": [
        "RfeWPkbAZz1shaQ+hl8bPprqQ74afPi8Xbg4vhcyoD7Jj+C9nsYlPfFNwz3dX7687ca1PRP0Kz6ib1289NCZPbRuMD2sBE29CH4qPlIRtz1+WJw+PgTUOywklD6x7wG++x8HPivWzj5+BkG+pehjPjhhmT7Wbq88ZJv+PD9tWz5C3iA+V7jfPRpARj14JoU9/46mPaq3gT6Cjjs9OLUIPm3sBL0tcp0+q30MvvM/Fz39Lto9yxjxPQ7sWT7Jp6M9VyIFu2DDqD4yft871J0Vvu1mHb6V6k8+xZc8vSp5w711kA6+90Q3PtD2Sj2tCiK9nHBEPXhiVT5gHbO9X/l3vetVA71jinM+452YvUz8z73YrTw+WcRMPcwLzj64JsO7+oYiPp1e/z1Mi0M+b2revR66LT5gYXE81LFIPn+ZN76g1H0+drINPv11Ob00H/a9ZCEjPd+UoT7HuIM+xJQzvrClOD5BJkK+ciXmvV9fgD7c83M84WQCvnl74Lyy40s+bnUEvhfCqj7e06O8jFAOPlCdTD4f+628F87APaOxhT50qP476tlnPq8kQT0NAha+G52RvoJ1IL7eKZI9+tqQPbDSjz4Z8Se6EcW7PdQlaj6k+Qm9ORF/Pnm1ZL7vj54+QnSsPl0RKT5W0BG+5SF4PsQDJT5SvJO+kbqDPVfcmD0ZUoq+5uK2PdZ+nj1/cQg+9E6EvXWZe7xEXau9oWCBvmDZ37qiNwk+bwpgPVHwsj0xq5C9Sqrvu7JEmj1tXZW8N8fhvNwOMj6ywZ898S1dvKYG4D1TSeE9ow/qvekShz0BkRg+9l4SPfWZpT3pIg29X/GmvN7+0zyhyxo+qDAWPoh+Vz0ZYkm+RtskvU0S2T0mpnc90xU8vtE/NT3sr+09H/vmPVp7mz12N7W8VbazPRjxYz4leWo+UN+Ave+DEbzJLI49IGq1vfHr17y0pTk8SVAEPrm4oL0/GK09Q9HwPU6k+jsQkhE9O8UHviDulT3NDBo+3AkHPAU5sD3iiFs9",
        "TC3dvSRyPT5Mtaw8ztU9vMQHczyBhAk+ik63PWrDGr4cv6i9rRDBvf+M6r2S+UI9hjxfPU68/7zyB2a975MKPkRvLT7trsm8zbfFO8W1BD1g/fO9426fvS3RVL54eAo+tBouPas+gb29Ucw8/EvzvJBOtzs8MWY9sMVYvV7tpz0iMJq8hZuwOjNLBT6Q3YG9fPn5uw/iVT2A/vk8YnWDPco60b3xXXg980eAvcgDAT13VUW+Eh2XPR6hbz0SnHw92jTXvSa45D3ZxBa9C2eevcBeX7yLSaQ83JrRPJTAND2UoDA9irz0PTR2rD1nUGs9GH/ju2jYxb2gsZm3VklfPqhqAL8gHdM7Bdb1vXWWKTwdbgS++wVoOnsjFj4ij8E9FuNLvsB35T2Ezd281FgLvRdCX7zRu+W95w3GPcBJhT10rpe8oRagPZxx0r12gFw800znvLuHy7z5XG+9RRPmPKVKPD3fCX+9B7pYvUtN4z3Zhg48CIn3PVRvaD7A/xI+XW8OvuvpYD1EdWS9ok93vGedXT3tauW8ugMEvdsoBz5sVIY9qJO8PfLWgL2mh/899slHvoNPYb49vOE86PIyvQVTiL3agsG9DmSGvZoDxr3nDCQ+/yk1vvQb7DrEfWy8q7aWu/wr6714/lq83R4JPpkjAz5bBVm+16GZvaoeCr66J8M9d8ijvXerLD3zE5E97Q6XvUWiYj1W3s+9QwHmPFpxD71E0+i9hiCrPRHooz1wt6O96KtCPUDCiL0lNYQ8NER8PVJgNr2Rwag8fd77PbP/fj1GYCc9TL42vqmBH77rnks8EQDwvbdJn712XIE+yPjWuwJyKL0YODQ99IievayyxDwPCu+9C68BPc2b8D2eEeu9wECFPsZTCb4wBoC9H0kHvkTTbb3AEAc+5/YQPcuCA735bD29fcjoPJF/Fz6mHD+9YB2XvZaErD3rrOc92QKgPa/Qkj130848wPgAvmGPCT5l8Ck9RlQpvgKOJbxtDzE9h3YZvfktUr0YTha+",
        "B0MNPgpa4T1HJVO+7+91Pg7kMT9MI+o+bgThvWXe1z0z3bA+kRedOzvf1LvnRyy9Ie81vrOElj4agGe+6q5VPmTZzD4FQl0+69btuhpwMD5nR+28zVytPnJ/8r64b4G9KIEYvSXHo70RMIs+ejKiO4bAiz0sYLi9bKeCPQ/aiD4Yq/g96n/mvsJw6z1F8Vg9V3mAvZaKHz6vex4+9v48Pkglor0LkPk9kN3RPZPW1T3EqB29i+wJPjDFP75hBg28REyAPjdUYj3LZJY+Wq81PUNIqD4gAIU8wWn+OzrXRj27Tpc+NLciPlDlqT3rpFg9nbDEvBTzDD7lHKw+JixwvXE/hjyewpG97IsCvavgvT4T/L2+cU7/vBQSbjyY/Eq+TYaqPaV8gb2tfb2+lCaRvZaULD0OErQ8NIUVv0zRNTsseh8+bkenPY6rwD7ggKM9F+P1vHIHPj6aZpK9regIP1S9jTzGqTe+Cjnku7cevb0GGCc/qGAZvvK1nz5EZk8+xP2IvWMXMz3s9Ry+4MwbPW5wLL95vS2+SuW5Pmm+PD1B0p8+r0EPPvi/xb1izTm+6t6fPhlavj7uNEU8bzvQPRyb07ye5kA9gwiSuneB8j2tllQ+HgJgvYbSQT98Y9w9iPlxvszgHz5ogM+9meVtPfi7wr2BajO9URNxPhjhqL179sq9VApbPRzVLL67mrS9eJVdv4QD3L4UdYU+vTWFPjTWyb47V7K+JW4Dvlugcb5WRQK9bNljvf1laL1KRxS/JaEovkqjMr7ATdW8bMuIPqJPMz3SmgO+/izgPvhfkD44vXS9lJmuvtyt/j04l0k999nIvptt7b5a7aI9dUYMPvLHDb4QvNw9QUhpvl53dT3wwjq+nzGBvri+6r3vDuK+QzkPvkwOAD6cOSc9on20vsTCu77aaTQ+sJb4unfEyj2R2nK+EGlZvuvlzL1lj08+AD5dvlZyir0zVgC/AdFjPsMu0r6QtfS++CxKPefF/z2EV7q+wjA2v6HBv7zO458+",
        "9nhHvoqtaLx5Dew8ysRrvdBZsT5Wn7S9ZhMIv1BNzL7+Sw++BRRhPgNi5T2o9pk+JdJKvvSMfzumSBK9iGPyPZPiGT2klZ++37jyvmD4ir4hSSG917nTvlI79j2Mfam+stRHvqQ4vr2dZS0+UE26vu+II7+biCM9FEtjvk/tNr93/Jm+jifPvg8Xmr0Jx5y+Lhr2Pfa0r77gAeS9P+dZPrvEuL5melO/uU8Xvo6roz2F3P+9YoGsvtn1Hr1dSga/Qr/9Pi8MKb4N4fe+YmSbvoc+Db/ZXc6+cEJivyBulb5+mkk9IMsDvrUaIz7nRuG+hcuJvpNGjD16ilo8ovAOv3tOtz0sH1O+JW0lPT/6p75gaWu/4SloPqfAyr77ptA9tDkwv71CQL4pmBM7QFS0PfknDz5ZtRI+UFW/PUxGpT6CIsA9IMoUP39Bmr6RmzA+RhpaPllFgT73xPE+GNSyPlOkR74oPRE9q+pAvgfFTr0O3+m8wOSnvfGoqT5UzoQ+B3HUvRDtq71AkCI+xZB+PgnKd7xfGQ6+4IOuPTEzQD1quSm+yHp8PmYhkb3Uewu+Pg0+PvdfHr5ikoU+HU+CvqzYlT2kOwA+UU+pPf79+74dGBk/DgI8vpooAbvQHS8+5cW0PkafhzwAsIQ+DTuIvud1gb5iRh+/zxE0PicD6T61RSw9nAIcvUOUBT4tCqG+VQmoPrCItT2wssU9DKCTvlO7y72t4fw9erN3PgrRMT+aJsA9n7lTvvh96ryrhaW+I9UlPowuor1yxWg+dwUfvaUm7L2Kty++ZcYTvjfvHb805PI9Sl8mPszePb7Vg4w9bFOGvE72Ez7sFi6+TAQAv8SDvzxRJYY8hEtUO/k8o70uclU+ZCuJvWYOdT5Ki+m9XGf6vWVQnb5e3yi+TXWdvmzjer779ze/T8FGvSOsib7wxqi9tmXiPRXUTT0/CaE+BBgWPwzViDzQISO/eM4aPAOUKD6ezHI+8dl9PtvM1T0ZmQa+cxG4Pp2Qj76S4Jy+",
        "3TeQvHAcUz7xfnq+AgSYPre8PL3fPeA8dkn0vSqxZz75Due9CB//PFpYmj4nycQ8mkP4PeSgWj7tF4a+8uHTPBRL6r12NA6+slgFPjlizT7dPpe9vfoNPomTiD0xWYO+T13/Pab4XTzujHC+ohA3PmU7xD3QcQ8+/EczPkrxlz6jENQ+TR1LPnmnCbwOMgI/tWK+PVG4eT4tlbY+QpqDvKggjzs5YA4/+j+pvp6a1j5LnCM8hxGgPr8UND4HBcE++kvavgPHPj5b6u09oVWsvvBo5b24lau+sk2BvjhLdb7faFG9trvzPRaFMj4Ea9m9nd8SPn8j7j3leiS9zAZ1vvbgHj+vog88LEeFPfkKgT7JmV09erhdPZDXrj095wW+T8ZgPqSlrD6YbVU9FwmAvlGHrD1jXus+FcntPcAfhL4PbAw+WPkxPmfS6z0RjxE/bvrKPYMxsD027uq9p5LCvdatAD7YebG98EeqvufIYT6P9Xc9ZbzTvYI/KD7FiRY+Lr/6vuLguz1Zj7+7iugtPjHSvD348fC9nkEkPuPT1D5KsYA9wnnlPdaeTr6YPhW+N4knvj4IjL3lFCE/CM0fPUW2OL6Xvo49ujbyPUOjiD3tbiu+2d7tvV2+gL1bQFg+PZ4+Pe1lxD4G9AO+C2kHPqT7Pj7kwSO+m49dPkouWb2LiBo9GyIbPXX9Qj2QthM+znPXvEq1Cz1oeB4+erVkvOlYwL2N+sG9LBerOghKZj78zTM+uJkoPtTtej5/Fv68NVkZvrL94L2FUhg+YqSmPsVYjj6Thug9NVyePvHiFT5o8xK+CowYPuJtDD67+WS+tX7APMS4iL2cd1o98YdVPlF/eDzvx928sLSHvFFKSz0PV8Y7lcMgvp5LCzzwXrE9esawvefJTz0rGQI+x1POPApijz1wCiM+yUcSvg62Vr2ewL091OTtvEnhN729lPA9g9w7vuMkgj21KnG9W9whPcFGsbwsXIa9RPTAvTkWlj5A2Ts+kHLtvYd/9T3Fzvg9",
        "mg4yPVDpdj2OYjk+sqcZPnIYTz4JjY8+z06qPcoKVj25lMU8cLw3vTlyprxy8OY9y/ZOvXPJjD0/xYS9PFwMPgvxPD4F8aI9SnLHvUY1rD1f7iy+oBaDvTOVRr2aN7a9WW1bvf0E8L2T9/I91p7NPTsYqL291Mm9mrQ0Pu/fN75kIGG+ncYivgXaEz1A5XQ9nyo6vjbUCr03bjk+Xah9PhsJ8zusSSy9tOcJPbblCz3g/NA90N50OsJSHr4Ms3Y8VBuPPTUaIT3te749POOBPSvnfT0Ddw497YJ2vcBRYL1EhRc+vmq1PTt7HL063gU+DxSxPIFcNT4hgD091Kw3PO63/zzuniM+rvpTvdj3jr1ZNvq99EwDPQ9d8L6rM3U+29GJvgvX9D1S53S8FjAMvc9yGj6sVxS9Dmz7PXEz0D23HfU9DkqAPS1+Z7zBcw49sCv1PCqEd73mX1k+OQ2dPqdGFD7gqaG9bG40vGx8hz7Eq1S9Hkk2PfNkGT6jNyE95EoqvZO5kz39w4E9xBbAvSmPPz6fQBW+gds+vbahrT1y4M89oTUEvo+OWL13adW9ZZPKvTdKQL2NWAo+qNuHPaipS7tXLbC8cmr0PVXIq70/y6c+msd9vvcIsL17x50+jAVkvWLKIb3VbOO91HcKvhOUmz1NRyu+YOt+vnS20D6z/Kk7oPSMve9G1Tt4ZwI8eusgPlx5Gj4iZB6+Ez6KPQg1jj2yRVO+ZSvCPXAKaj2iZxS+E5TcvIKXK750Jby+BsbiPeDqZz214jA+PprHPGOGP76B0tO9p97Vvt2tTL4lwEy8iYwUPvbrD725wRQ9yC8YPmbdEr4Izpm9UxrNvQZ/6T3ZwhI9dpd7PX70XT3WsGk9KsShPXjt3TsWrkm+KbK8vGRqVTyF4TI+DI9zvqOD5j3HriS+t7lCPfIhkz2yO389+AD5OqVEub08Nuk95n/GPemLWT2y/ta9h0/2vd1e3D6Fv4u90WrZPhD9zT3hYgA+5n2ZPiUaUr4sIgK+",
        "5PWJvkisjr4NWcC+H/KKvfcCWD4Uyci9CpKfvf6riz3SBgI+6EUrvpQNP76HAcE81go7vhTsZb6GobO+U+AVvm24kz1H6Dw9h0jGvaIRzj7EjJq+VXZBPnJ18b04YHC+K53svgltx712EBW+KvCPviKRpz2iMZO+xZttvkcM8LsrwGK9v8VkPSYuBr9MKgy+PhAgPYDOrrot0mC+rgk9vj9/777h5/g70eH3vZk5lb7MKDW+Uvk/PUiRUz52VOW98YWhvFS3W77sGAs+UnBAvjrkaz4+fRW/JDeBvnoyOL417MG9s588vkEWZL5jrja+J1JGvhxKiL4uSEc9AQnZvYTLg75HyPm95z77viMnNr3mrwE+3dBvvri/Lr2w2Qq+nIJjvpAldb6NSLo+QaRhvpZhDL5B/RC+f8hEvv2oDb4i2768F7RLvhl2KD452o6+76CXPqgOjL4UTi2/hZXSPtBgAb7FSHk9Wve0vahrar6XDVg+ZCKxvlwnhz5R0oy+HIm8vjVA9b29VJC+uPOtvfVOAr6OYdO9ro98vW/sGD4m3h++BoxbvrU4175z8mO9akigPB/oaz5wXjG+aPSrvq4Gzb5IzLK9y60VvsvBcL6ysRA9oF7Tvns0cT6ghGy6wmYBv9BFUr6u05u9eeopvhUJfr7vQWW+C1lBPTWYab6RaQ29SwIePp0oAr7fMW4+V/qtvXUGtj1DJYY+iraFPkCwI75xPUa+AMIZu/qOBr4ZK7G95beiPZdHfj42u36+8uK0vdovg77nyqi9x/qXPRlD1T5XMaK9c6cVPqkqk7obLCW9IoyNPR7vGz7gWZe9GWiAvXDec74nVdI+m1fXPcSqPb6ov0e9XZpIPcWRDj7pHKu+J176vQYJ/71TNmM8M0XVPD3/Qj5O2wY9qyoPvoSDPb7kuFW9Yv7SvbHr3j2QVZs9fUsXvoX/pL3wDJY9lInZvXTV0r2jXMS99RURva+4IL1J0S89tksAvRLKmj6ezgK+nkTLvQIB5Tw8iTo9",
        "HpRAPYesRj58DHA+7qXLPXsUrjxBJQQ+e8JsvHGloj0X6pG9r2ypPGommzxPijc9KM5NvgTiKTxS4lC+I4p8viL/nz1ywyi+WlETvvgoGT3xi26+uGKPviTmVz47GE++M3MLvgON4r7WmAg+Qix0vSPx6L14LsC92xIBPYw/zL1Zf0m88wtHvowrp759sCS+Pw0kPYDEBb5UFJw8OdchPHMdHD5nXyG+SYBrPaIvGr3JD9E9HPF+vCL4oTyTcc+9ovxyPoauAL7Ogz6+RTdQPSj3wbwx5/q9xCPGPUk3ar5wN0g+7NPZu9l2sL5i3r29EF4zvkgNfz0po5U9l/WCvlgIhTziPLK7BLBbvVvzhb2zkZi8hT1GvmKsBr+cTds6kov4vdm2KLo7v4U8Nrn9vNwfTbyhPYA8JWQ+Pt5nQj6EPxU+vBD3PdjPIr4S1Mo9XoqnPg7Y1TzQZ4w+kN2GPnt6iD0mnsQ6GwNcvbQ2pb2slb69WicsPQ2f7T4OVxQ+VGQnPr8oR77fl1u9P890PV2dQr6Wx5K+uxrNvCRlxj3imAm9praqPm9whLzbd0e97aaCO7fK0j0P4pY+BaGYvd9wLz1yWRi8kvEpvB12qb6RUYE+/jamvmpL5rxhEVg+mbrjvTcJ8T3L/529jcCevmeTNL4I7FC+Rk8ePAAIkj4osaU7/HhkvvXqLj7o1j48uNclPjLCBz5TBt69zLywPOVMvz22RAG+MiWAPqkmAj6JtB4+UxrkvS9K7z2Ay9O+HHA4PtVRWD2S6j8+NM6IvHYR6b2eSb+9DBvQvtZrcL0m8xS9+VwUvgMrpL3om8g9zFqSvDX6wLxV+NA8SpLBvYn1Gr5cCfw8tX1MvpZQXb21cbk+5B+RvtGlHr6t4Iu9sU8DPn7hd70RP5O9OCfdvpU6Pb0mAka9XubePAK867zNFGO+Jmc8Pv6m5z1bCBG9B7GvvRg7KD50wIi8inruO+HUzj7GIpw97xDZPmrDuL1qPMq94vrKPmwAHr4Tcri8",
        "lI8Iv2PIQ74ASgm/HhPvPp8s4D1yAmY9Z2O9vOtYAj6jPrQ90zfVvu6FDr0Dccs9EnWavi7INL6AOcS+b3C+vdpVPr3Hr3+9W6Q2PoYEmLhjlIq+FW7NvdjPkz5NfqO9f1Pgvcvl+b5p9Zm+x1YMv4C8E79RY1m+U3o0vrX7VT5ij969dyXrPjJC3r5k7IK8hM2dvr9StL61OOi+sYQev8isV77sJ/a9pc7lPWZsH792lAO/R5QuPjXVrj44IRi+7VlXvwOjGr49FxM+CxQJvcUIhT24zXa98sNPParQZD7aDGg8wE7KvmnLcb58qyW+J2+/vgiE57yljTk+pysrPTVZ6r3eVxW+T6cbvqzLWL4m8+8+yAK4vYyEIr/3qva9qHTyvjfWmj5hnbI9xhWNPOI6/b5Zc/e9lSmAPsk/gr1ptEQ+bwq1vm+rnr22PCu8ddXXvObkKb8cjum+YThDPZjU1b5r6+28XBrWvbjUkb4PDjm+tWo9vmjymr5MdR693woIvs+jEr9sHTa+grt1vs0HfT7czdO+ShKavT2BEb6tDmc9ADpuvRfkAb/bfpm9fGpyPUub4j3YYEQ9j6mAvgqakr7QkvK+n066vhyzV71o4QA+iUgbvjmlcb3Votu+Xt57vpsVAD6mnAo+3gHyviXXwL7k6bS9eTs+PUNXe74Z94s9TUj0vQbbAz/e/Kc9VB/zPhkUmr3XZek+0QOYPmHaxj5S7OC9uu6CPc2UILwYfKE+F3yAPi8d2j3eLfI9ahswPjUxEj6wBYM+2QgjPuKhSz0f1Io9JHRMPuf1+r0AnYK9JDgQPir3Wb66PyS+wnTRPejG0T1SJDs+WlZPPkLVET6cxp++lJWmPb1LxDwi2cm9QB8bPpZGSD6b8yY+/W8Lvd5hoj4brXQ8Q4TEPaOENLyF++w9juEnPvPuqj2RIis8zmmWPQbdNj6BddQ90uMrPvc49D1HUhs7LNuSPP5D0z0fmyU+6tj5PVXB/z2HYVy+57+dPd6w4LyHX+e8",
        "EzAYPrQAVT4NQJe5v/A3PUZhyT0fsVE+SfaoPWq/HT72kZs+eXYJvs912b0BEEg9M0X7PK48ID7fvB6+AmYMPR1MhT4EBDU+n625PpVgUj4pnbw9NJvTPplkQL2qbzM+UksHPsdoJzuor4k9FVSYPYpeiT6Q2j68S0M+vSnJnz4SKpu9XkjzPlUmSb3bmcY+pqH3vZIZhz6nz+M7YBSZPWjDMD6UY30+qE2Bu3pqbD69KJS8y8jZPsY4HD5gNOO9Yqo7PvNhP77sNiM+llNRPoPnhj4ywCA9PW/uPgM/0z64Fhk++z2oPsFgHz2YSjE+1JskPt8EtT5lsgu+BTlZPoOImr3Jo9Y8u5AGvkb4CL7K+hA/5lIJPUKOpr7t1hs+GFbKPizF+b3Rcke944OSPTYnyz1TAro9NcyPPVXJe77NZt+9pjGVvjF9VD3GYlK91G8sPm3lUr3940Q8Fx4GPocq+b1S7w87EaJ1vd9PjD5oCPQ97SM/vqzJAr7kgyY+AA1hvbO/XD7Hi2E+7iLPParYsb25l5U9ujxDvQ08O76QHD2+XlbKPhy76zx1ACw+XHKRPnK4K76Pn6i+mnQlvowKPby4Z6A9x/5APd9Hqz17sR6+x+FfvYwxM71N3n69uBruvEU0er0/DVY+46MpvQQlRr7gVjQ+LjeAPloL2D3HV/O8qedrvlbMQz4BgK49povivWHbqj1amB8+cE1rvrRN8D2RhEM9x9hzvhukbb5BFB4+xoZFvrcjnb4ecDW+qLVfPpgh+r3oGW2+patEPqPlD7w401Q9fiYhvgP42T6gFsE90EcWPXMAwzyLavK9fMsPvgickTwre1k9c8CEPg0Tsb31dxu+6uKLvZbLSr02aJ6+YF5Ru+g6qrzI1DS+y5HNPfiNQT6AEcw8EFMTvhUIsbwLvb8+J1jfveKhkb56PQy9VWmoPriJ6b3jTGu+jWicvmnSer46cbY+9TCwvcA1Vz7xjY8+CM7gPlU5Db1DQP09yIYkvDlNVj2L3Ms9",
        "XtWVvY827j44Y9A+hMjROnJiRj4/lQY9xdncvb+BDD9g5pK9MgXNPZ7S5D4WlV6+2cvTPaoA4T6n42g9QirXPEPkgL2WeFS9m8hKvtrflL0sNco9lWtTPu0mz712Now+LoN2PbU5TD755kK99cN9PvmFiD7CdkS8AZdnPidKaz/XKcc+nfjfvawTmz6oBTo+l601uo7sCT2jkR8/ADBEPrYSbTs3Ls8+6qs5Pk4zHD8KsQk+gADjPv0Jl71vmsk+SrfZPtsMDj6l1yg+OVqFPUC5Mb6zUTQ+1wyYPsnCHDzVHNC7oPoavaodaT438O49a+cHvla7lD5bGLs9bhT+PKBluj62FNE9GMWxO5xaDD75Wyu+Gx6wvX+aeD6G1ZG8+40jPkOAhD2MASe+kUA0PdKKKjzbHpg+ucsNvvVaRz5LNCs97uWHPgRwVL2E07k+cmmAPYEKtz2frbQ+k1z8u/g/JT0hACk+EJ7cPfjKGT4tWqE9j858vbw1Xj5rBlM+OvxNPuKMgz6+dI+7o2o1PrNVoL34aQ09LeEbPu91HD/duRy8KdMNPkp5OT64eJW9QKB0PuEMqzyNCju+O+epOxZr4L1ZRAq+gc3yPT2TFz7vLuw7CE0SPjCddzwqNK8+rADuPF3EUD2KCQG+iaGPvKpfVj5qrZ88lT+Du7G3ND718cK9MTCfPif/Hr0Egls+KS/PvbF+hL1dEDi8UQhpvpcU8b0oqIu+aQVKvFel6b2AxIc+uLLOvRnel72X0II8G3civZbUiT585II+m88SvlGSdL7Y9hi9ySvzPXRrej5g4YQ+s7wVvl+Wn70WxQM/uBeVvZMkzL3+diq98mIDPrYc1z0k4i09OmY/PcluvD4DxC++eAQ5vgFNcz6MGFq+VywtvfZTE77+laI91igSPoqVF77oN6U+qxWHPKEsZz4FISa+hhWBvut5FL5gsoO+G9eJPbK+u72b1N292DmaPaZ/WD1Xtk6++m6TPoXFqL5pCCC+SSA9PZ44aj0JMSA9",
        "K5ZYPZbJD70huWu87lKFPKoJjT3cKcO91rSevpTDhr4Zv669+TtovtoDAz1OuQq+OGQ+vgGilj7WPrM9bXiFPQ4XYD7APJK+oU4cPWar/z2Uz+S9cddUvVaeDj1QXgQ+bUOFvuzSR7ua1Je9xx/6O65GObwle8w9yCXvPSPAiT2r5me9C2OMvaYTPj3IwIG9TuO8PTOuCb6n6tu9erUsPuAR+7yn3Yu9aCwAP3sIiL0AKnG9wAShvRxsuj7hdi2+xisTPjZiBb7swsm9y7gXPZjc972qCFg9dY9ivlluCD5dmFa9h3vUPsncnD3Zyn+7OMEbvtpPOL55fxc9HwxqvpQe+7veOKK90Bw+vV3dqL25MHW+rob3PW6GHD5L3DU+sxEDvgXNUr6qJr48Gx0xvP/E/D3t28S9bXNnPjh9jD2yr+y806KbPS7Glb5jmi89r398vUtkrb1/cG+9OKDwPd4ypL7UdI49UmG4PYbnkb7KAgs+UQBKvljbgb0j1sW9d9wavTkjhz1pOi6+afn/PUVMFb4T9u29BmoOPhHu3b2XlUG+2KQgvdahmzzHyzw9ZawFPtIVtL4DcBq+NliDvuHNDj4VMWs+mrACvrZ9wL17ZS08vKm0PeSyqbyNcE8+QEaOPTLWaz74ByU+IxdKvPQEPb4/tPy8Pow8vnbUejsFVx08EUHkvcT3NzxW3Du9iN0RvQTwXLpnhzc+k4a1vLJvdL0l8aG9zGuzvdDeXz0y260+hlwKvgaGiL0LPL29FMhNPni5Z75y9b29pvYNPtQKQD6i6VO+EW3BPabA5r1fvlg+a5s5vi3dKb4vJCW+/0WUvdn9kD7NhpU8ZwaqPT9xLr7HFwk+Ess5viM2Bb4Oyhq+n8oFvaunbL2Iy3y+HfiWvJ85qj3fy1u+reRaPk4g1LuTixi+zBewvuvEDL24IEC+hICPPo5ZPr41bt298VO+Perfor1Xnoe9HswOPdAIrr1JklM+84e/vRbuCr4NpI2+Sos+vUYt3L25sxA+",
        "822VPKoEPL7W/409RAmGPXw517z2MVu+nCNlPM0moL2XFl69WcU8PAbQFb7gSSS9yjDovSZA/73bEZK8IKfova7fmL7XVNe9QEdPvgSrN75RXh+9RzNDvuuor728JPa9w8mOPW8gMD2Xkkm+mcfSvtVjFj0al7Q8hAuTvf2IJr5FEDG+z/8jvkVR+L2ckT6955jePSgZcD2ez3G+PDWLPazXwD25ObG9YeGRveHInr5Owc89PeAGPl3/ar5FUIW+EIzDPZR+ur1oIlm+ddzCvZdPR72otS69k0Tpve/i5b20x8S9+kJPPaPKsrxGqdK93Ke2PRIdD76XIOS9O69ovvI0H764s+O8HQrRvRH/TL6T0jS+ws8kvkZ7WT51xjY9bR+6PZlPsr4ITC2+B01WvbtZW71vJ1O+ArLbvLWGKj1p8Hu9511EvKQflb7Bjb69TesEPvbAdz1c5ue9oPP2vM1Yhz1magU+YggZviCmATweiGS+fgr6vQgnCD10Xjq9D9pHvdGC8Tzf7Xc+dZgHPpVvhb3dXa09eamFvo6Djb11Sgu+M0A8vTjdkL5loMI6iWnRPVK0UTyV9wy+Lpjeved1Vb3PswE9RgEDPSmbB71HcSO+Lo/9vLLbFj6oOD09XrdJvqtVXL19UsO9D+tQPfgp8D2GFQe+INyevaR1Er0nzKY9qGH5Pbj83T2ROzu+eFszvQ5T6D1wnQG8AW42Pa4SDr4ubgg+V98lPkl0Lz7oEYi8JQU8PZFyqD6kmZw92xzNPeeC9b1cQuK9XBIgvgbpgD5O1Q8+q/GLvY0r0704w+Q+pCbHPfXMbD733YG8y4bIPYZ5VD6VKmM+fM0xPeGZTD7Wd+I7YYuXPZfSrzts1SM+ltitvCnVSTy0DzA+evPBPvOopD6kuAK+X3jCPbHY+T1+Fy+9DrUlvkaIzTz3Kpg+6KuKPec4dz7U1oa+iPxhvqUSVL5VcJk9YgAtvt+ybL1GBB090YfRuXq6hD74iXM+b8YDvGxNbr2+ChC+",
        "fLD8PZ/VDT4Q94U+PLNyPQH8HL3aEQY+/8mRPbHJCz19gZG8y+NHPMWOH74FzQ++Y4gNPr/zhD1epFG+Jc8DvlE+0j0LntA9ojP4PfA80zsu0tS9MoiPPXTViz391C2+oVM8Pl19UT37roi9Mbg2PurYajtOyAM+AW9wPv3G7T02OJw+EJoDPhWZLz5yZD+9LttqvnwmjT5exVs+F8eJPCOF3LyPKO09UJvdvYEdWb7+bYI+HizPvYoE8b2pLxQ9hfZfPWkHij6xue89OudPPV4HLr2WuFc+bKWpPC7Biz1/gMa8Mgo5vUh9RLxzEwA+gdGuPVlwVr2Khai9HrXZPYazez2idZU9cIEEPhBouj1/F6y9hn7LPf2cOz5tJak98BmDvVKUSL3TRZa8spqbPSNmE77jUxU8DLE/PpWulT2LadA99V5hO+ssnT66mfC9BpgHPkiQeb0k+rW9rm+9vcs8Hb5Ue/Q9UhpFvtfkYz42YLY8SefrvYrIOj7sGcq9KADEvMP3Vz4DS3U92aasvaniob0qAM29TxgVvThCrL2WgSy9T5+xPj2Xtr0OkpQ9o5bVPdWi+rybi/C95mUpuihBnr3C/om9PUBYPZ7VHj7kh5k8rjIGvqDiW73RC6O9Pno9vLIyQb2/2bO9SvGhvTV1w70OXQc8oyyiOlnVj72KxQm+MmHevXC31j0Mx5i8e301viCYRT7B6iM+MCfevYs+JD3/VGu9kraNvqLC3b330W0+AG3APdw3vryjoxo+Jb6SvWzw7r31h209v0+0vQPTjj4r3Pq9LYFlviyE2zwucYQ+Pjo8vtMGyTwT0Fe9sK5+vYTSlTp3IK69bmMRuvg5ob20CLQ8k4GRvbhvG75g4CK+Er6Fvd5IcDzsWKI8IN00vRgAsDszaaY97acpPkiARL5nNBC+ktNsPgsExr0dtba9eY8TPtPqPL5nb4m9IkXAPQaTpLs6LT6+crCMO5FaJz5Cq3q8oSoBvkPnGb4rwk++fDQBvvAUkjywNYk9",
        "PSt9vQkS4T3acPm7/XSPuwHMK7+dtDy+lMXSvSXeVLywyPW8lRRaPby/ij7hZYc9hjlePjKrujyGMEI+cAAPPo4CVL4dZTi+A3GcvHpQRL66uuw6yl2OPRqIgD5JhJE+LJsIvgDWsj0+fwq+FPTiPhXvGz5eE/S8oHE1PDD8Az2JksU+tNzXPkKKiz4qNK89A27QPmj3iz6Dv5A+sn/7PZKeh74Ehww+yWwWvrRDqj7Uw509qXEmvpwUyD47Kwo+SdixPG+2gz4iX1O9N34bPszrBL3Wn5E9GYayPU0dsD6UP1++vWQaPmHGZz7hTqI9uZMHvOYLBD6GaGO+HVAhPhanvj57lsw9I3GwvXUbs7tfwos+KU3LPQr8KT0LfSk+drkDPvQzYj5xfJg+V9RLPo1hEj7ApDI+UrX8PqGsKj76AwE+CqB6PjsQ0L0cKq0+sq6zPfA2MT6mRWG+x+WWvqBQD71bmM28q9w1PtNXEL1+h3S+NnejvQveD73OzoY91l2EvXlRkz78SDQ+FadaPuFbyz48MOM9aj3zvXdbmD0bfk6+PR2TPjulEj6RlXs8phOFvf3Vyb6SHbo8V8IlPr5jpT3cWd49lHcOPbNSYD6WQXS+IJflPKprd76VSkk9VNBqvDwvtz0NHH8+cPWXPg0ygD3tinU+kHeCvkIZlL1iRYC9X7FevWO5CD45uqo+gragPntlLj7GaYg9No/6vCYZMzxyLOU+ryreOyxhLz5jFp4+t71IPpgRjr4sDhA+VE1MvPXZR75SJKI+KkuRPlpDO75pIec9OGanPj1p8T01IMm+FAR0Pitpmr5GwpI+bjWJPi92oj6MV1S+M+KOPkvo8j0EgiE+L3Qbvf7zBL2ahzs+gQbOPaUSzT3cMcM+1m+KPYuWmb64doM97YhLPVP3Mj5cIJA+a+HIPK+0ED4As2o+1nURPjm30D055729wStBvgVDLT04xKw+q7f1vWM5qr33Bzw+dMkNPWNsQL4V3tg9b45RPq1YhTwGjgg+",
        "8TFOPQYf1r6N0+i+IhanPLlzhj7wZmK+52aJPo23Kj6lrTE+yrzivXtsBD5FKJG9kKWAPgziYz1/wWc+E5DvPSc/iT4VVBg+KA7dvbeSLj3rNC0+mUiJPbiilT1tN1i+rjxIPjFM6j52oJY+fRf9PnvWQT4E8ya+oPEMPo7Usj58ToQ884jaPfiOLD7QLiw+f/cRvYofKTw6WOY95IeAPnVrHLzTeLU+UpOFPrysGb6nK/o9VLEqPljK6D36lYs+oAW4voU/wz1sCc8+t+0mPprZST7yKoo+orUYPoLurj7pt5C+gvFgPvdbBb4Y/Lk+jAeBPjyfnD4jwGG9WDAgP4SjjL5YiCE+gBv3O6WMy7z5524+W72dvUzDub5/9Cw+6dQLPr1ybj7o8Vq+02FNvZI7Iz4jLQo8wKPZvl210r3TBfI93zEhPnG4CL1czws+ugXyvrMKC724K7U+amxjPjIZvT5wKJW+mrkXP6qvAb5XcMO9FyAjPu9wuL4c1hm83f7FO89pEL5MS4o91ckbvnMvjT6dx0+9cQYJu9SGDz5Jji0+4a/cvoUUhz3vZbW9hXVqvsxev72b9tA9/a8JPpDRhr6IGQK+cGdTvU5h8T0Al/O9iGIBPwq3Rj1+U1Q+p8QtPkWqMb4dSp09c2n1PqhwsD6BbaG9OkGXPTXRoD5H9fm8wBYBP6kZ9L6jZxe+bsgCPliWtL4hj3y+/IuHO1YyfD3wvVu+70WtPU0YJb5mh6S+1n/+PFgy+j2Z34i+WbisPYG4QD528oY9+v+nvSZxB77bVe+9hb3DPjbhfz2P+Km9i6jGPmA1WD065909kO3SPft6Lr4PMmU9MxhyPd5dmD5S9K+9JCnJPUjQGz7D24w9J8DnPc4f6zworla+GqeXvbkv/Tx0MFO+/INQvomVdD0mSIc+nx8RvHeTIDzTxtE+4CB2vuW1Fj650Kg8iBSmvnHfvz0TQR89tEy7vbKmEr9XS9+8GFLAPtC8Wj74g6M+krqAPq8tIb6BBtS9",
        "E+y4voXYbD3HE/K9lOBQPpIgTr4RZIk9wSJCPigT3j1TGLY9V9iovl2YhDx09uk90aKou1NNWr5bdIC+EOsRvsbxRL5PsxG+8Wt0PoayzL01ZAq+X+eJvjUV7T14ta29z3NRvviSVb7qqqS+oK3KvhaGf74nkYe+e03ovZomDT4oXTA98vyvPuAQlb6l3Sg8H7Uevstze77qgUO+PAWfvmlLx7wiXrc8Fez8PT04nL7PIpW+tEnHPf/F0T7+z0+9FifWvuQtU74YWFK+V24EvgADpz0iZrG7jcGGPBtJ2byq6+M76lqHvvlAMr4gjcW9ZjitvsZiSL2X8aQ+81m2vbqqDj75/lC+di9jvoYXJb6x9QU+hgOVvtW1ib6JBXG9xjdcvijwDj7bBUs+Iqa1uvaAWr7KMKe94ysvPvPVQ72LWY4+EaH1vfQ4yb3W4zW9YF1TvYCqrr6BdQe+FCLWPIDSZL5GXYe8FlmcvXjWkb77JEy+PaGWviUZfL6asee9w+d2vhbLm75Upq+9uxo2vRnlWj5B8Zy9BRtfvsDFh76msz+96EAdvnJ5c72r8xs++3YuPsuHijvx+lE9d6tIvt7Etr5cm+O+kiygvkeVQL4G8F+9kyv0vRCXEr3kcae+HY5DvhxVAz2EpKY9l0ZQvgdcEr61xCk8Uc7zPReSbjxj/AE+DrSgvdjKqj6PgIC9z2a/Pqhs2z2CCZY+FnrEOqme8j0v4Ji9Y/vKPH8klL15sWQ+dJNnPt05izwD6o8+n9E1PrCSKr0WNAk+PQz3PesIDT3cRp495r+MPhEJ/r1Fm7G9GNSYvGnuybrPGik8pfWiPaYCgjvujTE+/MjdPFmd0T0Nj729bwJtPRDjq7wn5Vm9/Iv1PQlWKD46xK892JUPPbvFmT48cxa9w4nAPQFZ3z2D9Bs+AJnEPPZ7ML2RqjY9/LOQPvqmXz5XYWE9r+0dPYDnZT06wQQ+6rKCvU9BLL0xH2M9plK3PVfCBz4V6Nq9rvihPp9pAr5n8xy+",
        "urKePZSgmj2ubQY9AloLu9EWGz2WwdA9Aob6PUj8sj7KQKk+DGmYvdWryD3r4+I9ABwmvBzqsbpFY6C8wCuTPMN9uz3C4yU+lUxnPpxYJT6wa+Q9RfWCPgw9QD79vDI94l0mPXYqGL5HVts8zD9cPa7EcT5FHY49j5hRPZz9iD7XEcc8bmlxPtg1p72nvXM+tcKVPZRbHD7p0QE+d1aePa0ehT2RUHA+66E/vLk1H7x/7+E9UOLfPeE1ID7DMSw871bOvOfF7b0U0ss9McdHPnlEXj5f2Q28tySQPgpDSj48X5E9N6yFPbTwgT2ZDa89ezrLPXK1jD5uJgG6L/Wivf415rtv65894vwfvogl2r3jP6Q+3zxzPaVdgb4Muo093Wm4PiCPhr32T++9Iun7PNiRe7zdgYy8NBafPMphfr4+Fm++FCXgvoa6Iz5NBiq942t4Pb8Pzb25VLO9/+SpO3lex71doq48U7RnPfYH4D0IQ2s9jIsLvpySu720LLG9MGsOPtsByz3cgyM8/c6QvcKzDTyq8DE9YNejvXANZb1XQke++zZ3Pq9Mqb1GiwM+lnw9Ptsslr3k9BS+C8iAPbZYaD3zUOc9X1eYvW4zrT0opsS+6O1/vWo2ab3jhVy9mamnPQSFNLxfhq09PJMLvQ4Trr1E4J0+7xxYPrlrHL2BJJw8+ToGvpl5kT0gnyO+hV98vXzABj4Dkmc+NkmbvpkBIT5VOcs8pTAPPTQy3b3WxrQ9cGCLvADpC76NIAQ8+YtCvdUDuL16lhq+oRkcPLI0sz1Ue/k9OCotvW3pfz5MYzg+p8qhu1EBwTw4FxS+W4K+vQUHkjyG4cq9Md1uPj7lJb5DETK822kbvqe5jL0F+Qy+Y2M0vrm0B74QzyO7Q8ugPX9UWj7XA449RCLLPBluTTzhO/o+fjCLvGeYZL5T4kS98sy2PS62UL2/gFG+3gGRvngUN75hH5U+bsClvURwFr4CldS6WiP+PUilpL1qH7G9UPeUPaVwjD3bNAc+",
        "RE01Puo3c74NDoG+reMevnrvoD4BXGA9e0rkPYuIv77ZVqo9Nah1vbi0l77U3ku+uiK9vnxhJL6LZeU+7D+qPMSrgr0Jv8c9s7fKvuIuJr4/GIy81Momu5DAm75rJ/M9YfUBOxdDEj5Buwc/X0u0vtt4HL5IqC69B8uaPikXz755CLi+V0A5vqh1dr5haIi+0JMpPbjYrL6jzZm+T/m+vWyHAr5WDNe+y6OVPvxm/77C5uS9hWCTvtprn76NeYO+PnpEPpqElb5XwsC9x+5qPn3sYz2PEf08iXEoPqEGKz6pi2Q9hv/dPcatob4Z6hI/f3tEvYyzpb05CZQ9aoIlPtGMor536zM+EhJ8PukPLz1mEZa+OUJRPiVKLL4xFyS+e5qSvt3EkL6BX/C9+QJ4Pjydv70fEpu+yKGTvsPPHj5tvp2+m5u/vvED7r3HuaC+8O+dvfksgr2WLE++Xts9PvjtMr7gXJY9jFt0Pko/XD3XOT6+sCDGPfzSsj1n4Cy9ufRePm9aaL5L+bG9+55jvog8q77Ae348fYZ0vr/w/r6w3AM6YzumPBMdV74u6OU9jA26PmTkTD77vt6+uF9KvhAWuD4p6dG8b0+Cvd2Ldr3eCp89S8wMvtZDpT6rOqq+OnM9vg9YYr5Pa24+8KgdvvEtcL5iD1w+nHsmPZgWo70XAaa9kaVJPucb6z3rsg6+MXtlvsZL9b17Wge+SzPQPYRkiLwKBS46AFGyPfsc6b0x9+w9hFCsvXZXf77zMBq+cUoKPhkncbwYIo2+zybbvT3Fo73+C9q9muNMvswagj0FspK8iee6PC2/kr0AzSa9rygkPrXUsj0F+1i938MOPgtIVDzqeE4+OaAbPlsGkr2Mu6K8qkSbPvvrwT30pzQ9dY6RvWdSFz6J49i9614sPoy8tr2wsRe+EGNZPCFVPT2jULk8gGTdPc0xFj0kQqe85YADPGJML77pAZM9vj8NvuKuZb5pxIA9ODxnPhpDW74qmNG9t0L7vTqyoDvc2J29",
        "hKBRPqoiib7cjAG+Z/UCvjw8CL7E0F++W6FAPDiF5rxyuVE+Gv0APvHKoT1SzLG9VN6Evaiyaj0uFRq+wuffvWxPPr6XLUY+VUeOPY0gRz5djyg+k3CPPnkYhj0BeaG9xhodPUb/2bwpOMS9bH6rvNduIzutGW0+UnbpPODBf73vG0A+F16WPjQaUj3w4p8+250ePonTPj1KGQK+GR5+vUFGNbv9ESC+yhxXPVVEUz289j08LaUVvlxktD2GlL+76TmmPWfMAr7t1QM+mWeGu3zEzLzaI1C8+o8IvlTtDD5ZQ929K+LDvNcdAr3Guvo9/XzJPbE0xr3lFtI8VoYzvDeyIjwWOHS9XEZJvj0dGb0278W960oEPqb2Cj0WWjW+y2fAPEcWgr5PD9A98d3rPFqSTD644B89TKB7vlTZA71SnsC9Cxkvvg/6nj31ajg8kF9FvSYcFz68kUo8/RN7vY7mS75U+Bu9ysQfPoSUUb1y9EG9a0CFvWnt6716hAA+2wevvVS9wr206bC5KS2oPbYpR74+O0Y+PjpWPmzRpbzH6yq9B0c3Ps6MoL3hxzI+SLIoPvGAX73YAry98PZrvmtLAz14G3W+4BtWvRG9GD6mCs+98eTYPU28YbyxtLe9tcSbPfZVZr2Yglg+SdVcOvI9Bb5ffYU9Gwg9PvQLlr1w1lE+rJisPikYg73TmWu9PgwUvaM1470PIOg9+Q5CO2qcH73uoHY+t/z2PQ9Tkz1cMaM9WCs4vpc9ij7a90A9a794PVmRSz7RR269L/aEPhDPgj0SJl4+Qq4uPsKvKjwAbKs9QIsvPUIyhD3ylM+8hsutPAz4Yz3iaFa92i4iPcV2A76sUiO+z0iDPDmgcj6HD1c+kCkvPtNeB77wDS48hDGGvZAXJL1HRmS+ZlFKvf3wvL3GvYs80jJDvp+eub2ijaw939UpPb7B5j3loVk9yJr2PS2iqL2JN6G9TlpAvkWgtbqrSe09j4vwvZXVdD13xu051zDGvXmN7jrcAuw8",
        "WkfBvSFGRTuL/TU+zhqSvr4R5L5crpO+IDwgPsFffL7MuaO9DQE0PQIg+bskLn0+XneiPdfKXL6mev09v7Cfu3QZXL5I/aO94AFzPSO7Y74h4QY8dNVbvoHyZj7IZTg94E2eveCBZD06NYy+IpJGvQKmw72Zyai9rW28vafWx77BmIq+hoLSPtFNDzxEcbq90wwuvQE2mL1Wnz++TbUpvf9rxTxrFuy90/ozPbeO372e9Pu90x0bvi5QfD7wtIK9dhkgvuW9lT1RAw2+id2IvM2pwL1RjgI8oUcVPZhwUj6lN0C+3l4IvlAXgjw26MS9zmUDvZ6NOL6Qk42+VyxyPQFqcb0VPM+9hhMZPXerXb77NoY+3vlNO2jQGT0YeRo+c50TOecWujzy1rk+NmfVPdJHNry9aQG+aCYKPwA+1DxfIV++21MVvZF8O74rogy9VwYbvngVyr1ZdA4+GfGFvo/5c75jGIc9IF0NPkcdubyiK6a+lvx4PY9cUr6PFJW+4IfEPI43kb23IUA+VXH7PCzzAD/rWM09xzyJvnJZEb543HK+cLVbvJeAMT4aWgE+TcrfvR3e7r2gHxO+6ngLvUFIFDwmUdK8YsUVveAEQL48/Zi9NoXhPWhiIL9TFx++K8aQPq5oGb5UazK9iBgOPvh2lT1JHN89gN+MvtG1tr2Gc949whkXvgMm0j27k7e920MXP/0czT7TW1K9sEq/vvoQiz4eyUE+JQvgvf7olj1K8do8S0eVvSfMPj2Y2dE9JginPUo8cbwNES29YsWyPVdQ7rz3hg0+CBCnvbmoRr7BmOG9f5hoPjZOrr3SA4w8RqJmPrRTFj6T1X+9oCr8vej41j3WNYI9mQgFPn/SC75Mgzo+ksNEPl8O3z1ScXU+L6XPPPvXi77GxIy9pQmaPqPiEj6pr3O+AOZYPUK5Ib63vGM9zj+WPtlgSj1/XIa9jbS1PU/Csj2xEqM+mGY4vhfSaT6efIs+TVoQvs1dAL67EUg9W+gBP5othjzUZIG+",
        "6+gxPe4FML3gRc690+XxvdwhhLvqC5K98smjPgdEnz5HIzA+7mRivo2H0j0a2Ti+33kGPlX6Pz3L5Ok9c9PsvDl5xDvUbF8+ZzFJPqz1dj1mqOk9tdPKPn+V1L3taoA+EBtLPlXyZD0hsCS+LaDbPdZ05j61PFy+UGHcPTVzwj78IfQ9l9CnPpSZ4j3A2zA+Pi+FvWDPPD7htgM+LktOvhKtIT4Ltt8+w3aDPbkfRT3yLsk74IypPmnu5r2CdeE+eygev3DCfr1TGtE+G5N9OwhIvz6rwMI9xWxBP7qtmz46hAa+gJ6ovU2qFL5etY0+h8ldPv/cmz292r+9ZxGHPkdmrb1Y0qk+eUX8vSUB7z6nQSw/wF4WvpnD/j0BPAC+hAviPj3q+z3BEXS+D6ncvEosxr0JdGE9LjxKvkABhb6s1ZS9LhnavqFiZD4XIP07PmBLvlcuOz2lRx+9MTUcvlf7aj71C1i8EBCIPUCDZ7wHnNC9bCsTPsrwlL0E1Ka+YPHrPRsJID7DyBi+bDkGvv/RxT18mhQ+MrpWvYZZ9D2gzTQ+WKo5vgkGlz3FhBi9qFBcvY49wj47xBS+HslHPkVbD75Tqla9KlfBPV3pqj5qAs2+2lx0PpJqMTwHCGK+UVP2vb6qwb1ZeYK+8EiEPg23Yj6QriI+xEGtvCShEb74sBW+3uEjPhLF2r2z9bG7HzinvS4+NL5QE0u9JGYLPoz2DD2aCqO9Erm0vXUGxb6ownO+1mwzPrWKPD0iflo915RnvoxoPT46kxK+h3JvvogYkTwrHwA+u9tXPn5Ozj4GpqG+X6yXPayFVT1QiZw9LZCFvVMim76qyo49TtcmPvNm3buzkBW+SVV9PGRtPr1P0CO+D+2aPfoAwTzTmT8+tgm0PSgm+j37umQ8aSo3PXmsID7byA4/hibtPVaRhT2qLEo+V4g+vhjSiz1nZwQ9u0Yav52WkT08z/I+7S4pOzx0Yb5edIG+SX6BPFSz570Mp8M9hGYPOuv5Oj7QT3s9",
        "Fw8MPUtOIT5YFI++tFJ7vebtkTxEDqE9L9xUPCWWEb5AdQo+tdN8PvNC5rz/wTO+XnUpvtsxp72IQpo+i9JavtRcCT3XgxU+gDtPPffJh70arU+9GcjKPS2T3r3JLL49VCumPgHnNj76d4g903OYO6Lvtj3OmH8++dcJPu//ijv1GLO92wwgPQ5WUb6hN4A9dCEVPSsnNr7KSf69qBZPPQsBpT32de699ydJPcPDAb5mVuC7Q6UavYR5sj1fhEk+YCuAvimTw7yVmGI98GKTPaNhdD47PRm+U0qEPPgsqz3HHiS8NrdxPnakmr36GiM94yx/PuOezj3o9Rw+mxm1PIjZiL3rbKU9ZspdPgXh6L39C2Y89aNQPuKXBD4HLMM8NENBvpGgZ7uz7ou9RyMmOtgBTr6kuJQ9hr0UPu4BqT2P6aK8YghNvuPcx7yHsQC+RTmPPZWm8T1MCnq9YIptPpNQGj00u508fiAdvaQvTz6TWEg9cM4WPvC4YL3GZMo9XpCqveLybL7tMh27ms03vi+IGz76lwu+yyGUvTeT+DzkfJS9ii/JPSyexb2tvNw6jbyUvReQlDw87OU90bnlPLpdY73uwaA89OF8vVUAFb5cYQS8JJnVPTpn4r0xWv88KyGIvrJAGL1wBu+8nnAZvfBdnb6zWH+9fvSsPSJWkDySx068de6nvSM27707+qu9e70pvFuwvryBbVs9mjujPfkQWz1PIJi9SkbHPAYNJz5DMO89YPY8vkazc7u/uYM8l/8Jvffmf72zdKI8rKJNPgfPwL0EMqU9f4vuPUxl/TwMJ0G+0N+2vLFWXTwJEeu82kWNPdPlPL4KK+m9x9NMPXxzlz07G5+9r2j2PO4gab1xjGC+klINvJDfRjuwUrC7M1WLPASKJr1EU9w9zLMQvp8Zcb3161K+d1iIvY/FRb3G3PG81MjSPbF8Az1yKhK9J/YBvpyDKD36nqe9hBoBPcNJJr2FXxO8mJF3PLJN/T19PGO+iCOPvSmL7D0WTPo7",
        "hMvhvZ7TXb40P1a9itIQPhjmuz0I/TU9iq4+vf8KtT2AigQ+UOH4vNYXo71Lrhw9gKs1vldFMr3uMZO9Bo2gPWHmcLydhLO9AdC0vQsc0zt/5tK9FBcavGMEzj2yIfM8v0idvctCBL5KNJk9IYgYvfnNl7tFKJk9/kXOPW6uQzxARdC8DO5uvbp6J70wlIw8uvngPVL1Gjvq5JI9fDd8vTTrfrxhVTc++JdvPT4Qpr09j6e7hHOhvE84G73Ktbu96LI+PsEffL5RsbI8cK1iPj4M+D0XiOS8SlfAPP4wdD3YKsK86HLgvbiqYT1MWSI8auc5PHStqj0fPAA9Pcz5vb04Q7x9yEM9cGCiO39roj1PPG09/XjCPQgKyT1wC7e9u8MQPuTfBL5tZJ68czGQvqLnFT48iSQ+iBB/PKbDGb4wuSI+/vqIvkgJYLyF68I98X0OvZUCtDyKSnC8kkLnPaWfzD3NIga9NwSYPYo1nr0KwZw8OWz7vbf0yrxaLAK9BfHHPVkFujyko2w95ZmxO2TnqL37R5q9hgoWvffFwr0ILQO+SLEeved18j1yDSq9HOASPubJfz3ti5c9PZrpPPpfMz6uZB89wRzAPcBMHDx81g697aFCvWH34bw/KB8+dBg7PdJjtD19b9A81UxsvRXojr0G0i0+5EHavJnZjD0Hl/e8K8KWPZKS+zyu9I49gWSru/L3Ab4tMSA+HKD3vEIsmT3leqU8MR1qPRNvwj2t4Zw93aSrvaJoS71vzkm+uUfZvdv5o72Cihc9uT+1PRDBJ725ZJM9sPD3PXc3/DwI69w9nTvZvKDxgbuMGq+9uQINvawzcz5mf1u+ibUDPn//IL4gwTw94z2LPal82L0lQt49C/iCvs32/byp1Sk8VbPbPT7vIj3Ks5G9LsqIPPpcA749cpQ9K9tSPQXZB73byOq9xrWIPTN6u7xFqee9W4UrvaY9Gb7DDM+8AnMSu//1wT3gYwU84vU4PtnjDb7Wxf48TUwRPr3XLL3uWFA+",
        "bhQAPRQrW72dFZI+2y1gvuoHEr2Hjwo+LKIKPm+MSb5FAIs8UTDLPFIgmL6yKkQ+KURTvaO7hbtyJw0+jdMFPhP5DD68h3G8LDxXvgWnsr7InxA++sY0vrvgzL1tvfQ+MO4VvnYrAz6jKbA9VobuPUYdOD5I+1++aJwLPVt2+b4jFJ+++dPDvVxbxj5F1Za+g7J+PE68cj3EJo2+HOWIPbF4Iz16zxO/paOdPhoycL6X14I93KP7vqQZf74dOfC9zAFZPlN31D36zoc9eVq7PgDbsbx0fBo/BBdkPvl3Ej91lsU9FFpKvaoMJj7N8LQ9qbRrvYe5fL0hq8Y95WDXPlXArr4SMt89VxGvPWueCb1vumK+s3AxvZYPDj4AlFw+o/CVPomCqb7Jt/e9g6KuPn6vOz6OLJO+iZSyPa+d9z5dB1a+wzhxPv5Krr3uWby+ecR8vT48Iz4lXfI+zEQyPf1pgzxQyjU+XDiWPstRHj1wqV26d3DhvClOOb1CBc09Ve2qPlNMMD540go+5x54PrIHDb6FywM+UcIjvhWWBb/219g9vq5TPt7LoT5Z/jk+qAVZPm+v7L3a6bG+twO7Pr/HLT7I9CE9ZaKPPWo8BD4rTVc+0MMePo+9J70yUiE+YiNIPkuOR770TZI+RaMxPinEaD4nIpQ+8qtRvWWbhLyNms69tHDxvMTnoT3FqYk9tNJQvKiFoL1OmFS+EnDQvRMrFb2/lRU+2dDpPcoJlzxA9OY7cWyNPH0bhb4pkXc+ME0GPfzi6j3e3/q9QqcYvrs0hL7dNFG9A9+HvoB5BL4SGCY+4c0mu/vYmr1/MQk+rIglPX3auT18a+G94kziu8xxM7xwCys+vJzSuxeUdrxBKLI9Vh5jPl5Dcz1+gWe96o9ovXVUPL6Kt5C+IANDPhYTyD0ZUJu9XTHFPZA1tr2IJPi9IsQUu75MlbwujTO91JrwPWOHkD13xaY9xr52vo7yCL45D0I9TMCyPTi8zb71c848MzaavFy1qr3alCm+",
        "PQ6NPaJBAr4tMIC9mC5avjGOC74kKUe+sQTouwuBGr6rvgM9gwMwPfOkkLy97j6+N1bjPXgjsr101+M9z63SveRWjr25Vey8yoDvPdKqNrwTg0g+TvAjPqxbIT4hLx0+ZUjGPRThtD6l1Ay+xksPveyQbDxt2Q0+zlPWvV+83z2FM989fRtKPspzGD5SNb094A+zPR/BNL1OA+g8EO8qvl33Er06oyM9aoigPrp0yr0D44O8wRUcPRMPLj7wgIe7DbCHvrLasz30NFw8RLWCPC861bzClM49Yn6RPEB5zjz3tCK7w9HrO5J9Lr1/MKK9sB8UvnsCbb4zLwA95OoCPixvtL3oYHW92PNzvd3ULL55zbk9CFiNPODdbj5QaKS+mOWPPvu4zj0m7j49llTIPfxu3r2lZju9/pBpvg+oRL7XQc+9o4M8u2EUyjy9qkW9pJ/OvUaA8TsIYIu9zZW+vopthr1aY8q9c7ohPIFRbr5DP6s9VW+YvYwmnL7Zm5Q7VzmivZQiPrzq3hu99hm8PevxDD07nkc+UxXRPbHon7weZ1Q9zuvKPJ1iHT3Pcxg+0SqDvI2GDj7kVNG9yHl4O6p/4z0pag++wceRvTUBNj7a7Hq+WbA0u2zrHz75wuu+znKDO3rirb3q0cw977cUPgYGQb04s/C8T9PlPhv0er7XtPM9fDq7PdifkL0E9Lu9nwEtvdby+b3fazg7MetrPNQzeTworVI+jmIOvmBk370drZE94/AfvRNYIj7eFs8+7uakPV69mD0gSkq9D0jAPecmYjyEhJw9cUtrPv8Xij5MTuM98nxqPUqbWT7a61Q7leVKvlNbjzz6Oga82bECPlLlwb0oAGc7DyqpOQJTnTzv8Im9Dn6nPab8cL2bQv89/rU8un4VK71tIN2+yucdPhk5GL3fr2Y+EUMdvoYhFrwB/F89WoOrvbMQ5bs7aDy9ZeHavcuOEb6MM7E9D0ufvegEz75JcjQ999xyvlC+jz1fUY89MN6jvieI4z0mXke7",
        "gKb1u+u9Mr1X0CS+rHlAPtDbuD7gnzg+owgAPhnWWz0NrZs+dCIovfh257wg1lq+wKOkvQ3miD3aYiC+XznRvQd9Bz4/lqg9YtT7OvMhWT2icK6+B4CkPYnm4L4G0BK9CnOMveik8r2peOS8TuRxPGIIy73RaqM8woM1vmR0RT72L/o9iZq5vlav6buL4L07aV0pvhPIfz3rqZA7v9R1PSxMDr6DefA9Yo2CPfteczvaJzA9gaaIvcm0pr6Gk5i9XmXXPZ22n74rN0w+bcQ9vXAGEj5nLQc99YurukK6x73kG0I+2LSZvZzJL72VRhi9YFX3vZO5ir4MHsw+WlTJvXNMA76XBQC+TyYFvnCO2T4wj6i+5HN3vUmORbuJN2S+cxWjvbMEmD2XCYu+MrqlvS895bz+8tw97KcDvzrtVLxl45c92k2RvHSK4D12+d48aAXKvPt5hz3pASI9sOc6PogUBT4Xi3G86500PMosDb6ta14+zdDtvkQoBT4eEHq+vkO4vYIykT1oeUy+QzBfPEQagb69inu9neDpPaxyJbsdnFc+UZRWvrpuzr3s1lY9h2uaPXkygj4K15m93cAlvv+TVb641QK+qd75vVKTm764k+I9qo+Uvoe+lz6QCug95wS9vo4BE71Aw5G93EhNvZ5Hq70ZlW89bDurPl6r6L3edZC9ydaqPeuf+rx6fIi8AWeQvuvu9L0hbjG9I+S0Pv5qOr4WyGq+SxKuvO7iPr6/xaK8IS4VPoyeKD6s+IK+Wwhvu/bQqbzl4JE9OoSEvhhGRD5V2i++3OzwvZ54gj0KbxI+NwuNvpAQ7rjHRd29OZLtvcAfl7yrTC4+L/cXPoJ9m71ryPK9bR28O6HWaD608Qu+LKnaPIa+BrsrnpO9cpwJvpI6Qz1f4nM9b5zxO6jqgD3a3pQ97+4oPeanbjyulRa+RbABvjkwGb5bXC897FSlvH7BX70dFGW+df6wPau/Gr7qaYi+npZ9Pqo7+z1N+Iy+ZSYvvgYOA71C4Gy+",
        "EPfhPBZkPj4AKCy9PVWTvQlGhL1ZGCA+JZMAO3tFZD3+VVu9VHgzPjCk0r0JbRY+lJlJvhLXFD7pCIW9RX0jPhbxXD3FfRi+1QT4vXe8cj6Doya+MLxwvktdjz46Zom9HD5pvpMMrb5HbaC9UVoBvhbwqb2VcsS7Wi0Gvn5kgr4bRVS9dDUqvrQObr1Amjg7Hu/3PEeOpr3n1TO6tCFUPVerIz3H4Ga+zC9jvEoHB77nkx+9ECQqvmWIkrwl8b2+4ta9PlP6zL1E7Sa+42UhvVTSPb4imNy96X5wvui9kL3YXh4+FR5mPgRKUbwwYre9z4dTvvdRN752xYs91dVpvvGBCj7824O+tlV5veB9ib40Y4e+/DITvtgG4Lznb489dD0dvm6JK76jLeo9Gk0cvV3TAD4pCsa+0x8PPnqzMD51AN29OMR+PqY7qb7lmei8yz8kPnIUCr52Vvk8orqNPSVdgb5/4vQ82kk1vfmow72AP+s8+oLavfYmOD5UQFQ+zgcbvfWjNbwkXEW8VuElPvfBmr207FG+qh53PjSeRj1V9RG+qSE/PvWAX74EJys+DeDMPoJxbL5eMa29B8xOvg1ByT1DaJU9B0VWvRDHaL7ipws+ebyHvkO0lb0xp6K9c/ozPZoPWj6SZY0+OySwvvSw2L2/nTi+CTtBPQbrD75MzjE+e7kpvWBetD3uxLo9FKhtPZ3dOz3nBmY+eUq2vbLitL0WWwK+SNH6PFxzeT6gkk4+NrgxvoRlIT1qGDw8ISZcPvr9vr0Rr9u8E0iaPv9bFz4jPKO9B0CgvpgQn70Rkio+6NYJvnlDBD5O9pC93zMFvg2aDj4puDC9YecDvoP/wLxZxpU9vMobOwV1VL2mFOc926hHvl1Jcr2ttr29YkJ6vLtZWb6O0WS9jXWHPYaA6bxgG0m+DRKSvVKYrr0V2Sy+PzBwPviLyr2ultW7YcckPvufDT1xo4q+gkpXPSWGCj6HAHQ+W1nju77caD0IDjC+pRiWuxIe4L1oSzQ9",
        "ZGFtPj/Tzj1vNlA+sIuevYOIIL7REAw9NsB9vi2ART6wpJq+qPkbvWL1FT4nN4Y8ify/PviE5z2KLc8+eZKbPTafPL6W1TO+/uqVPnasYj21Nvk+x63lO6jfsT6nsgK/uWw4PvNvrzzrlIS9s+odPsKLSb3icho8557/PXyktj3DhhQ9XrSiPl9opT6imI0+6hhwvVPrsj6HNl8+JUx4PMSwsD18r8g+4xAsvphHiD4r8EC959wzPirBXj6bcCk9tsgivsyRxj6Toe28zx2yvkgWor4Ef2Q9gqmTvk0THr9Upc29FQ+GPXlgJD6K2KA+AZAmPvPt2z29soi+cprdvun4VT6k8XM+9zajPnJFp7tahJk+ecW4PkGbnr3h7c28zZhVPpJRmT4R2XA+X1+Zvp8vDT44+JQ+fHiNPhkG3r420ek9mVVKPu739r2PjqM+hL3AvG8shz6W6n8+hHO7vlLjOj20QSa+gsYvv6gg4j1hf6S9YlG+Pk0Zmr66lvM9bQufPTPFeT5jHRM+ZVSnvP5/sz4kFP29yZtvur4C3D1gkJy8L9E0PplUzD73PGa+emqMvvarOb4zOPc+kaCOPiLMAT5OMHI+T7gpPnl51j4VoN29NpUoPiwVDb58Ivc9D9P7Pp42nz5qEIi+WAyxPq//iz70V62+TbJgvp2HJz4//RA+ZyGwvQpgFb7IGLS8WhkhPoFTzj1DF8+8O1mtvR58hT1sVa49E0aYuovczz3kuNE8BFPEPHdVaD6Lr5I9rRz5vOY+hj6y0Ok9Anu+PeSafj7PClc9fEwCPZmN870GF0896+OxO94KqzwJH2a+VFXmvcbCDjz6RCE+L9IBvkFeJD2aKBA8h3QRveuilT3y2Rw96e0dvkULzL0cGyY86zlOvcN8f76Xm0w+UrQ3vpGPJz0LsLu9tQoLvjWc5rxhihe9izHnvTspcL00hGG9Kh7gPZefAr4d5NE8Px81vuoJDT5OIE29CJWevSi5KD7nyZI9t5yUPjEjmz5+ykG+",
        "47s6vdT6+DxzF669M+a2vOXrCT6i22Q+tpwsuwK1KD7KcwW8LU7/vdpp0DnsaHK9TyJnO/965rvthcy82bALvd0qeDwnA088PcILPdOzCL4BUHi96qTZPC1GL76zHn0+SjggPmEUPL0+z+m9bjZgvfBIhD0dC6y9PF3oPLg8dz5dDOq9WfKhPEtbWT78mB+9aOyrvSmWMzzwIhM+ULtRPQwJID200C8+AF/kvfDWGL4DuaK8eq3LPbU5Z72LfnM84FuGvkwVBT7ZNVe92nXZPTaTxz17nBQ+2DOnvLv3Ob0PAWM8oBkpPVs+Hb0MX3G9VBp5vAdLNz0mu0e8Dp4PPll1e7wvcUc+lUURPX69Jj6LWxc7+JrSvTT6mz1Y2II9E1odvRq6OD7C6YI8loKsvZDWD75jjK68zCMEPNHy+L2tQpO9dp+jPcG6Pz5T7yG+PCzvvQYBzTyMvqq9pX0lPIWSFz4h0JO8c+UVPFOERj4p0S09ETIlvSwyDT22OkC+l7YZPtbAID4DUr+8gts5vawZOD6DoTi7Bv1wvdIFHj4yTzw+l/V0vq124T1v4CS94ASPvmWBxT0BNQK9EsaCPdfPsr38rZ+9G7CAPIaCCj6evJU97ykCvVHE17ym2U69D1EtvgKsV7xBjie+K+j1PLHgtD1C5DI+U9FmvoQFk71jEJm959J3vecrGb4N0gg9xEsavgKDqD0ocIO99ybdvalj/Tz+VAm+qFSrvTsTOb7EKy2+6CnJPIhsir0y4Im9J/Arvv/5Wb0Nlpi98qAevoHaAb5rSi+98L8pvnhnaL3F2ta9f20dvWaC9b3kyEy9H4zuPJHRvb3pUek9CYX+PDlmkj2DUAM9goVCPqabh7zyVUG+jvAHPlU2oz13JB+8v1kgvZUfyT1OXp0+0dCIvNJmhL25oei9/7ZaPflKGT7zrXa980YMviFYj7wfHty9OiCCPGeyUz3UKq08Tt11PQrXZT6t1oC+pUGpPbZiAj5fBMw90nvLPPvkfr1aR229",
        "nXhKPoyDIz66z3u9shGRPlUwnz5+4ag+KfjNPEFCvT0tyoQ+22HRPcAYHT4lGDW+5FWKPRx2qT70vvq9xLoSPKrMkT5RTFk9oCJxvUOtfj7izTa+FuVvPt1yr75BHLm9fIZGvPRRlLtqO2c+9MeDPCqeHz7uFjI+gG2dPZAskD1RpeU9KRiQvlCAgj1uMvE9gk2VPcwZ9z2h/SQ+dlTPPTBS5DwARro+4zN3vQjEWD4jsxc+aXEoPn9FEr7NagY+4I5yPgaSAb0IeqA+eny6PO0XYD4LuEC+MW/kvRkNXb00WJU+fjsJPQonfz2lNyk94YhgPZDv4rsklY0+GxA7vtinIT1S4de8/jeBPd7WCz4BaJq+b4q+vfkhHj4gukS9uNoOPRS8Fz578Ui+qiGjvRXzDz5yE4s9Tm/0vrBVojvsora8pNInPp3CHj6UAzM+MxzcOZxSBz5i/YK9ziwkPnOCWD7ppH886XawvTtLy7s2PnI+u+oPvgBenT7zfg2+r+OEvt2iHT54l/W9P3fSPZ8MPr5wCxW+gDyJPkZ81z2yiwQ+pSKFvdBxVL5jkb28gq8SPSXVLT7GG2M+l9nePXknVL1NIP89+AE4vCeptL0TAcc6I6RxvmA3kT57Kog+ovBmvg6rnT3kriq9IutJPQ+S6j3SY7o9TKsfPs8RHr5osWm9O51LPhcvhj1lzBi8PGKyvrwtoL5zrd09OWGCPlqEl74YIgC9BLOEPdFC/D3iEeO9ze+BvLm9kruqVT88ivtkvqlgvbyycs69Is+zPcnyDD771HC8f/FVvXHdZT4nVXQ9zxxbvZaGeT4RR0+8U6Louaw3JL77BJO9hlYdPcULAb6dn3o+NN4rPSX8AD7Ud9+9YqNSvRTMCr4eKBa+4QG0PRABDT5Adr09kOcAvjbBOL7cKwo9ZnDHvQ409T3a2eM8mNoSvhyJhr1X2AM9aDkSviI2FL1rpr08UzkvPn8ybzw+eXa+AzPgPRee5T2m3q49gTSbvYXxQj0AWog+",
        "xW0RvtO8pj0SqnA+PYjUPZSR8zwc/IQ9TVsLvm1dUr5n8Ju9AuCEPpSkDDzkPBM+RS86vvryFDxcrXg8nEcBPiIu3T27Fwe+vH4gvv7F77yLG7S9lXhKvtBSwD3SZo6+p2g3vtvHNLxe4uY937fgveos473Di2k+nWWru47QLb6A6C09gisJvqhJwDwNtg+8Zs1UPXZlEb4n4+C9D3LRPc+0Gb594oi+ZrNfvcyQYLxGPgq9zakzvmH5Bjy++J294rbHPisWubyLTgS+0Es/O7RlJb7CvpK9xXPfvj+QzbwyBGy9l8a6PXQZPj6bW/W9exepvc6o7DxbwVw9D6Iwvs7otj2fD5S+tmYeveb4i75F4ca+DshUPUQgn717j/o9cRumvvCqED0HqgY+OxaevKDlDD4EYYm+ylIHPuRRE729dMg9YwxSPo38PL6I1bg9ydOLPgtPfL1FvyM+LCVKPsGBn71ibE88pBT0vTVPcb0mdYW9DFMAPpuCRj28CCY+VCvqvW17Mb4Vrrq9EHQ5PltPUrwOi/c8pog4Pt19+j36I8i83oZzPpw0LD22WLo9Ve0cvk0as75jOHY+iPwPvjHfGz0QyXe9YqYFvnPskr477ks+xZh+voVcx72P6Hs+x/knPiV8fb2lIHk+tl+LvmJBar1XI+y9lQAsvkD6FD7vxR8+GYmuvQIHjD5HlO48jZfTPZKQlT0+U1s9LY4LPmD1I7740cw84P9GPuJhoz7dGR093uOhvcDphr13tWG+e8+iPnE+PbwWwUA+PzKaPX+1Rr4swhq9t10vvlEbwL5UQ5S9UBwovQuTl75OUbo9D47gPSz4OD4BmHm9/3wNvloLWL29/Ew8lzMSPqa/Jz4PsZo+R0QGvg+7hTzJSA89wyIDvUpddL5bed29+tI6vkdWCD4TqYS+Y69DvgJDCD4qGwi+5rMdPWPrGT7Jhus8bWaPPqSi1Ty2VJe+h80UvkP2gD7REmw+w5NWPQOjqT0RSDG9+wd6PnTthb5xEsO9",
        "0Ya7PeXAa76Zb/q9xn+ePZnJD72o/XS9kBPjvQKLEr0mWTy9OVfvPTxuDb7ZdFW9Bh87vYfkGzwILYe+aDZqPRCC5LxWDBa+0GEAvtmeXL5I2si+0G5JPqGORz1Fwxa+gJyave+SGL6HwjE8NSEjvm7q/Dw0TFA+M7AEPbo2uj1KCus8VNG2PSq4sbx0dIk91QdfO9GWZj4tZwm+U5/WvVDsWL0hQBo+J/aHvq2jZrzVf6o9NUn1PSfdGT7MdgK+uViEvhtFFz6HQPK98RAWvuUvPT6hPSM9rdoWvm7wED2vIGO8Ybc/PeJ+hj6fxxW+O1SFPe6Kj74224u+npIovm3MerqyGGO+GGTEOmeDrL29Nnc98QUEPqQenDxgFDc+6INvPRpg/j2/RA++S8YmPYgW/z2eV4U9GU7aPb7yj70NDH+8SgYgPrh8Az3skCQ+iCIsPqwDWD4GyjC+WWQHPT0olT01PbC8l1R6vhGPKr6ofy4+tyM6vlR9eDtqC+O9806XvjAGET67oXk+i0mpPm6f7ryZfE8+GjHWu+X5N71UE1M9JBnFvTcywb0iiMC9jvnfvCDDrTzheIE+0/aVu/JUYr6t3wI+sey/PQa/T75S8dS8ElCUvs7/nr0ES4896+UBvrRJdT2DdYO7SORFPi57vz7BGj++7nBdvitCtD2h3RM+vqewvQchLb2uN7A80b9Nvs8xFT7XPnE9Hw0pPohmDL4OwzA9Q/whPWZB2D3gS709JuAUPnnWcz606869n3fpvd3gAr6Rt54+TlKVPTKNqD6jcf+9ASd0PRdMYz2KtBu9Pye8PqZSnryNyqU9OJhmvXGwZr1zsvA961BqvR2+jj2gSMo9TXjtPDtB1b1TmqK9PgxfPXjGGTyuwGw+++0RPIUUaz2GJEE+flNovfaZJr6JtAw+2ktPvrSdvL0/1Mw9lwzTPAYjtj3PGjm9yhaBvhwSAr3NG3k7d+tpvQoanT30syU+ZtkLvu2G9T2yNzM+wdgivhvEcj07YcO8",
        "vDI1PU+H7jwoWBy+7uyFvdTRery9LTY+Rx/+PPSqrb3vUPs9KC0TPu7TPb3fOQ8+vbItPc/QFr3Jlrm868wTPbvDDz1QxSI+bSAEvsxFRT3+8/W7Iqw6PZHhVj2Po7O9npOSPcswRb0gO809BNuMvHFE0r0ICRq9vgFCPifaSL4m1/88Eb5TvYN637xhQoy8THw8vjI/5z1rEbe80ejHPfo1JD16Whi+VmQaPZ+qkD3SozI9Dz/ZvVEtyr2zGYQ+M7Y1PvRRfT3F/zS93ToavnBLcL6eFnA898hXvgi+eT26wFa9PovPvWAJNL0B2yI9D6gJPhr+dDyPGBU+y4UBPhaNuD3ggC8+81ThPZs9NT6QD/y9/Ef8PFIdGb4ZHcg9cnwRPVmjkz39rLC6MO8YPhqSdD1K7b29ChR7vCbUvD1dyeE9wPJ4PmiF571b6h0+ErvsPVr+Fj4ivJI+ClOlvBlqMz7nphK94YKLPVT7Cj6McIq9IlFBPvG3ZrtLtxu+eTd3vKyzOr5DNyw+UzwbviKisjxgal49lqC7PFT3kT2qD/U9VxOdvQ7+Iz6rOYS9I3cAvuNnmT1Xj4c+dqrMPfrT5LxL1fW9svwLvZd5v72ppyQ+wNKyOlacLL2af4w+mKHBPEYK5zpxkBS+dy+0PA+a6z2gAR6+zqSVuqz0SD7D+mA8OC6GPXCEOb56/CK+F6IwPkzN4D27UBS+5DHfPQp6kT3DEqw9gE0+Pi2XAD5Qwsq9JHYbPsSeAj5f8SM9Wztlvcrx3zyBOBk+HTXOvOqjSL5LsYI9c5/3vQqXWr0uIW49ygPQPcUiP700OBU+YFcOPk3GM76Ve8I97KiTPNBJGz1cuWK9i4LvPfecMD5vpqw9kPH/PNVPnjzgGt49AP7kvRnIJL4EmF09QobkvH7mxjvJGkC+I5exPcIMdL2IiXw9zPcavutLgj3D+2w+2afpPUn+Rj58WCO+qVCHPEQeyzyyeB++YRjhu+2F2DwXMLw9bMXMPY6T272AmFm9",
        "TDCBPo8x5j2HQRM+r9IsvsbB7z1kURu7M8tKvS/cuj2X5QE9uX8aPui4MD2gNFm9eF45vWuuXz7aTmM+W7BGPuA5fT5A49G9ITusvjNnUzzLovY9jh5pPjOKDb5vI5w+0fX+PbYflD1Z6VI+l5KOPj/ziD4hCPk9GCMxvRtT3LyCvCa9smjEvv0PiT5aX7y9fmS6vJ7CYj445VU+mtmfPZ9u5b03uwE9FQpbvUG6ZD6L44w9hZUSPccrf77ah8E72FHKPhlrbT7simI+Tqo0PvoOVL2Zio29n/gLPdWPFT6paYY8zyoFPhxpKj61YRA+ZrWEPgVAIz6/WFi99OKLPvB64b19mLA93W9CPtL9Xj419um+tZQjPSIK2j0XTgg+tmRXPkTXqjuLvoC+oidFPnMCmD6OYqk7zFc0voXcfj4S17K+kX9RPWaGhDwuE6I8wWnXPTJKtD2qmhy9Ma1QvNz5qj2ux6I9rsBOPq5hCD56NZ49//jdPsXufz6Dc1U+1/EvPsZspj3HDDU+ecYnvdRBIr7jl2A9fDiJPgf2tz6wxm+9AWl0Pqf0ZT6wLpY98qnQvdiLtT16dQu+hgkPPpCM4T4Vhrg+kitMPrm/iD6xUz8+8w8oPtH/Mz0JB38+g2mZvU5agL2vgt49A0KmPbiIjz0Hag4+3jWBvBE7v71+WUI+DLSzvH1iP74AEjc+erhjvpFIN71u7Ue+vFievZakGb1Imow9qdmTvTCOqr3fmQ27G0H/vZq56b04BI69OtbzvRh4Bz58u4u9nQgCvXGK2LxohXa9j0FkvU7HGT7gBRs8DKS9vS2oTD1HUqI9gsUKviV39b0kNiW+2RFoPTWjyD2Rf0M+S6QHvqch7T2DVAI97htmvpjxk7wsuYy9+2DWvKXjVL7Mjyg+A2jyvGGkFr5NG089HTnmvH2sED0Z+XO9oX5lvkXE9L3VjSG+gxqgPap5Ab0TEeI94bIHPLnG3T0+qhO+lKPtvESmVj0gmwi+INdMvtytxT3Ee00+",
        "HBnBPUJrML1KGUC9f3XbPdVh+L0jq1K+ULpsvuTPbb6PbQ6+DdVTvRhdyrzvcxa+krKcvD1fQT6Ry5Y98jFivTZ3FrxZnfa9cJ4CvrBWfjzjfQ49Pj+Avv7jMr04x2m94QWmPEpxzz3AJDo+Op9kvCQZ6r1kV3Q9BpDcvaRDlL4kdQG9w5uvvpnPrz4uWUa+gGEXvaG9Hr0Ald49IkU6PElDrLxQGIa+ydiHPS8g1z1jST6+EwSnPH4Ohzwpwuw9vmsDPQ5P+zx0QUq9iybdvRLPur2dRjo9lpQ3vp/1Gb6KMcK9DgCYPad4gz29oei89yMGvkIQoL0Ob1Q+zhGAvdG1OL186pa93fHQPR90D76OZDa+qr5hvWCRKz5Zh869Jvgcvh7AFD71y7A9koxSvFHbTL1/m9G9dsyKPfpuJj0TYAQ+6CA5Ph708r2JLh8+nl+DPUt5G71DZ4891NrYvG12ED7sipE7iYQEvsPeX75hmD+8jzwvPqFBsr0BIa49ZZGAvk25Qr4wt+G9uGVZPg+cfTtOTp+8LUpuPlTx1j071vA9sFVovoD4Az6rybi8u5RmvcryWb58N1M+/5I8ve1dyD1eHga98w7CvXxtVb4OMT0+/MgdPk7FnT0r6gw+JQAnvk9d0ryVrdi7pnttugGfIT1NEFC+sVmbvdgJVz42exg+CK1tPUmGWzwuCfQ9DAKWPdeCjL0vufO9mQ5UPhzr671YELS98W8HPhjOOT5LjiA8htS4vfXAGD5meri95oaAPf07Kz4pBvw9QFQQPh9MTr2xuw6+TViSPjEZM74TkaC9dAtKPiUINL5Sgpi9nKg0Pnc2uD3QFAS+5rAKvh+c6T3dBxu9um98Pii8MT5XpJ4+yBVLPkxPVT0w6zi+j1E3vQ05gb7we0q+u3W+vQ8q1D2sag6+pFgNvuWWVz69o1C9YSalvfjgTzxmN4E9zn5VPkhQDT7rgMy90B4ovb1IlT2CY/k9s/+/vY7Jkj112qA84TfiPSOX77347cK9",
        "25AHvem4Fb5FlNu+2YovPpO6WT+/C14+riGEvkvJTz4KSpk+qETcve1Phr5k99o81GdXvh36hr0xVMy+B/ZAPu/lYz6yYH8+SE1kPXdMfz7Eaaa95PtbPWFNk76QJZu+p/XvvOhqbL58I/s9GynRvoNlcb6VP7s9gnoPvlTjiT0HJ729pPSRvoXpJb5MSQa+Z+jAvlIK3731Zxa+uuM9vvXPFb7HcQy+BJ6dPiZQm761kzy+SjhIPjpsUr4Ee6i9X9vXPZiobb4xERA+1eWXvjzltj5fmM2+YX7cufuSir4ck5Q+66SDvbiA4j1kdMS9AVRmPcsLoz0UHeM+uM1fvijmmL4E/E+91JnZvDSeDz6tFBu+Xw5YvuFOdb66jXO+k/E4vXWtqr61pja+7SBMvnuvRL5ADk6+ob8TvwoDpL5ZUYY9i9ZAvqKcjz5xd76+Tu4kvbJ08D1ZK2u+KfUiPxjR+LyjwQC+i6YnvoAz9byNrww/5OWDvlA3bj7M7u09DTBKPjN0aL6YX/y9k2wDvh2w2r6d0IS+s/EPPpjgLD46HCU+Wrlvvr2eTL66dCq+ff7dPZhsAz+eYeG9d83NvQAJs766qDm+n/pxvm6Azzx8zFA+c/zEvaS5Dj+FmgK+vsaDvij8nD05aU6+HXVpvodLUL4+Wqa+ZLcnPS1V/734X7674oE6vdlXNr4+q8W+9Kv3vlxarL64DoQ+stqHPt03gr7TWfK+ro2Kvuxbrb4Da42+Kq2dvo7/gD7ir5q++g20vR1TtT1TYK+9B/IYPBzbcj5NWBG+/IIgPb8tCL51bW0+54RAvgBk3j6i8hS9qILCvg9rIb+9ij4+IpI0vnHjnL6jLNM9y0sxvvQ+8b3qZtW+7SLDvaezub4I5d2+5+Nvvjf4oz54mjg91R2Vvv6X2L7iMqO+Iw4qPpJkIb47O6077oNgvqfNHr5Ol5g9QOdDvPAYqD1RrtK+2owGvuirZrsP+LK9vlfSvJGSZT4n5eq9Kjfwvn8ma71tLl4+",
