{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              24,
              3
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Bidirectional",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "GRU",
              "config": {
                "activation": "tanh",
                "activity_regularizer": null,
                "batch_input_shape": [
                  null,
                  24,
                  3
                ],
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {},
                  "shared_object_id": 3
                },
                "bias_regularizer": null,
                "dropout": 0.0,
                "dtype": "float32",
                "go_backwards": false,
                "implementation": 2,
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  },
                  "shared_object_id": 1
                },
                "kernel_regularizer": null,
                "name": "gru",
                "recurrent_activation": "sigmoid",
                "recurrent_constraint": null,
                "recurrent_dropout": 0.0,
                "recurrent_initializer": {
                  "class_name": "Orthogonal",
                  "config": {
                    "gain": 1.0,
                    "seed": null
                  },
                  "shared_object_id": 2
                },
                "recurrent_regularizer": null,
                "reset_after": true,
                "return_sequences": false,
                "return_state": false,
                "stateful": false,
                "time_major": false,
                "trainable": true,
                "units": 128,
                "unroll": false,
                "use_bias": true
              }
            },
            "merge_mode": "concat",
            "name": "bidirectional",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "bidirectional"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "bidirectional",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 128,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 1,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        }
      ],
      "name": "sequential",
      "output_layers": [
        [
          "dense_1",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.5.0"
  },
  "hash": "b8f61067a56aee2e33c4b09c0c40dd67a8de757e2c481c89d6aac0c6640f7120",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      24,
      3
    ]
  ],
  "output_shapes": [
    [
      1
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            24,
            3
          ],
          "values": [
            "uHBQv+gaGD4lc8E+2ykUwOFLar89aS2/83u0Ph6I+r9OYLO/vfHfv+LXAsBU+zs/5MLovo4Ksj8fdYM9AdaBPzEIVb9k8xnAKQGMvpQIjz41104/oiEEv/M5Hj/416u/tQE2v7XzeL/3UKI+9nCdPki/hr8/ixK/LRakvvDyEr/rU9K+ErxBv+8HwT09wRy/QmDMP0DGBUAkxMi/OYs2Pws8bj+2cBG/R4gvPusQib+oQEu/8G4QPyMp+T2VqdI/7ODrvHnsZL/0IxS/W1mav0mZ2L/jACu+5NKXPkWEdTyTpY8/IIQXP+mM3b8O6F49dDylPzVB4j/xywo+oYrhv0WlAkDMfGM++VzrP9CR5T9rwlQ/ENxlP6nMbz924JA9"
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1
          ],
          "values": [
            "DEixQA=="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "bidirectional": {
      "backward_bias": [
        "8dblPjHokz5W5bY+r//3PgxGIz7Om7w+ZVcFP43i0j5x7Ko+gg+uPvNOxz438gI/w+jIPh4UmD6m6SM8zw0ZPZYXZ75njo++/Rx4PBBGTb2rG7o+ryv0Puq2Qj596ZU+N53YPqIhuj2Zmj0+GGo7Pk0VSz4AGa8+ackzPsoahT3Za6u+pWcJPn0ch71J61c+00zUvoXb1j0OjCc+VRuGPtK6zb5Kv0M93ObTvO5u+D7WmrS+XbEKvuyikz4oUHE+292aPgPDjz7uVrA+GPIDPtJ/4L1bsA89llSSPofLu75TN5k+JFZmvlhqJ75wx3M+phlfPoGwxb6kgLA+kDBQPmbBSL9iYHS+vn+XPlryvT6aNPI9BontPizCRz56aKI+MqH+PZPDpbwUI4s+/4gUP5jdAL8gb4s+nwu3vgmdE78r6Jc+D0H8vdVk1T1GZbw+I9nPPhlvoD4/8aU+TcjYPsCWBD+ytoS+3eSCPk3GgT60foc+R5PEPhU6j74FXIE++1PPvmODiT5iGwE/+yyqPk/CaD66RHe/cyCZvW9GjT4IQbY+ibLBPh+vAT+uIEE9bADRvU3+xDw7dgC/Rt1lPgwzV75SeXU+jZGMPmfLr72b5vo+XNqZPgdspz53mtA+XHMQPi2G6T1YfVQ+e0GvPoiseTwfp5k+hRmVPu6iQb6qrzW9nf/Avfskvz1xDM67K4WJvTujxL1JIkS+c25uPasr+b3W+oy9jid3PVkGZr6NF+u8g5DWvUa1fD1mKcS9BVmOPIYO8z5sBre7Wj8mvrkfkz3zytG9RiEZPhJ6c77m5w8+tGEIPYPDzb0GL0E9HxQ+PBhu+r3wjq69dybOvN2iTL4SMNs7K2nUvZzeDD7pVni+L5DFPVeFNz3VZaS8TFTCPeNuQ75b7eE8jNdXvWxpHL1os2e+wQa4PXfwkL3WpsS7kuxgvr74hjyDOMe90czGvejbEz1PZLA8aMtcvRj8jT2ajAq+vzvnPTx5uD2V98i9U6zoPKjAWL0f/py9",
        "30kOP73YNb5a8hS9RaaAvNmNPj7TJvi8cm3avDCnrr3G66o87mdHvHy0AT0StvG9d8fVvSFWlT3P5zy9Kbv3vbi71bxxKwA8LUfDPcdPTb6zgug8RHzVvEpmCztVsGo+aqd4O7OWWr4ySOS9Y/4DPlxbPz2CKNo81nG7vP7/Gz3kdxO+ZPQRO6L5372mv509UrsfvhIhHr7HGcw9j3gdPq5a0z1vBpC9ovsmvW986714FV69olzDPPJZwj3dOQo9Xt7KvavR2Dz0HEQ82+AAvq7OJb6mXZS+3teivRqbYr1mgBE+AgY1PqrcAz7PjHK9hVHpu1jfRzw9K7Y9a3gdvsJB+Tw3PPA9+PmHvUEwIr3qjD29DHJtvSUXH7wqaEQ9NEGXu7OkrT0jzGs8ZFEUPTav0j3LCc89PxVJvtnpOT5YbnS96cyEPu7JEL64MAk+c4KQPdj8Bz67CC2+OStpPaIPqT0S+a09s6tvub6N8L0C62u95t+Aveab9LzzQFO+6iO5Pe1W0D1mVyM+OT9JvupH6z3hiY69jHQUPhCV0b0mMae9KKEUPWLlIT6nT9s98/BHO5jlDz7rh+49n2m3PciTzD1JBIw9GqFyPZCkE77Xhck9z/clvsi6DrzPx6E9+bgoPPBAZT0LgY6999w8vseSQ7xonDs+DmeOPQ6AVT0IOno+vG68PdgMwjsfjBA+OS4YPjJA07zKARa9H+6DPYbIPD4DHai7NQEZvm1cpb269xK+Yl47PaIqWD3b4KI90FaCPBl5Gb5QmKy9qvWCvaod7zy1jhS9Q3DCPf8vJb4oZKi8KQqAvflWmDwMR+O9RE+3PY0Yjj2VAE4+Qy4DvtJiqL0DAd69rxr0vYvHQ74/JWc9k6W6vWmyv73OOI89wKFOvkxdh72WxAg9mafqPTxPsz1RckK+toeAu3LWvD3KvQy8NwYqPTXAwL2azOU9QGJ/vdQ3b71qvlc9eVuYvGZPIL4MPVK+A7gQPlyi+z2HPAc+vZYlvv4svDxK/ZY8",
        "8dblPjHokz5W5bY+r//3PgxGIz7Om7w+ZVcFP43i0j5x7Ko+gg+uPvNOxz438gI/w+jIPh4UmD6m6SM8zw0ZPZYXZ75njo++/Rx4PBBGTb2rG7o+ryv0Puq2Qj596ZU+N53YPqIhuj2Zmj0+GGo7Pk0VSz4AGa8+ackzPsoahT3Za6u+pWcJPn0ch71J61c+00zUvoXb1j0OjCc+VRuGPtK6zb5Kv0M93ObTvO5u+D7WmrS+XbEKvuyikz4oUHE+292aPgPDjz7uVrA+GPIDPtJ/4L1bsA89llSSPofLu75TN5k+JFZmvlhqJ75wx3M+phlfPoGwxb6kgLA+kDBQPmbBSL9iYHS+vn+XPlryvT6aNPI9BontPizCRz56aKI+MqH+PZPDpbwUI4s+/4gUP5jdAL8gb4s+nwu3vgmdE78r6Jc+D0H8vdVk1T1GZbw+I9nPPhlvoD4/8aU+TcjYPsCWBD+ytoS+3eSCPk3GgT60foc+R5PEPhU6j74FXIE++1PPvmODiT5iGwE/+yyqPk/CaD66RHe/cyCZvW9GjT4IQbY+ibLBPh+vAT+uIEE9bADRvU3+xDw7dgC/Rt1lPgwzV75SeXU+jZGMPmfLr72b5vo+XNqZPgdspz53mtA+XHMQPi2G6T1YfVQ+e0GvPoiseTwfp5k+hRmVPu6iQb6qrzW9nf/Avfskvz1xDM67K4WJvTujxL1JIkS+c25uPasr+b3W+oy9jid3PVkGZr6NF+u8g5DWvUa1fD1mKcS9BVmOPIYO8z5sBre7Wj8mvrkfkz3zytG9RiEZPhJ6c77m5w8+tGEIPYPDzb0GL0E9HxQ+PBhu+r3wjq69dybOvN2iTL4SMNs7K2nUvZzeDD7pVni+L5DFPVeFNz3VZaS8TFTCPeNuQ75b7eE8jNdXvWxpHL1os2e+wQa4PXfwkL3WpsS7kuxgvr74hjyDOMe90czGvejbEz1PZLA8aMtcvRj8jT2ajAq+vzvnPTx5uD2V98i9U6zoPKjAWL0f/py9",
        "30kOP73YNb5a8hS9RaaAvNmNPj7TJvi8cm3avDCnrr3G66o87mdHvHy0AT0StvG9d8fVvSFWlT3P5zy9Kbv3vbi71bxxKwA8LUfDPcdPTb6zgug8RHzVvEpmCztVsGo+aqd4O7OWWr4ySOS9Y/4DPlxbPz2CKNo81nG7vP7/Gz3kdxO+ZPQRO6L5372mv509UrsfvhIhHr7HGcw9j3gdPq5a0z1vBpC9ovsmvW986714FV69olzDPPJZwj3dOQo9Xt7KvavR2Dz0HEQ82+AAvq7OJb6mXZS+3teivRqbYr1mgBE+AgY1PqrcAz7PjHK9hVHpu1jfRzw9K7Y9a3gdviDXGj2a0lo9aedevXsJjzyx6Ec8Cmu2vTroHz1SM449svOwPHEe1Tz1UxM9NHFwPXW6ID6Tp2E+OSvevde86z3Sqio+kXmMPtkvrL14VjQ9n0MGPpWpED66iQq+Tk3pPeaC5bpLt3o9FNvxvV8nEL6c+Dm9wY1avlkgELzfaFi+a58bvv7faT0vNJY9Vrw/vtae8721ciC9CUlUPvBHxL0EX4m9cpXXPL1j1D2JJQY+P4eKvpGNsj3GtbQ9kewcPtcovT39gP497zGAPd8YrD3gKxS9hhtVvqXWDL0qJ4O+S4uVu50q1b3UNgi+78mnvcf/mb1NkEo+8aGYPWG+cD27foQ++vmUOymP9DyJKKo9YCHQPT3kDDsYAoG90hAQPYHxtT1aqls+ZAUBvhko1j21bM48tMPkPbCxrz1LiAS+qkPgPXcd77294hy+IBIRuoJjjjzGCuY9Vm6LPSXwDL4lVcA7FH3QvYL6Tb3N0PG9YHuXPZovoT2BoSc+T9gKviDYm72RoQq9U2+wvYGTFL6k2Ls975FEPu2ZgL0mfI89XOr9vfZIG7zB+9Y9Rn+cPflrSjyctNS9UDW2PlSh9zwjRUe+JE51vgZEv70vVd89s3Q6vUnFVr3Dtwg9H5h6vf4gEL7vVUa+0XwPPvqSnj3XIhM+OMhAvj0JWj37Tgm+"
      ],
      "backward_recurrent_weights": [
        "2Re8PmFaTj397jc+Ly/RPcpe5D3qkg0+2LWFPtYkiD7jQ5M+ROsvPpBoB77WcHc9rC85PRB/Jj5R6No9Lj80PrK7rz3utTW9bvZ3PkaS8j0j7AM93McKPlObfT7aKRo9D2B1PZHR8byJnk0+4zC2vNJYbDyaEU4+P6dhPbTyEb1Hits9/4NePl5vvD4k/xE+clkjvi7Z7zzMjZg96/EWPkDZgDqr4MI9UM4dvgYScjv830w+3IdpvrFb7b1Tw9M9yiG6PjLO/jsHWxM+f8jFPRddez7TwQO+mwozPumKRT6XzBi9Fx4gPmAXgD7HED6+nIRCPkaMM71oqGA+9Py3PbvV9Ls1u3y+v5UoPjMpR72pFlO9jypHPbdXjD0GErU+eAOMvmQ42T6VBBK9w1i+vat5hL0dO1G9J+8YPpzKA71vOkk+7L6sPbJsET7kr2a9Ena9PpJlsj66dTE++G30PSA8iD6OnzS+szt/vdfUSD6+zSS7bXJVvCIpfz5WY4M+l5ePPKz1ez1eEdM9Em/Jvep8Oj7AyLS9vwCNPf1N/T289QO9W1JYPqJxxj7c0Aw+Icn9vfHMNL7k+3U9WbwLPrGTID3UWIY9AZdRPhM13LymeIg+SGeOPjwCMT7DyL8+ZpllvojQGz0LaYg9E0EWPsjpgz2CWbs9qlLePI49YT5kdYG+WFCNPZZsdL2Bi5Q8t3mkPW3FrT3FCl49D5czPntSvT04dhq+A2Iwvk5kBL6nook9BTFmvS93nb5UOWY8i4aMPQkVX7wFSzi9DnvzvY5KNj6i0Eu+Yg8yPoNZGz5u5Za9VQgSvjd1oT6k/ew7BT6yPY2JQD1NrhS+mnWtujKu6jwsHOU81FQpPuy8DL5tC8C9qpypPLUmHL3WwK69+0rTPQ/H/T2iEiC+S76bvV0clz2V/U679w3DPTE1CT0Amie+LhV3vF9r67zE9w68rl+fvTDKzr3lvns8mg61PBYIy71426y9qYNHu3Jnxz1zHZk+7nebPhVPNLxHUnA+",
        "pMStvW1fGT78csE9OI4KPgoBGD4/PFq9jbcvPpgUFz1kucs9cPY0PmOihL7QvJ49KEqtvYPqT730QPc8cIhkPk5Alz2iBVc+hdjQPXklFb2qzV2+iGOyviU3er0VW6y89E62O+h3A7zg8BE+j7AEvviz4b1eYMA91DAUvuFfUj0LkIK9mdCsvaxFq73hC7i8AibAPbK2bDzwAFe+CnaqPtfvpT5bLy89BN4cvonhVD5ntoe8n0NnPMGNkzwgEYG+TXLaPY80Br4eT7M+qt2DPcU6Wr1NrxM931LoPT1qij4zwy09snRTPs6Rnz4EYBk+tB7+PYRefbyDuDE+DYWzPSV4aT3M2TY+TsOqvVkrIb4Qsuc9EtDsPSGajz0qoSc+g5hqviPwV74CWis+JkwFPZ63nb3OZvy8FYTAveVZDz6aUxS9jDuKvAhvHD0MdVk8AbQbPBhXlL10P5++kirmvRtRjz3x5zS+UKCAPg27+L3nROu9NWshPmYs2b3W4UG9WfrBvNjNKz4YOG8+GlVBvpXwjr2u2MC9KVc1PscRFD6CjxG9ra5HPuVwGr6gk/S9rIltPXYemjyTRbU9IVkpPpcoET5FDju9JXG4u5bUsj13OVe9V6z6vWmMK77B7fa9zpE8Psv20T2LWwy876l5PnbogT5ZnRk+QO84vk+9Br6hevi99WvIPanggr13d4C+NZ4bPqzudT0p9Kq9sOEivpxbCT7gKgg+gvsQPq/Kaz11Rqk8rydSPTUJ7T0K8bi9yPe4vRU+Pr6AMRy+4lmsPRSwYT2hFra9yz4APlLX1D3g9gS+/dnCvWFIVD5MPn6+4n8fPqdG/D16vCE8NWpdvm13Gb0gYuQ9hHWlukXxTz68wl89por1PK/Mrj0RNMe8bVeEPZxKKz4cmMY9RQWiPRb/tL0ly/I9EV1UPnYoi76TNVC9pwFwPISWRT20aT0+MrrQvUDuw72AY0c+Zjkrvg3GB77fI4C+MMmaPjv+Ab4cWIQ9l+2LPRobsryCIoM9",
        "aOZTvpLxyT2BZ4y+kJm0Pf2sa759qxg91ya0Pbpji7541cW9dj90PKUFmz28+Jg90l6PPoyL2L2CMts9EmqpPqwUQj77nES+K3HzPcVLbT15avW9RCgIviTz6r2Wt3e9R4efPrBd0L23lrO94tNsvnTKnr1SP4G+IEltPkV4IT5t+i++N9xOPI0hxD2S1Zm9LsqlPQ/PPz5fygA/ocgIPjwS1LeIqrw9gl0WPub2rrx4VoK9B7dQPl3L3r2gOju9iwuQvZ4viz1rA8Y9hheAPmpoW77cM3E8GwGnvToxo7z/LEI+pmMGvpN8iT6h8wW8KiVzOyBvqz0ZhVI+quYVPid8/L1LiyI+uSuzvt6siL0WfpO+15RkPe0Aeb7lBTS+z5KUvTGqJT55oV0+jOe9u/DWFT3YQM681MsRvsiIFj7yvHC9+amCPf8PNL6lyZw9uquXvskyJr0gA9q9XJ5RvkGMjr0aM1O7XYTPPY9h+z3PHMo9gTQdPn9kBz5JJIS98mshvSF+Vj5RuZe9DlwUvkPniT7wdmg9Nv/fPdq1FT6gHqE+9T3TPW78/L0fi4Y+8VgqPIAMADxlfuE93epNPVcvtT3OpOM++6ObPR+Odj5nn409aB5HvjnHkL4Ds4y+fRZgvga9Vr5Hp7C+FCKCPpKHijyLCZY9ME2PvbV3mL7lhiQ+zefPvURhE70KMOS7EDJovFh6Z71ky+o9NOiYvWp+6L3PF/69FKfFPNGM4bwkFIe93r6/PTD6qT2/UHu8M4PYu9yaBb2dfOU9oy+3PMZDT70LLNI9dhC0vftPjr2PH0++8fcuvbWU5r1jHDM+IKmYPS4sKr3t42g6xIBQvtkZ0j0PWoE9yW9VvBKW0Dz1nnU9eWvXPdGjJD34pmC8SaAdvUWd5byrKqs9gejwPfdF4r2L8aQ7D6M5PWvIIr6BcXC94TUSPYIxgz212AQ+k3t0vShMqDwjKZI9OKU5vjolUL0UV8e9czMjPYzi0L25MGy+k2cDvefT6D15iS++",
        "SYcIvk9XjT1FAZw9f7TUvfeGibyoc529QlWuPIi8Wz60fEe+joadPej3Fb4xUbM9IIpyvGJ83D27+pw9HxBcvj+Wm70YGm898B6NPA2aOD60qZ49CRADPkYR4Tw4hV29FV3wPVsioT3xbUk+M3bavR/qUb6LVsW8T4WLPG1BW70GVt69nIn2PWxW7Tzn3Mq9IvAbvRuZFLwxFig9mqvZvLB0Ur6RZC48N9uVvazqnT1FSlI+tVSFvYxjiDxPUxc+Q59Qve38ST1jUwy+rNkoPLOlT71scgS+4WwzPmIHrDyqsOy9rrOLvU6V0zxqeka+jUSuvZ/T2Dt2dNI7UMqGPWhwV74EOJu+t/tnPDKb7bwaXXU9ML1zPhMadTzv+ag9yvhUPT/CK778Hwu+mc+ovUJ0tb0BWAM+pBBGPamRu72xoso8V1vQPVpr6Dwxu5+9xMyvu/bwZz19trQ9tkocPpjbwT27quG7XT6uOwbv871R2sc90mvEvEk6xz1m6WQ+QggLO47+Sj0QcW+9cqaCPn0gmb1ZIQQ84lSovY/VUL5Jpnk+TWgZvsfXvDziQvY9bOxvPlVhJb0S6vi9swkOvr19Vr2cktw97z3KPKudcj2Ka049jfuIPRxLjj1fbCc+5dK9PCvuIT5dpYg97v8Gvomr/b2qaaK843q9PNku7zzUlSE+R0aUvUX1wTzPeU8+/BstPlYwMbwoVWc9LVOEPYb4ar6xuH69frZRPqtEwL0MYfg8jzsEPiDrGjycYdG8Vpf+PA8tET5R0Fe9vosMPZOprTxrkXU+rnEgvl3gmDyHlle97kJ+vbOz1D3TrwY+rwItPVUOgTzPD/y9It0HPpr1Bz7Uye09/LJWvR7alTs3Azo951vcvRXckbyjUJg9txImPSGpCj5LzTs8e26KvcVuHzwHNFw8LwtbvppOyrsWEjs+9oPxPVDvkz2tIsg9bUw8PY19Jz2EJfY82KBBvVL5wT2Yj+c9VJ78vSNx+zxAqki+C8AWPXYvP73VYZq9",
        "RxwDv5ucjr7a5Ww8Pc8wvqnw473A1ww+WTRvvulqar5VyGe+MviKvJZMhb3wDiu8PHjpvns54b5/F1W9XTk6vlDC2L7hSVW+e1y2vDtbw715qC49xms/vprjmrw61x88vskbvWzJA76ZXnE+270gvruMQr6ekKC+bzZSvWFAlL0ZRbw+dEjGvp3Ow76EPMu+pVwePrh6lr3RHkM6Lo1AvjV3Kj6uP4O+Cp2gvovYPL5J35++1X1MPpn9jb4hHC++f1CEvuH8YL75XZU9s4RgPhl8Kj+WmHe+jf/svdjxpb5nxlO9QODWPZsZnr62rJ68m+GCvjEaOr5k2ro9i2FRO7ENs77gdD49Fn6XvfiSa74wZZM9xQx/O0GVE75pXK6+SO1dvgGwrL6Bpwo+Bs2YvY6Kiz15aGS+giGPPoNi3j2gYbW9MzuQvuPoaL2M3nO94dCpvoQqmr7tBHe+eIyjvvC9U717Dog9FYwpvcI0Xr2Pu0G9PiHRvRaFg77qn86+9HkpvRJeET5OcTW9PxgMPMBPq70EteE94SXgvTqfOj4pgGO9Rth0vFjWzb2o5Yk84h6NPp+4i75ncYu+NAoDOvbdzL5OnRC7mD2HvpxLWr3AL+I9rcXIvdpCQr7HuYi93HWNvrKy6T3F0vG9/G02vAJJR77RPh++Bh6Jvr3+Hj4VIj4+RaQOPv2q5j7ODwQ+Hc2rPQRlrD1eCV29i21FvaaUfz0dYZO8r96mvemMaT68DDa+D1etPAo2Ary194G+MUdHPjx8NT0bShq+AakpvmLZEr0nthE8MZkZvrHe7j2iwtU9CNtVPmuMu71rEQU96VJdvv+jQD4etRU+rS5ZvqwIZTw0Shw++cyqvnIALT48ZPA9nBlHvZ9SE77H+WI8e2MZvpjrtL0nxa48JgEcPse7aT6g3fG8IGLLPRB6Qb3Fhmg9wT0NPvyfwj0OTsc9fV2+vkhxTb3SMhU+bqCGPsgwBj5WPUw9oVlpPpj1l73ncjy9FvNEvLfCor6rYAa+",
        "NhqPPdG4fj5tVfs8htyfvYEDqb2ETFg+eFt6PFFK0z0Z88o9FdMRPbHYO76x28a9n2yAPhC/WztwIZe+kBztPTP+Nj0ZG8Q9zJwfvhN5072QcYE+pLUmPnE7Nj4jmQo+MarVvUsch75LH+o9K0wcvl5vmT2NxB6+H/GnvUAnDD6WUFC94SoVvjolFT7l3IC8rz+yPYspdT0HAAE+MrhLvk3ZP773TtQ8Bp2ePd/hMz3VmLG+Vb9CPuijTD5nWo2+cFNLPlr8QT40RHQ9lWVUvTJ4vD1Yfcs9FVxtPRWpzb0PD/g9MzsBPYguFr4/MEG9pDIvPvdpDz5Cxge9J0A3vUdsF77R4eo9nZkGv/aD5b0tPdA8UzTiun3F973kl9+9149VvTkSTj5/Vbg9J7Ylvlobrz2BGOI9pKbZPBkrUr7GE4E+8QFGvo4nZT782g++0e7bvaXWdbxFJA4+rv5qPpx1gr61Mm0+ix1svdJdIr4MEGY+Ae0SvqrE2Dzxr5I8cEa2vZLaA725j1e+J8OSvkSRMr2HPmc95w7Dva3PSr4dfvo9aBqhvaqMLD7XtYs+kdI4vj+ZLD2LUAw+Ig1IvMY95b1m83E+349MvPX9uTtLlJK9Xr7OOykAOT4XsMa9+no5vt9geL5qxxK+9aMXPgQXv73i72g9xrzPPFum1TvVoj2+SphxPZIui70d4Tc9MR0dvU+Khr5ma4E85rk9PjhvlT1kiDs+PO0NPQKkSL1tK4k9/8AyPO0lEb6iHdO7P5SJPIvgD72VHrw8WOQMvVWFcr0OrEI86kpbPh5d6b1rJrY8/lgMPlQyAb7WCuK9PLOZvfw/kL3Pbug8FaI9vmYikz3hnIk9kbhfvggXjLyvdyw9VlXVPVnSoj1Dbx2+yTRWPnZGMb52g6M9kNmnvFWOh75FUzO+9XIDPj4ugT7vjYG+omc9vhAHX7729sW9Q8NzPZKeKbxwLo+9Nzw3Pdq7271Ek5S8WldOvnM4Tr33Uw4+N1jQvWYyWz7Ilte9",
        "weNRvPL7bb7uOii+7qWLPSl1z73LDng80ycYvDvsFj5dZQk+TAYvvlHDfb4mNay9lSe8vugAcb6iMkg+jn0kvlTrtL4N5YQ9KOM3vn0uBz1WJAW+KbqEvgeQ4D3iI+29MFuwvSHoeT1t6xi+A53CvOTyHTxtyiO+tdk3vp5Bp72KsAM+Dm8+PbUylb7NdjS+kt8dvtX4aL2BO2q+4Ck+vkZ5vLwPpbe+RWwrPoFWt75qOA4+8w3+vYG1qLwG20y+KX/IPVG6hr1z4Fa+ulcQvt9A8LtHgGs+AOy8PJBNmDz+Ejw8M/awPdhQkj1SeUi9Xbeevgx4ND4bZT++F/UCvyhQjTscM1S+SmKtPHYwxb0zfpE+SDqbvZhaWr0NQSq+d0+jPVjKGr6s0yI64KTePDI/7jymEj6+gDF+PBEu973oYJ6+L3AyPs9UVT13vKu+gqYyPQmDpL46Fe690/+Gvr2/FL2t5qe9X5tbvuFLBr5J0I68GAgGv5MhaL7zYja+AnIXPeQfT75zb2u+tlLgPdx2n70rvYY8By9xvQBQJT6W7yG9ybwtvkwqqD2DDoe9BwzTvRI6JT5uXIQ+fxFTPd0unz4rtx481vjUvFxe0T05H7C+aqgevGojiz3VUHG+eeRnPa0jEz6S/4Q9zBmau1tQPT7RRKy+aYqcvn5EKT4gSry7zZlzPUCG/D3ttCS9+8m6Pf9Q+b0Ep2O9ahSkPYlcob2Y8y+8mdLevUxzaL1qgw8+4YsmPBcQA74MoRW+cDMGPmg6hz0WO9y8Sp2hPVeUlj2mmc+9stwevvWyuLyWloo8+6IYvY2+p7we2qQ7yGiuPWYAZD3HKBK9JMmvvQXsEb0I6QM+zU19vqJskz3H2aw9K+AGPqtRu73Ju1a8r5GzvSK0nL13FTM+fcBsPZWQlT0VlUC+hfCGPf93Qz5DS2u9AoPJvWp/dj3MRJ69K/phvR+eSr3N0+S89QMKPsgd6T3JZfY8bi+NPiFbEL5SzTM+aPsjvitmqTvpbSc8",
        "rPQ1Pu5IpT2ROwc+cabivd1iQD6XKC8+7jLPPSz04LxTr+k9F5EgPnOllb34hpq9w8ZmPv9QKD3piBO+kvUSPtTrCz60RJc9JAolPS6tk716Pqq830HivcDzr7ot2kW9BD42PSxMhL1JtCq+duc0vvegvDqrPTg+I7CzPW43gD2MSQW+6seTvOYfsj3+4S8+C8ofvh8K5DwSAQC+Va23PeV6Nr4ZXVS9ej24vPuYlr3bqoi9alpEPR7Wt7yJ/Ui95N4CPXd+OT10H5i9slpZPYUWibvzOp89OjykPYrgN71TZBw+ouxPvSk8jL2x84O85/agPKuVJj09jqA9i4HMvNbqvT3h9Qo+QL/HvTM/wr7UCwK+UUDsPXyw/72Pwp08xnf3vTAkND6WDH2+adzBvbMixr22O5I8pe0NOzxJoz1/Y528bs+rvpo4G71rlhC+XUc1PmTtw7xmwH08ZXpaPWULb7kzZww+Isofu4EuWL2Xr/Q8XJ3PPXtTmT28R+I94a4Ave7bob1E6Sa+aWBCvj/nBr2L1rM9hordvS93XL0Pdiw+7w4DPeeyZT5qiQ4+6IwNvvL4ibyTxTg+4w81Pl5Ohr330yk+HhksPlcgmbwC1ck8yUiEPRWDYD1sU6q7HK+RvpFUQr4eePY9dbyTPtTG0L1Sk9G9Hpj3OuK3MT7cxda+FTTYvXFtKzyLAEa9anrIPVCueb4ryui9BkaKvSK5dD5O5Eg9r4uIvbeCPD2MsPS9FfzTvIJbDr6qq8u9sBKCPo+6UT1uTZM8uV1dPHkh3T1AxFK+KREwPaX71j3KV0K+83BsPRmdMrwD05Y9WC9tvX5D+j1eTP88sxcKvViIZjuwIDS9KvonvlqZDzzX/pa86v9EPdy407xmXwu7+coaPhYNHb1IRMI8RuDKOocCTLzfxha+zJgTPYjIYj4bc4y9MgPvvGhCq73WDZo8e6/UvVcoUTxSUyg+MN4DvFgoar3Lnlo80wYavqxRtry/1TE+YC24PbBNW75pdTQ8",
        "4oujvlJpKr6aPBi+WraDPSNVAL6QkI09B3ynvY+grb7xtna+Icy1vRGrAz7yPAA+zuf0PSRkHT1lxIQ+suDoPi+17T0zje+8oyrCPlftxD7YcJk+FABrPV0ARb7ROCE+IqigPnK3jr5kMBG+/kPVvtBXcL0mxSy+ozZsPkSQcT6YEwC+a4YzvUemLT+s2YU9VuJfPsMUhD3VaIo90puaPg5Ygb42i5o+fnsPvg/1fz6ggZ69U0CZPsiMpD19kcA8+N4NvjckRT4D2AI/wMqHPnmksb0YhMG7pzzhvk8N+L3C0R89BSRjvQnRUD5EGiM+49mHPGal/b3h5Tw9yJusvDnJ+j3i/ZE+R0LPvikfLz4Gwzi+Zmd7Pe23ib5J+dG+uy2xvZh61z2MTsE+5YN6vODsxDrDHxO+jVrQvZK8gT4jJqI++sH7PUPak76flEo+6QQrvvNop76gwJi9oE0NPsDqsz3Atai9l1nIPh9F0Ty8EBY9qf4QPzzqFj6onim+SSvNvei3vD7/r5q9/7fPvlliYT7ctto8neEnPhBZQD1WGgQ/eEGwPO2NnL3hb1g+V1jGvX+4Qr7rlqe90RCcvrMIHL4IpQI/JMwDv9MKlD7LGwk9Cl7Gvg5jZrwvyke+qsvGvEVbS74JSU++joKFPpJhCz5Rw6g9Of4bPSmshb46oGA+f4EBPtezSD6VQqo7MK6WvNQCvb2KfUI9xD5VPTgNoryfTF4+tX9BPGor5L2202W+IIEtvjlTjT7K/uK9qrlrvYVGAr5uitm9qBayPMqKl742G926HxeQPskF/bt1awi+w8jXPfrC5b132bQ+HNVQPmQJCr77Cae9iVB6Pdv0gr4IP0m4w/ZWvWdmdD2HahO+EiXGvdT2zD3pehE9chGRvliwWr4x4NM9PypovfXOdr6Ihny9m3ikvf+YL761Q689y/LkvcsASr40xHg9FguKvkvUMj7RyIE+FOgCvmiJJLw0Beo9tM2kvtDbK77B1aa+taa1Pb8MEj6bSuW+",
        "Ntkivoa0O76tEic+i+2XPcshiL2bboU9UVu+PfyjuD22OQ0+JJUKvuIJpT2tVjw93aZCvno8dT5bcxe+KJ5SvrWa1L484/s5kbQJPu3hS73I2Uk+daBbPlj2C771K1M+LU4XPn2Hdz2+nVM+KQb3PbdCAr6Fw5e+GKCJPNGHpTxlhqi83JY+Pi5l9bxLhYq+QISGvUULTL5M6bs9Y4PCviIC8b6VhMI9hAqIPVEaNb7FkXy7ESVlPUFVAL0Jb30+pqzCvCvyJz6BbbQ+eT9LvhNmtr0LPjy+LwLEPcIc6z3MlhO+8P8BvYMyyz0S4rm+GlNQPeFTIL56zHe8Quq/vpnaXb7/33o+xOO6vWow+zxk/fS9xMamvRIyIL1h204+x3e1PJOAzzyDh3e+JhyivKdWtzzXbki9dUABviK8FLrP+oc9M+fzPjrvMT4bh6E9ofNBvrXImT62TjE9BD0Ivhuomr59Wxa+6eoDvjtGnb47YdY8kKf0PbW1Ez5SRfs9tFo3PpJti7zjnsc9cUBFPrPfmDoVCj6+srX6vew6Iz2YdEs+3mzKvWIdMTw5B4i96hCrPa/81D0lTlC+BTMXvsEKeb4wr7i8TPU4vp5asT2OlxK9GPf5PZr3db23GcA9WicFPgtK9z2TUTy+U7zBvOMs2D3qx5g8b5VcPTO4ir04YBM/LOubPYmMNL4lkO49IwLevVs7Xr3Sl/m9fj4Zvt7P2bxeOqy+sZe7PGnyRD1Vsxw+4BJfPtFRyDy6sRc+767uvbzFRT3wTVW+SKI/vGegMj3oZVI9RRZdvrLLIr76MMS9L9D6vXNNcT5XzBo+kfXNvU89k75wP1O9fTCWPvfACr6IJ9+9n14uPcIuST5XDu+915AfvsGU072W3xm+k2tBPlsWHz7H2A69e7ZBvhm/uDo8aOs9nQcwvjxDVT6nFk0+p2KxvpO0rT4qERO+fZaEvdCWsL0OcL09ckksPT0wYT4tEFM+V5C9PCSQn70J7Is9DLmZPTAvmj0Gi889",
        "ExYyvrYQzTydzBU91Ga0PGbMXL1Jxcq+op2fvU3E0r3ZYSe+3zyvvdjAG73LZOw8fvVcPkIsWL6IWSO+tQk4PsyWhz5RzYY+XFcePhTRZj1RD0O9DQf2PGhvEL3j7om9WOQdvQ35V7wivak9kJFROdQxcD25wcq75UJxvmoAM7zmc12+e8UNPZ7mZT0Tkf89kMEMPoQJELwuNxO+xvyDu04T0j08W0E+wNCAO68sTT6Mtyu+4+iPPf5xkj3AdUQ+0Qg/PQLLLb6O9BI+wEwxPiSUHb0x+9u9Z8sSvmeGsr3GM4O9dbILvrqm0T2/uz4+s6IUvlghob3NvYW+wWSMvXoUpD2xJ1o9u5GXvq1Qzr4Dk32+P2ShvYNhRj1poXc9qvbUvLYrnz7urBS8LCxNvrYnaj3R31q8Xp+SPSTuFT5lNz0+1FLFu30Bij3AemE+55LLPaVfZbzbgIE9EXaDPHJGHb4POUM+Bj2KvmOOPz1/sOC9/FRiPrfgqz6M1eQ95zEfPbmnXD1WbJ29gtbauuVhij1sXm69sJecPVuHRL7R4ns9PnRAPrE1Ij6/gCe9V1lwPsMJYL6KusO9u3VNPvhuLr2p5449978XPiGPML55RBG+8UwqvuCOIj4yciw8UjNBPr/OFr2eIPq994EsvcelXj0CQiU+zbHSPWZ1kj0Xinc9+ZAtvX2bYL5JoVc5uzmRunMhvj4RYq098O9qPjmkCz2mOUi9qd6SPaf0b71+OdI8HP/WvXVPvT2mrjs+vw6bvI9gHb2cPxA+yytzPpjpLj0KN1e+xY+NvjKHcD0UNj89rXo9vl35pTzFoh+92NDMPUhkvrxa9ho9kNVhPucshT3J9wm+YrVVPm9Y1L38TWI8DukqPmPldr1CFt28nOgWPkvF1r0Soda81cFtvVccD74321w97XH8O+99zLwzCQe+yLWHOsJpbr5go6W8WpLEPY/8ar07abs8fx4NvkTvD70CU7s89IF7vrLK0z2vXKW+B9YtPc5FCT5u2TC9",
        "s3Czvff5abyt7Ym84SKNPk+/YjxBKwm+aHRGPe8d9zybaKG+7GH1vEse8j3w0z09VmyCvtWN7TwvJTA9HSjtPASzH765a+Y8gOHqvT317Tx48b69oEYyvpsksL1UDuw9TxdWPfs3eT7Gt0m9EgSnveRMXT3umz6+w8F0PusoCL4XDh292hDLveftrD1dmRe9PWIhPVdcrzzsKg89WY6ZPVgVxrxrA0e9e7yvPe+FH755v9g9oxjivZhBcz240py9EMaQPXBRAD13RQo9wIiMvpRxjj2sVf49tlsIPbXwiT4TnAK+lVyVviLrF7yh+U49t6aTvStOVjurpA6+txPFu2cuEj1w2Aa+WEzfPb0YVD1wmgo+9qQvv+tyvD00gHQ910CLPWVaQr4Mwhs+i3TxvARs+z2JUxW92o8CPe9Pnz3NLwK+HoJAPlOsB76Dgxg+ImBgPExCCT4maoY+yyVtOZRgYr2fnZu+vZLVO1IEa7zPObq9sqaROycEOD4+tdG9jT5tO11G970kCZU9zzHUPXEfN7yWSb49XhASPG2gV753eYS9j6tNvj2ujb2anXa9rxSDPm0OlT1j9mm+VPizO1vFPL6CFKu7jpMXvu3B1Dzq2Eo+SPwCPoP4AL7GNns+w/RNPo2RlrwLxcg9AIWCvvKMo71TOEC9AbmfPG2Emr3VdlQ+KBAPvlxcEz63H+U8+w4dvTNLED5zTOU9GMGxOzq5oL4XdzC81u76vcV8Lz4mobc94usSvoNbCj1UnbW8Tt6nu57/kr0NA/o9UumZPRiIaD1eExM+MnOYvYaX4romePE9YNKpvWzg6D1j8N09S8cUPGgbC74jXHM9FX5GPv5Unzwt6zg+cKZBvZu2vzzvZOa9waXAPcG/hbwrNHS9qzgmPG0Tdz74Iwg8wouuvWy1sLwzuB4+caFevL8YVr4TSti9oIYfOHT8oD2NfBQ9lXCtvDDME74m0TM+ONSkPNRTTT7Y2Ds+c7dbPQzFbT44p1q+PQE6PLxggT74eOE8",
        "STp2PXVuSDxCpvC9JihqvWJqx71lh7O8j2Ypvmrj0D2F2I+9NAyfPbhLB7wUeDa+QgRhvtXbI75ENJE+6i4gvoUgM75nzRw+smlovvPDRz62dTm+WjM1vWYj6T1OYQw+EMM0vTWcST4GF0e+qhrgPU23JD3blz073ZVZvtnWpL1+10q+N1ePPi9+x72gLBA9Rc68vDaODD0obFq+90skvny6xr0vb6C+uRWDPo/X2b15mYO9XLqavbFk7D0Vtfm9gNb9vAVXm74KuAm+JN3uvU1Hor2235I+faIUPXkuaL3BueG9ii9dvPEacz0NAJm8nT6kvh2U3T09nPo83Jk5vlEEAT3400e+leEkPjuLib3mq8o+IlGpvRnCWz6tTQw9kdOnPV+Plb4kt7I9F1YqvX9xxL3RYZg9RSuPvc+aTzyzLw++6hytPihthz4lcI++sJZzPhaYAr6j/3s9datCvu4XLLwUG4k9y5nIuxOOG7648py9e7GSvdP4Dr4FvSQ+QIUEPiGqvb2BG/C9hf2yva+LsL56eBE83u8Cvuh8zL1ztLG98yI7vuTp5jr2FDq+09pJvt/DCz7HHy+9B6elvrNXuz040lM9Z/NNPGI3nLxMTiu+dI9Hu6CzfT5jzBc97pmpPcX78T0WsQ4+4yWJvtZhJD5oPUq+ecqqPbreIr5bTQS+QjiOPWHrCLq8L9A8U4VEPUaoxrxghpW8VZHJPdvWT71QjvM90FYtPdlChz1b7gK+MoglO+LGKL1FAke9c1iBO39KKj3uJOK9hNq6PfzMsD3JPYY9JgepPQ+vtjzfkcC9ICq0PXg0Ez7Yh4w979favLyYUz35Uxg9+lgAvWqhDT53dnq9mOtlu5Vsrzw0NxU+NW8bvMbMcb0Si1G7ziBzvob13D1Rxs+8xOroPZxihL0eyuM7VdkFPgZxBz4uJm88r/NRPXaLNj0Oh3S9LKeIPtJeE77AilO+sQUwvJKesTwn9SA9AazdPI8W1jyST9M9cwcivYvkdD1eBdI9",
        "l3VoPYGohDy27Nk9/lmRvfSDYj2wCe09BgaNPa+xc70lvEc+LcTVvZj4ab29bia+Uo+oPUVye73uDAq+2AZxvJII2j1CY0a+itbRPXymcj1B5p+9nZJqPAxt170kN6w8F5STPb0WNz0tJ4G9V3mTPPlDRzwZySS98BZcvY+uoTz0CqM9RanFPfIaXzyTpzk96zhJPLqBrT1W8Fa+y9FDvZJIdL7lDci9glIVPbwxZrwIsk27ld0JvoxaJb0fCJQ9Vy3JPcMknb1IxkK9V9OmvHAihTy0GAI9ToIjPhhIgT1KgSc9z3sWvtXicj1qQrG8pVhAPjFBtj2aZ4O8l5+QPb5iOjvFeTo+H0nZvEKT/b2Sb7+9AEF8vBPwkr6WO4g93QInPLXwhD4TLQy9WrJRvR2LtDxTpzc9MS3CPLefIjwIGRo94z60vOubxD1UZW49WcDuvc2Byztu+s29mftgvbkEIr12JJ49yhTqPQqPozzYQ469m6uuveYJfL5bwbG9ygofveZOgDxQt3i84xnPvQx0Nr3ppQk+CZeCvY68LT7SRz09P0pCPYvRgT19eqc9JN9AvaZNi73LmLU9HSP1vDDWFb25zS69aXXVPUKojbyWFo+8JVLTPeGRgbsr7RY8waHePKPKoL2Bn0491fPOPWvusjw/EGI9X9KyPO3BfTpuLO+9HKDavFuJ9b2/PEi+NBj2PXnI7r3Kvdy7DI9WvK+ARD42GyG9KWkHvVBu/70XvZI9j1vGPbxNTb5YOJm9mIsAvVbyPLxVUim+ldjLvYn7Mz5ggZO+95QRvSX4FT6HSHW7Xqz6PSNBsDy/1km9cUS6Pe3ouL1CbRa+FXRdPcjl8j1iLUK9j7xPveja+z3fA2Y9GNNCvUGF/z0LStC9v9w9Pgc4ZDwB3e297ZY5vVCs+LqFDGY+hYZvPdw5OD6Teq69Aez7vOQs7j3e6rc86uWBvS4K6Dz0uFY+y+kMviecFz3+ktE8n6qRvBGHYr4Bjes92mp5vUWX2TwBU8g9",
        "jH8avm3heD1qAvg95W4WPV8nj76R4bc9Fj67PiQuFr6W7kS6wUB8PrTvXT41vew+IdtOPssKiL6uvW++pUkyPvp0Jr5O/1G+dxo9PC7LzzvR47C80SOTPdk+PT7x9KU+YjcTvvxHwr3X6929rutXPXb6u70d1+q9fOYhPj9+Er06Vhq9LFEBuwtTKD67fjo9yagVPlQBwb0NwfS8hTMcPfaOjzwkBWI+0CpJvmVKKD70xHi9vnhHPTrpVz7dExo+2dI1PpjNaT6auyE+xv1HPEO5fz2ypii+rRGsvRa1WL4PVDE+FJS/u89Bz76ZOgm+4QqNPD6PeL5IThI+5dHwvTgZlb7aB5U+oxcevh+zwr1ilLa+gKmlPYLsib19fru9FTSEvAruJb4jhN48NEefPfTSlDz//xY+Yv08Pueg4z1mZ+Y9LDzBvR/qDz34uTk+PaEivvwjj71nMnO8XSQXvv8lXTwZtoS9Mkp/Po8IAr2qmCo+nxg+Pl3Zeb1jX8O9jLqbPK+Jsz3mlJg+V8HbvEn+1D1D2Fi8+/4jPdg9zrYgYiA+ylwEPo75ST52XmM9zDLCPQpRjj3WWRG+69BHPUq7ir7XJYS+M1ITvqBu7T24zHY+YyOEPSBBNr4+P7Y8XvXNvTofSTyBEMU9xoe5PbtD/r3Dosg7hS9GPSkLar0PNh8+GlbHvbriQjzL6bw9KF3cvX2z3jz3qSo7yqW/PSuUFD3GGue81mANPgp3pL32dUi9l0Uavk112TyxZcm9mfWtvmVwDT64RIc9m/Y+vgPqXDySdHY9VgaOPakOlb2bb5S+uf3KPNmg5b3316I+BioDPt+uMr4wzRe+c5wKPb4Lr77crKc7FQqAviD/Xz21CYq+nt9lvqPemL2bHQM+fQqKPZIclb6JjUi+YNWevPqAfL5myzy9IDyBvid3oL2/P1Q+4H47vSDvKr3oziW+qi6yvej/NDxBLM09koVRvrV6Bb5jnIO+0Jl6vkQ3BT56L6u8Oq/JvUlWOz3+YTy+",
        "HJYbPp6QD73gp3U89w+jPdvbb73IIbK+u8pnvM+SzT1MeWm+sjW6vdXrGj6S9FO8hTSVvsAljT5/hBS+sjAyvlzP6rx7/Wo9Yl4bPEj6kD0u7K4+pMaJPYn0ojwbitI8w0mjvbDogb4j0ec9vh76PbFIqDwSY+I94MmmPY99pz1UYWO+HfB/PYj2Lb460l09R3+lvhHP7b6kBDs9IOonPUnUXD5yJkm93SQnPS0UM70uRVS+kzxBvoAVrr6wQNo9V6BwvjcpJr1GtXK8nA8UvjK/tr2tDg++oDw3PkEWDD6qPWm9DZV/PTdEZz4m8pu9SMaSvkvCuz0aFwC+UHaKvmjfGL50rxI+1rACPTPskbwujjI+Wf3hvbg9ojtXpQ6+0MgfvV5ZI71WPw8+y//cvT4uDb5Fr5s9hIVjPkQ2aT3vTSm+iwd+vQLuOL6ne+g9DhNrPmNI0D0bxh2+ZdMGvqoHkT2hrOa96OiPvaUMv7503oO+Z88BPgRDAz5rQAu+TclJPm/z+L2rDqe9RQkjPnPn5z24fcW7UJDGPAg3g763zpa97SVhvZ2Ie72CMA+9VgoNPkAI2j19Kva9Ftz1Pdxgt7w1EAO9SbcNPjMMy73x4GY+k9p9PhEuVb0t9IA+ZFYmPDUadD697K89TgQOvl1XRD0Pwg47rd1gPQgnpjzGR2e9pfHMPY7Rn7yXtPE9fgAxveVn5D0TR8I8+8LTvSRUjL5976S+ayEavpHZCj5+Xny+YTUpPgCndz24kq098fjzPc2QbLyE3lm933wjvdsf2D1/OaM+TmiVvYIW9r3hi0y9nR0Ovj9Wgj1Wfxo+j3roPcvrWD6hTrQ8sDLPPdoSEL6SIhK9p6EjPpOirr0hyie+W9UOvp2jwb0U3kk+Q3Favur6Fj4Kt0M9owJRPSIK3z0BSDc+RGKovoRWBL5SQZE+eUIgvUZoYj7Y9089Wa9Wu1TStr3oMBU++qgxvuR1uD2fjoi95VtTPokpoD47YnC+VNg2vh6LHz4Yj3M9",
        "EcKiPnthBr3VeYs+ynaIPd1hbT7nIRo+d2ldPn8DTT6qp3i8VyiPPY7X5rxC+8I9yZ5svXB5SL1o5ki+vf3JvVCK3L15dwO+byhovaLA0r4dY32+fwhkPUGWPT4m0Xc8ssUFv3Q+p73ZXdA9aTPSPvh1uj3qW3C8nrqwvbGiQ729ZCc+9dSzvXhtGT2TfWE9wjtVvlvJxb5A1IO+l7ybvbDs6DzGCrG7ozyCuzQSF75MKGA+T+GUvh3NIb6UEwA+ABXvPjCKQD6Edtu9CkrzPKDvUz5/Ude9K1MePhXcaT5UANO9urtcPpdrCr4Xw8K+0WmsvOrQwr2cUHI86rwMPr6fQ75bEHG+ol5NPqFQiL5TLDo8h/GmPcOS8bxAlQA+WG3IvXWYET79kee+Gu3XvKazlzyLBnQ+dMatPXxPgL6LirG7ctSGvgxSyD3LQB++wtJAPvlMazzJany+8whkPt+AGD7cv/C8XH+7vdndHrzwoBO+rl6NvWwzw70sJgS9Hgz+vHWXHL4lwjo+ZYkYvXTUY74TFMa9w53bu1SJijwV9eC+wan0PZp0nz60eVG9bvqhu+NS2j26IwQ+rkNRPuMQzL2ITSi/1uSGPfiWg74IKhM+lW2zPlmTRLyva9o+xJRIPYQFLD4bhU0++ltRvoYtJr4j7j29qZIGvuvGgj7kuzo8GG4pvrik+D2tZsQ8L+66vb/0tj3nvKq9rpUEvVskfz00Jai9U/cbPRT2mD1lGNU9UfiOPfqvKL7zMLg8lxrTPKkHQD39yCg+n1XMveozdz6JDOM9OprrvRq76rsxJJA8Tb/QvAalo7xQ1JC+Akp8Or7Sij37YEM8RDXiPUty271VjAq+tA26vVzbebzQGck7tIZoPuwdyD33tT4+7DuDPgeWJr6VvZ29DfXZPe4ctL0XgVW9nfI/Ph3dKz4fw4A8VnZcPAzlRz5vMZa9LYDGvVhmLr0RzX69bfGoPTZtf7t7Ewa9UyUJPosqkz5oClM+F4LvPdc3Ab737qM+",
        "znCAPtzk6b3r9Fq+zrjbPeX+w7wuzK88qxGjPY5eJb2fUDy+h/hCPXhEHz6asLC845hMPkvXPb6Dcc07VVr+PWsd5j5yrTc9GT4IvTeEHr5fgD09rI75vVtdaD0KWhg9S6IYvh+TQ77mhsO9yFTVvWjUsT0QGaI+yf6FvIpRoT2/ieu9OvIGPZUWpL1+H2o+DZFHvet/l71ZHxy+ETRePlNO8T4yBlw8RjMdvdpjGT1NL/O9wqvcPH5suT2NH1o954rDu1fLkL2iGiq9qUukvUhrl71hTBE+UP0EPiC4S772Oy+7CoFQPq1QjT3SbbI+ekPRvZqijj4UXDs+Jh4IvYxXIz7Gdjs9L1l0vabeCzxA0ES+BUeAvr1qwj2uumi+BAU/votXFDzstjA+4pFcPRk8p72SEQc+md3/Pd9rAL2StIS9M1/BvsNcT76LAFS8tcNGPm8iBb4otha+b1XQPd4wID4oaw293ARCvE7Wqj00jx2+tXbwvcinuTlTACK+smGNPfdrcL2pRZg8jhJvvoffqjwpM728QqlOPuigN76kcmi+FgnhvToReTyk2qU9i28CvdOuBD3Y8eU9ZBcNPqoBozz9uF0+yAnJPfmG0DzVYyM8TU2UviHX+zkIxwq9h0eVvNJvtr2qkGs+P/EwvpJAPr712b09yh61PVfTMz5QgtK+4+2auzLFXj77NdA9/6QQPtxpBT0Kwm67oePkvRL0UjyK5ZI9fF3BPWsuBL2pHZK+/6tgvTDper3+n4O+cNMFPsWHVr1YpbS9ZsiBvEjrq724z889LjeTPjhUhr0dnKM9GA8JPudElb461y6+nTJLPjFZjz4U4Ik9TbySvmj1DLwfWHO9M091vPb2k778Qu69Z4NHPQ3eBT6fRw4+4Vylvpyauj2WJCk+3U4kPEocBr7pThO+rXAHPphSPL16m14987aBPPQVib4nkS88haBUvXHOZ7tXOkU++IkHvf7//L1AVU6+zpVlPubQrz63Oog9CjiQvg5w5L0UPYC9",
        "zUa3Pv6Cvz0F3RS+KMQUPrzAbz6giUC+GSkmPhh2gD4K8rc9n+p2Pgw7MD4veJE+9vJBPloAjj62D4G+6ckcPhpy4j1F7I6+NzE7PsUyf76hjMA9G2+VvUxfDb0MwyA+8AWJPY7ouL6Xw6I+KSjcPURmXr44Sn4+CiuqPU74Mj7hOEE+KXSVvoAh7T3zbdK9m6HKvS8ZrT0mGnC8mwiFPkNIo73wqio+TqScvrq/Xz7iDEs9TlErvC3q6L2oamE+O5LRPSSw6j7BhVU+OuU7vuhSvzytNIy+YAzavNLXoL3Dqi8+2NlNPaobbz4nOgQ9ZjncPgtFbb7w82A9Rh2qPhiBubyOUcQ8o0ROPldRkD7tsQS+ZUbgPQQqu72HhDE+QS8XvpQoxj5qN3g+lhJpPNuE4L2pJ5s9c2mOvR/Ozb2vo8s+hsytvdK6Ur6USoc+z5+wvPXXtT5mpJa+EgFQPkpuTz5FXLG9XbROvPhvIT5JXB4+YRX9Pd7BDz7UJZS9cDaSvnKQRD5vzdg97MhSvewTKz7lI4C8EX2fPOKVWDzEsFg9CH94PuwQLT5U1Zo8HSpBPcIJer5ZoDQ9FBn0PppQRb7hbyg9fPcIPAvR5r0Ia3E+hkawPjv/A75XbEI+64nIvLgjEL03byW+nFehPrOaR751KK4+NblJPfoPtr0dDNE8CY60vSj/ED4pYYM9DPIhvkYqnz2JZAi+7OmZvqd0+jyuvve+xeRIviYJJ729tRi9kTdTPeoKJ7z80y0+jvQzPXz3UjxyE0w+uxC4O1Nomb31QQg97g4BvRFqvb3dRtY9Q50bvkLvgb3r0Qm9RevyPXKWHj6oNDS8WA+kPfomYT2/PMC87p6hvWMYID22dNg9E3fiO/pUQL0zlju+Jl6DPkJ2hb5oSB6+ght+vh3uND1YaOq9oqimvWqi6j17DzO+8T2XvVeOFr4/Z0Q8c5WAvadJSTzI+p09oMU5PklqFL65wwA+g1HXPGQrBT0ioZG88G/MPlox672qblm9",
        "DYCtvXm+Mj1S7RG+Mdb4PPckOL11FRO9rTghvgo7F71feDG7IgFWPvurrz22FU8+78sLPZvMyr3f/u490iuivRG9Jb4eJDU+qiVBu68oKb7o7Ym8/47dvTVmwD0IoBw+CKfhvVpbczyLmjC8pPqoPUtxWz0anFg8P6Q0PYBBmj2sjQG+YEQcvSYPEr4+6n08sEEGvWiewj1BK5E9AMb0PSpnkz5GlNy9k2TzvVAZAD6dLP294TrNPRXBbT6Itae+PnhSPb6vgDwSWmi9KycRPuBZoL0w++I84uepvcULwL1CinW8sqNTPlTBCj2jEhk+f6fOvbYR373+GF8+wkkBPkYMrL3zogY9l17evf5ohr44AYi9ibjfPSpvHj4i/8m9RDgPvv/DGr+lD1A+X+/lvU7Tqb3bfBC+BaeVvLGKNT5s/hM+UuA1Pm0RgLxnr5e8joEyvTJ4yDyCctE9zp28vbyyuD3IVye+PQHUPa0eyj0Rbci9f3CyPL0PIj0f+TG9WFmnvd02oLuNUB883Y8PPWX9aT31AB++MNQuvZ5UrT12c5+98k+NvauvG76EYaS+hc5NvjNYx70imo48qPKXPtR1dDfk+q89UI2SvvStOj2448i9hlCOPSr/ID56jwG+5RgEPq6jgjzdno+9Gk2su1wWmDz18mw+J2aDvtguNL16sok9gMyOvS2QEz6B/k29CqyVvLT2FD4Wola8baXSPdR5D76zULM9wYurvaprjT0xIvg8jD8RvWdXyT198va9jYfSvVkDQL4Yiwg7e3BOPoxTK74EBQg+QtEpPlgipb2tMwe+t+AjvsTG1LxpJN093mQqvZ5z37s8FMY9G7yZvD+TNTyZyis+GBrtPPOQH7yV4Ts9mr0IPb/LCj2a2ZU95IbmvevVPz4FZZw+SUbtPQuolb1n/ro6zTwZPhFQi76UVmm9WugNPL53QLx8G8Y99te/vcRkJ76CuDO+4k2vPH/UNT14Vzm+kdVuPdHoHj50HQu+BvYPPhSfLL5VcwK+",
        "E6Gjvmsi9Tvh9EO9XLSXvTiPA79wjB2+PaJHvvKS1b7xfom+nUe1vUmvBr72vi6+kXu1uz5YKb0twHA+XBOvPmlQsT57Mio+vXSKPplDdD7rZlI+hHcnvXk+Gj1QhO89ypHPPkBIbr5iA6a9zc2OvviKmL4WuA29w9a1valIMj55XGw+IuYqvjm1vj5UHMm9101KPgfZFD5gyvc9mNkuPafIyj2c76q+yxABvj8twj0LU38+zCmZPgZcjL6xv2q80DeJvlCfMjyWf549mpzyPc9XoT0uOfo8YedXvj6ftz3ZYWU9+6EYPniZtT6AkAE+mGIbPFqtob2/RFe+2P2bPRb9MD45/64+Cag5vtPOPT2tNQk+XatDvUw/nr5FptW+UfyXvuHelT4jM8Y9epKlvUqIGD6NDJi+qVRPPt5fNT4vm5A9F+IYPntFlrxKUlC92EY7vg3Hxr6fIKe+rMFOvvCfpL3Idk8+WpHpPOB2u71q+BU9HzSQPU4PUT6QoT++3vK1PTKahD4OnDi+qLYAv0/eczw/j468BvjePTrhTz5vrgA+TrOTPK4mmb55Dl0+QfhHPgyXdr2T8+I9g/f4vcJ5bD0IcwA/bbu8vk+iVD46qEO+diHAvkeJjr7jGr2+yEBpvpjwWr039Ia+FgCCvVPYXL3kBA++1AEcPSBHBj5hAYg+8FIpPpUVGr54l988FBGLPdVcKD63oiU+62epPc/KXL1HQka9eIT7vQFHxzziSKi9dNY/vosJwj3tuxc8GpYpPkayJr4IknG+HnRcPctFZL716nc9N3tuPuI13r34gwI8Vd7+PbK2gr7x310+Zo5PPr4h/bzyrGo+ny8HvqH3cr17NCI++I3FPU1bID7SVHK+VJcPvihwE77EpSW981J9vnS5Yj5JlsA9ii+APUasRj4c4qM8ejspPnLNOL6Oi4Q+2zGWPXUZ47ywrUC9YGiZvQ+ONz7b9WM+0J2dPQrMZb7AfW+9TMMSPG/QnL519uW969ulPZ/J1LyTqk2+",
        "GRaOvqR/iz0Geqg9md+XvnvRhT10fle8n7BRPul9lT4dz38+57ZYPRnqp7zCl+s9vR6OvimyAz6S1sW+0EWxvUb67L4xi8S965JPPu1viz35StE9oegnPqEkRj5DS/C8BHBZPfCxhz1qn1c+TUr2PVzFi77W5za9FN8Hvo2GUj7onwk9MlqIvMxuYD1rJhu+KauiPtgKwD2JKz29+VDSvRmWHb73Sw09Z/M7vH73vz3aKda9n9+KPb+EKT6ZdIq9JQc8PrOEJT4gyso+mIuCPQYIXj0UWMQ6hH5ZvfmToj1t8Ys+y4ylPveu0j0RGUe+V5ShPn0mIDylI1u9dXkLvlebg77BhLU91NcoPtLn7bpIh04+8LuZvM4C/z06RPW8YGpxPfh5zzwG/FG+ojUCvX3H77zQn+k86xYGvhPVBr0PU5U+peomPmByAT5nB8m80nAMvhi+Eb2ZlXy+GLsQvhkogr3hkAM+O++pPQL5iL11m9K9rZezvXcNqz0YeHg9AUZLvKPuMz7VEEk8WoUjPlff6TyJTJe+8o8AvlqpgD2SjWI+AfwBO7Gam7zB+wG+UXNLvSnK2D0A/CY9IBltvQylCbwX+LA7TeNDvvurPjotot69hXgGvs2clj1bDXq8FZqPPhOhCjvfZhG+MwIgPgbLaD60+oA8RkQgvgDOJL41KV0+CuefPV/hpb4rugq9+3M2PGWfHbwMQ529BpvoPMbaNT7wvxM+2VbgPQU1qTySUE0+1i4yPlfOW74SrtM9DfFhvi/gu7zUUVa+Oc3xPdAigT0mziW8r0P1vMdy6j3klhm7nTomvmd12zwE3pa9KY4tPrymir6XqQm+7PLGvaIC8zzStZk9oQfpuuptKT783ow9QeuOPYZXAz2sFBm+zblePv6Apz3g79q8VAFOvdhsDr5f0869CXNOPSIUEb6mQKC9z1HsPOb9k7sa9Qe9gfWavcYY1Ly3oeC9Rvvnvcr1ML7VnZO+SbfgPf6H+b0QgVE+Tg2OvUtR/LwBeZa+",
        "TBPLvYJbEz6fkRa+7VMhPKCSM76181W9ZoMWPnlgEr5G/nq+UVQfPvffmTzPkOU9TZkxvQX7Ub6uvl4+0/EcviEj5b2PHgu+ntxvvoSUpj4Kh0G+WURkvSV3NT5oaAu9kgccPu1E7z2FZq69Y98tvmHB7r1SHX29f+HpPfs9Hb4qR1A9r+N4vMiJF76AMWS9a5gtvVh7o73xUAo+NuIuvb6QfL0IpHQ+irkBPhWOT752yeq9yW8fPaeKpDvi+Ja9e9gVPp3XST5g6DG6OaNbvNpTDr5VqqI8OUwWvq1i+70gzLi8zQkgPti8yj2GK3Y+ZScLvvJEBj6mUD0814bkvDviPr3U4F+9rf8kvTq6vDwcUiE+Z4WVvFz3ST3O0aO7y1i9PavQaL4W8lc+GKcIPNuLBL0pFnC9kKggvmn+sL3rKJI9K1EiPg4WnzmoDda9B3rJvca9Lr49LeS9vXT7PXfVPL3hUyK9aLdEPjwX4D2YiHI9FnjMvtAkhb3gDgI9/9qCvWEpLz69W+u8vQ0nvaNHTT5QJv09oX58OzXUxjwijK8+1f7uvHyrsb2F6N+9v5t4vc9v7T2bnAc84pdqPnYC+z3zGkk+ioA4PvhBG75PM3q+fIYfvmSf4T2nAXm+19qHPTbtwD2AIGG93P40PjGseT5XzMC99IFivvaVyL2wriA9uLpOvXPGY7wQqga+Doi5u/J1iz0Tu2y9TlYhPms3lLxzPcy9h0g/vuF9TD0AbTE9o0taPhesyL3kpyY9UZL0O0vr+zyoJ4i9WRCTvQ/Itj1lTv47uK0uvdRkFr3LbcG9WeMQvlvB3j0KaKg9QV/mPON6wz0/VZm9wAMBvqOUcD68Vhc+e5RZPTWRAD1KO3o9i0w7vrJB5r2nlKY9azlKvklu7L0QQR29t4xjPfXOjLy1VJ29oIUYvHoDBT0b+vI9SmLau8g1UL5dioM9vDtfPClm1j2cpHI9X3ArPraN77sq5/U9z+RpPhjUkT2Ua5m9RmsrPqyg5b1IkeA9",
        "qksVPi5qFzrmUoG8BWa8u97ljLoQpPu9JbjrPUr6Mz0I3TW9AO+5PT8PIj27iAI+mZdWPhGJD70L9jy+C1P7PFxY9j3a6189Oyz/Pbw2N75aNaw9ukZHPI6xBz4zG8w9lGp4uzNbHT0AFNG9byTlvSWZFb4Jvi4+IDPTPbWDSLq3zAa+CAO4vTVJzLx3rhE+KFZTPefUaT0pF/O9jXbHPR6mJ71RAkc913z/vFUNNz31qJC8TplIPaeqNz4yodK9edYUPnsI0z0tpJU8eLvZvKvRTj1CuQi+AHCNPffJVT58N7S9mE9fvS3Ijj0WqEW9zA2wvCeFzr0o4dO8LQ++PdMXh7vzcyg8RAHnvSET1byz5PC9gXWCvf4p+DzQcio+lASavcpyCL4lUdI9cc6Sviix7L3zFCw+bX3OPEywSr0JLpI96J15vhzIiL3hnBq+H814PVhsVD6cUYY98k9tPadHp7wLVee9qHZBvlPN1b3v5+k99FVWvWDflD7k2509qhgVvnhOjT0Q9jO9O1nqvYQP5732mUO9cV/vvVrfIb60LUM+9pyZu/+BND3Msoy+XblDviR01L2/7h4+lcmQPalPzb2agMQ9LS6MvfDwtD0NSZy9ODm3uxCfBL0lnSu9WxVoPD6z7rzFbM271FvXPP5YhL567xA+glS9PKv/Ez4mMU2+BFUtvqNPa718xYU8cguYPQb1gjtSpPC9euGJu28JlL0YWLM9IWUCvnjY6T1h2MK9I9HoPR0gCL0HUgO+QWHQO+1I5b2FaQ6+wjLpvXfzAD5ctNI7jlWqPey1EjyomUS8PCRZPTTkd73VmuO86pMAPuhTcz7hXCC8IhENPoklrTwUNns+CBnvvE9Swr3NBhM9bmYCPjH9k7yWIrU9qKgsvA0Tqz3Buto978TsPeVkI750BNm92x5rvUAXcr0rzlW+ADwbvlPZFryVPcy8cBsKvjS+yD0pDTe9qdnHvXvc6TyxlS87bMKmPavNhj16nI+9k54kvRYMkrvF0fm9",
        "YDYCPqeukz0UkkQ+FLOCPJ3vx76INFI+JL1XPqfzLT7qQnq9gXpxPnPyAz6JdAw/2aHbPqV0BT5MRAa+VJB/Pk7hdD7UkcK+nUJKPspDtryTZ1y6iG/qPZjXgj0c57c+LAOTPvA5VL5Fqmw922cNvk+9szzigUE+QcyPPn4Vnz0xzRk+Se6sPPMdOD6+Nbs9eRYuPQWCsDzSqAE+wz6APTAZCj0Lajg+f4eTvk70MT4XmoY9ZJiWPZANeD0TBqk+BIKGvVE4Ez9/xD0+UwwwPkvlpj5YFym+7nivvFovUD0REFY+PC2LvS8XFz6dFa8+yTE2PumISb6MMZc+iQMWPlCzJr3vnHw+lVhevlXTwj6RxzC+s8zKPhXvcr7xoBu+BgrhPeiqqD0M32w+GSM8PQ2wmTx3Pt49ipA1PiT53z31Eok+K6McvfaT571EiIU+Kr64PXc/Nb6C2We9PZmWPlMTej548Zc96n6mPoU0hD6WtJI+ZzpFPexqmrxgIwM+GF88PRPgEz4CC928BXnIvBy0UD549Qq+M3Q2vPGd4D7coLM+thx8PjgcPT5bgbw9lwwcPoM7bL7EKYu98l7vPUOIiL7Z6Kg+ZO9YvLjncb0JDV4+UbHovR7ikD3137M9DmgYvujrKr56uiO8sjIuPmE0Dj173eQ9CvsfPmQRvT0MwiG9YPMQvcpLqb3IcZE+9jBbvP9kqz0wepI9+PUhPtR6VT3L3Ai9jv4WPdIHR72hTJi8gottu4utSjxMpg6+qhBdPdgNNj0O8ou9CaZEvTj5lD74HoM82a4ZPiTRzrxequw9PMLzvdIcjr1X0II+kAUHPtPn37unMt68Bv24vZ2rTr4uKkI9iDp3PU+P0rvcvxW+RUWlvSn65z1C5go+Q3jeu6ozy735D5k9zI3XPaHuxr2G75c9q9KYPEzC9b0VK5g9ORjKO/G0xLy1okS8p8OzvcI5zz0y2io+tnoRvdoFJbu/rnS+gRuVvT/TkrwlcXi9pUYZPoiRqT1ygwq+",
        "UnYMPqvhhL2cDXM9yYEPPa70uz3maqg9rBUGPjQ2GT6gvYq95+ThvQHOAb2f/L49U6i/vsjezz1p3Fy+PgwavpS9AT4UJZm8AXuIPoWBIj6GLec9DLcNPjsCib0g4su81M2BPupWHr71kDg+YAEzPvPPSb5CmWM+yg5KvWWaoL3tLee81maavVw4Cz6hAXi8SZ1IvZwhhr3DjB68SlOLPg+Hoz16T1U9gWzJvbGqCb0IkII8TVu2vQ0xw7zP0s69TsiYvYGF7T05Ths+pMafPY3dibyJewe96qjQvRYONjyfju07uV2APr+qhz7UCYK9gbclvuFOgj0ET3Y+40dEvq4gQb6QbT++v8gQO5tp3T3k0Oi9uigoPchVQT2zoc+99C2mPYjpfr20OlK9TFmwO9CebL644rU9geUNPRD5mL1rDtu9TBjMvbDrfT32SWc9aF7CPg9KAT6gJMi96lZGPUI/gj5J2r+9qnsmvoHYAr5nTiK+ugcFvubjBT5iBzU85G4PPsCBKT3yY729cDmUPUyNK71MJUe+fHtJPq7TIb3w6128HQQmvibUQjuKKTk9yFAyPqB7XDxheiO+lreXvgOQDT50Adq9u3OkPeDm4b0dFAs+5HURvjX0EL6qSMw9WJGyPODdPD6VG9U9bM0TvrdACjzKZYw9uMKpvCOfKD6bjfO9GHgUvfnikj0Wdoo9wOJ5PlbndDsqaAc+PI76PTNMiL0ikU+9vKfQuyrslT2frRa9E94evd4m3L3Vkhu+GfmHPoS9vb1DWge+GEUcu0I18b3KnTM9PpBLO8U6Lb43Xus7x1oivgW9lL1isTy+DGjAPUBvnz62hnm9T10LPp86qL0Exgk+pUJFvo9vNL1mYis+dpvTvQqu5DzskkU+/n2JvndvxTwY64U+QNfrPPzNzD1Js5i9xjEHPfonN746tBU++9yiPcwydbtJTI4+lsxBvCp/pz3bv0++5uYGPjF0dr21BCG+y0OqPswsRz7BFA2+ZySNvsPttL4gVgu7",
        "CB9SPuxDOL3oxkM+w2oaPci6MD6c0U28seN1PpN84j5/+hI+pXzJPXOB8zsjRYA+TfQevSurd77rR7y+oLKwuw8pJ71iSWC+7s0mvUWaZb5XVGS+DWdnPhy3tDvpt5o6CFC2vrgCzr15p/29nNbYPppscj6a2zC+3PT0vsxa/L2oFzU+R1wLPrKumj3JK8I+388qvvwtNr7xKAi/jvV8viNOdT2AaWy+QgOXvIYHZz03XYQ+3GrdvvdMAj4Dwdq9NgqmPbyVtb4Y3q6+DAIPvYZr8z5jrIA+72MhP8Shmj5QN9c9NvA1Ph7ZvL3QLcy+Pwl3vgdPl70bMqG9mU99vlSdL75zDMa+wFX7Pkxgeb6z67y7W70HPUrLpj6dNHQ+jqGyvNncRD4fvri+k/wWPdCs1rz/4yQ+7xgHPmtrgb5Gpq6+2IaQvlILqj6pV12+Sb/GPvg1Pz66GR8+yfvzvBy4gjcyulG++vuwvus6yjw889g9JehwvpwClrrI5zo+nwU4vpX6hr5iw2c+rA0vPm+Uib6fwpK9XaAJvXxVML48R76+Ba91vZ4ltj4nDou8yBnmPbXvm7wiPGc+gjM0PqDTqD3Uz+q+mWEuPlkecb5D3KU+wVQNP75IIj4/yAw/fLSSPSF6VD6WLUI+bJNbvi6i170rQKW+WGmjvRTZij4aoIS+EdJ/PQoZ7z0iCvC8x0pNvFtpj72aemu9nrD7PbyYvbwzPg29sFFSvCZxVb4r6FY+m3CYvDSBYzydvqA97swCvmsxsD3cBBg+ysu0PCZMFj7kKWg9s4nNvUTAJD5Wx7I9VexQPUufnz6la7q+uuOwvcAWOz3A5c47Sx4jPp0AKL4Whwi+vIuIvKeoGbzUYgG+oDfIPfY4D71gr7k9NzuBPuHvyjxuw0M8KintvWrBBb1eP589PRmbPJ6F+T1R9DS9KHkPvbrDnz6gKJW9yzXMvYn3vb3Q1pm+DY+8vYtcvL2xPde986HePU1qnzwDWpY+1067vfYgZry5NaU+",
        "WIdePkFoAb5RxYq+wVvbvUaGAT73rTo9sZsNvo/Icr67QvE9mTlGvbJWk7yMY3W9cr0NPh0pwr6TDsU8GqQVvvvNVT7+hde9VmiFvdd3zr1+Kjy+rRtnvrdqaTxK70w97NEAvpfmX73dFUu+XY7avNdVPT0FUpo+EnirPEEPmLzBhnm9GsyFPcPPGb6rMmc+G/TCvAA09b2uohO+qXslPhyWkj7EcpC9xbe9PeavXD3VSeK9lHe6u6kSwb1zw5Y9ggkGPpCn/L0FlA0+P7CQPZ83Ir03zma90KkvvRZ8V74UCmg+JEYJPixMRD5xcv49pgqFPQa/gz6Ts40+25MMvXgF8T6o8ic8oo5Nvt7txjzBqY2+HlbyvS17Jb1oomW+MDSBPXhUiz4mNwQ+ihGlPGCr471FGBS+HvOVvWB9hT44Wlq+BSv8vjtsJr5S7+U9+bA6Pl8DtTwNRi2+eDU0vYKhhT6gGQY+LxeCvd3RQj5Z8kC8/I01vWr1Z72qFSC+ICszvNvqpzzg86E9Od6xPSA1AD4f8xS9tktvProz8Lyk83C+3b6qPUXBEj4PpM49G7tJPWI1XD6YFYQ7+Z2VPY/a6byBdYW9ZJFePlD0c73YIzs9OCiNvuTkybxwR3i8JmDtPa6NJj2NqFk+bUEmPnUiRz15TdE97Ya9OcVY0j2ILwO/iyO4vABfnj4xAMi9UCJ7PsemlD1xy+89BlsSvt8qnz7oFrA8p8O6vRo/GT01X2++aOIMvtdvjr2hGaS9MfJYPjv3JT60CA49JRaaPWhQ8T2J/5M7L9ynPUqmYb3KyMO8i/6rPDX95r1rWLS9Zz7fu5zRUj54rvs9XPkRvmChYD3LVwM9oywuPljGlL3ZuIO9XkpVvd1EoDt0JMQ9Q+B+vqTDsryNq8y9/XCIvPj8Wzyybjm+Qz31PechNb4l/I29z9DXPRpgeL7Trfw95gKnvEo5h73HxG4994V1vQmwTL6VFJm+cNGhPtq1Dj67h4Y+JuM6vkU7mr7TIhe+",
        "z0VTPkDIAT7e1/K9PwAIvGowh7wZt1m+YoVmPZsAWz6rJaM8V7IhvKYoJ74nTug9ta+QPTQvwz2k3lm+S3g0v5FC8b6qh909zJzCvppkgb7gTCC+nNJNPhDVEz1rUOq9uuaQvpUMoz4pVDU9KCoxPkfqCz5KKsq9bhtcugZQ77525g06PNbqPbyq+r6lG1A+PgyxvcxGGb3B1gO/jbwXvrG0Jr5LNUe+RBRcvZOq672X8qi+2TIJvmgNTz3Y/Ms98QtUPknIYj7ri38+xK+1PcM5Kz5JGEa8Ib0kPmXLgr7DH4O+XREKPkSyz76D9je+McodPagEOb6UtN29OYdqPAfS/r7/1ka+req2Pf5oKr0bX7Y9BNTgvf79LT4SjaY9cvDNPrCgFL8MS9q+PFDZPdF6Tb4xph+9fAMTOyk2Wr5Bhu+9Hjj/vpzSnT3Tdhy+xG4lveyR1b1pEws+WBtCvuOhOD7tFoa9RAfUvPo7Yb7QMKy8zG9ZvvSc4r7+Oq09ZSgAvkXrwb6qfD293liOPXlMhT2XTBq+ClLBvgZ4aL6NdC++K7xxPZRD9L3DfNS+1dXivC4MbT5z+b6+QMSlvmXle76XjJK+5zk5PrSQtr60tjA9wcMxPg+aqj73mkQ+uo+kPicd9TyNYko8ob/DvkyGoD4yBC+9JuuLPcIBx72Xlxe+AycGvm4yez3NggU8kY6sPWtkIT12c1G+zvqTvu4puLv1Xxy8rerIPbkXtj1KCtA8spsPPdNloT6DnqG+CDITvhyBhz2yRDG+QXCYvQhWhT7IPu2+FxktvTtc6r0qx8I9Wl0YPrzNiL123Rq+ZQ4ivozMYD4z0r092HxoPHusKr6x3BK914wwvSbADL5vyYy8sEYIPp/JbT3oPQa9BHhnvpv3Yj4w85U+VAQ6PAJgUr4I98M9+UQsvgH4zD0/uA6+a7TnPI0jOT5FMBk+qA67vLaKpbyowSU7j+FYvp+DIj4JQOa9qKbJvfXnVr3dXxs8gLSyPFggC75o12I+",
        "hHr5Pe/CKT2PMN69ut7MvZPNvb1nwzU+EjdpvlyyAb6LbhK91vGUvo8BA74DuOC9oZxHvZRnmL17aFk906ywPfFkpj5qtHO80Vqrvc2Adz1YI2M9h3fXPQuS571bhWY+xvubvZO/n7xsbi2+1J4ZvZ5uuzzeVx4+GlGxvfdmgb5IB+I9zx9wu704gj3Nfq28bC6RPqj1P75Hb7Q9KdSbPtSfw72mHs88Ba1avrtbRr5ebYo9aeK4PZT0sL54Bp09rXpfvjR2gr4wECq+SjMkvQ6oxr27DtK9SvDKvocYOb7BVkG+6J3VO07WA77n89c88kPsvW55nz0jzYu6VZGlvb+4Qj5aNZa9yMQzvWAHs70ilzy+6ILGvc9RVD7xuyu+OdglPaEwvTyanH698VrkvJ+9AL7IRoY+KoX8vunitb0cinK+wvfWvj0CkjtxG7e8OACOPKgqMDxqtD29G/TXPUR6PD6h+i4+diJ2vgU3Wj5GkSM++YYfvlghrrxEBRa+od/zPSsVaT1AVog9m313PX4nLT5KfJQ+JYOxPYcS6LoAEy++ecj4PSdngz6hDeI9E24iPlNrdbuxAAK+lnN1PXKy2z0tQxA+P4K8PjsgtDtT35o9R26DvLviyz5noW4+jhtfvvUfPj41oa0+Lg7/vco7Xb7JoAK8gIJ1PvELJz6e5wS/iIhdvPe4Kz4WpN+9aXRRvWK44r2mI1Y+8Id/PoMqVj3H8/+9w0YJvn/1aj3k8Ba+b1ldvpWtHD6KwPG9o5YjPeXdpzzgcBw+hJCQvdG2xr1BGDO+JA2fPU7CojtMGV28VVIAvfSTu76oTEE9tgyMvTW/BT4TLp075PqLvO8IpL3DZiW+MbUOvoqFizy4ZYQ+9WMPvqHfobzWT7E9CpkqvZCgq70IPs89iAfNvPWMID4V1TS+2rBWvq6YCz6LuVc+bd2UPiQUr70OiSQ9PosdPGvdgD0l37++PPGYPolaQj4T7e09XyTavQzA5DzPL6O7bD99PfDxgr67IiY9",
        "qeDIvoV2O74OsCE+vcQgvfaPib6giKc+8GwOvmM3Er/n3XW+xaWFvRcPaj7a3Qe+7H0cvrnxND4bOkq+VggVP6iOlz7wABO+6jK+Pl0Lwz3AQY29viawvuXCB75n9Tk8hlUTP5U0TL5JJSm+UxTGvlNBdb6KLAq8lAaXPhJJ9D7xhhE++p2pvjBG3T4QPf++NkoSPnyBOD4aANI+a4rpvamEKT6aPsS8bu0FvnsRKTw5C8A+33l4PmDhAb9oSIi+qjfmvkzRRD5SUxG9IfPyPRfUBD4hhzu9lqj6vmwntz6RJac968SSvZua7j6m+9g+PNoPPjvunz1UrXM+WJh0Pmf9Wz6v0qA+fl7IvlRVMT79RzI8PezJPR3mbL6k3CW+dSr7viDZ9z4rgYE+r3HmvaGcgz68bbG9xHqMPphTbT2eA728jBTYPWDyi76NkeM9roGqvg07Fz52pAa/gBjdPZ9wI76GGTs+9EuCPoxI6z3//+c9n6kFvns+Dz9TgR6/Ulm/PXIkDD7sOGa+NNmTvqJEI77F/iw9s5SQPpTYNT61wOg+5n6FvpMeI74kIwE/447BPdPlgr6Xm6U+CZxsvBITlz6oyQI/G0TMvm1M6z403Uu+G6THvsq4176iLM2+1IwZv7AnT70toKm+3f1PPlUdub4VPd29h6Zqvis6Vj7eN08+k5IyPurLBb61Jb+91WEoPpQCGb1Zlt49Qf54Palb9L2qgHq+xrYbvs9pzz3L+kq+k/5ePW/2HL0NgGG9Sy/8PnYevb1/Ym69bgt1PXGx/L0OWpI+lMVuPvZ5tz1DAu8+6ShLvDcJGr2E5bw+ptyIPjttB72x94C9+o9lve7UxD7N2Yc+pN8oPNw1Mz6c21Q+4gWevkkHWD1aC/k9/Ttru+Uygb3hwt28XtqevQnO8z7J6SE9a8CWPvmxgbuysjY9McUmPJKJO750fie94xYtPFXUrz0L2vk7gojZPsmgU75rf2s+xNrzPilZpbtdc4O93rl3PVpzNr3sIlW+",
        "231RvnPCFD4mxgg+82TNvaztTL7ByJ++5BFVPnxOhj6Flt09WFAHP6cACL19cF4+4wenPnWK1D2NPrm9UJ5hPvazYb7H5Gw9Rp/WPtyBIL3VOOe9xFkPPTXgsj6zdYK+F5XaPf5Oh7z9+Y8+cQwIvlzosr6iBqO86iwFvAphpD4fTPw7SbFvvoFE3jplJJU881HlveRVyz6WRyG+TwzDvvkWBz7A2K+9ktCFPJVNwz6iwUK9kR3Zu0JICD8+FiI9RAKiPhuPKT/rTo8+HK9QPloLlz3GuTM+UwqHPi5zsT69s48+pBiFPvl4wj69irA9YJKjPt1tvb3KTKA9XP+dPvBYrry6AMg9CllzPn7/4T0AKYI+BaD8PV0V8TsJ4sI+gpDivaREXr5llpk961uPvSWdIz6/qQK+JcOPPdQDOL0wdPY+tVAGP0auHj7W7cy9T6uYPZF9GL70LKi9HWlXvsJ+xL4kbC295mkmPsXxoL6fHpG+1TgcPkS5CL2NODA+BHuDviCuTT7HmAO+8TYLvgAK0b0T5wi/fOwdvn6CqT6fGIs+ne7TO9xdyzxyTVC9guWbvuT4h72s1dk+InISvYkiTz2yUIS9bzwcvuDmi73Tnjy+zsqBPIkGDb5GhbC+jdG/PXjqir7MDd++Hil9PmfkvTwQItk85ctqvu7YSr4VRe0++ISEPaaoOr6UBa+7WnDgvU7ixD31D7++mn00vvklzz3SXrQ+UQ3bPbch+702x3I+0tiVPhzbar0r3zk9v9cIvid8a73/SNe+pef0PRP/EztWrI+7n2KyPjDM3D3BwBO91c/IvTmnrj5fcjW+iGuTPvArx73/MeK9ioRjvrzuur2SETQ+0+owPulPi71PVg69KOyUPl++aT23M56+dyJGPqvORzz1dNq956PEPYHTgb3Yyo85/ajBPkQKDr57b1K+Jzgdv0XGBb49u5C9k24wvgklYL2PNFY+GvnFvhT4ob5o5eu+fIrOPZ7NL77k2TE+ivi9PGBdBD44yla+",
        "D6wSPn6TTj4YMJQ+gfyMPruMljsudpU++cKwPkNBXT7UqG8+GSjHPvAyvz76nNE+tkkWP+jJaz72qqM9IM6NPpJvXrxxqiq+lC3nPeF4Rz0uLq0+ZzqsPrRupD0FSjw+lIkAP9TYAD7ybbg9ZgsXPsTrDD5Qa6Q+gq/+PUsnND7CQEY73gDtO+oiiT69TXk+XmItvmQVhb30bBM+AKUXPtW7ib199DQ9yVKvvZHtvj7jVBs+OZEJvk25jD7tiYQ+ENCYPkyKZD7/B54+R7QhvH1Jwr0cxKM9vC0oPkXFA7154Ws9/k9kvubZnz5mKSk+gBf/PRORL76ztlM+q+E2PpdtIr6/MNG9tZpCPkTMiz6oKR48uwCNPndjAT0plRA+J19ZvIkFhz7vV2w+LjfTPn/Xkb4rBc49xG0yPWwlUb4rQec+BxFRvTGN+D0XfdI+QBGXPoaA/z13U549q68VPok3mj75pTC+6oolPpgagD6OrFU+VfS5PvkvJD5ZLuc9yhKWvWwWWz7RiPU+33o4PjONYD4glYy+wd69PaiviT4gz78+OHCtPul2uz48wnU+G1SKvfV3pDwFK4g9TAEWPsQwLzxt18M+8bYhPmbjbz2mYAI/zsEZPvRv8T1M+YM+bpmjvVf+pD2L7l4+E1zHPqbmob3Nx4U+AUaVPsJ5MjwEVy89TRGKu5DHvT1MCLY8vvuBPdJLTb6kgaS9guAIPkyTOr1OXM68osFtPj35F76OYo++5TNyvtbCzD3egy6910jOvUmC7T0Z2H895Q0rvmI3Ob16Kmq9HAqOPlqQcr6MbSO962lGPdj4O75Kfsw9Ib5nPenymr7Tlb29SEW1PQr8mb4NQV89LwELOx4CyT2WR8G+duGbPiqUjzwyKsw8iAiXPWZFJb5Ymmo9cADLvUUMQL6QL4i+DgZEPjmJNb7AniQ9uF41vs3kDL5qK7O+A8ULvhXKCD64aIE93N0dvoX7jT7SiEC+4RABvg6A5jy7G16+jPCluhGdRD75Qpq+",
        "4g4XPv1U5r3z/7M9k7i8PNlGRT5IzAE+NlThPQrVwb0O1/48s+UJPY2T0z32QZW+vYOcvtaDHD4TL5A9gAp8vpcZJ7yGCqw77ejxPXs6Br7fdV886DJfPFwhC7v0jlY+Hs6ZPRsaD7540E+9zvcbPoRMQT65X+G8ddzWvLolpT1iX6G9CkNrPcXkpjrn1Ny6/gctvovTWL4X7+I9xj8GPg3Xs73DtdK9Ia+OvJQ8kr1QkZo8ApEiPYnxhLzxC1c+tk8tvb7nxzxtyZM9rz8uvgZ/s72Ft9G+Azm+PKgm+z1qimE+JDraPReRGz7Sf2C9sCoKPScBYr4Cgpa95zhyvqogMr7Lqhw9yO8Rvt2IeL0ngJA94RTqu7MCjb0HV409eHbGvRuw/bpv+6G9ROmCvdsKHb3iVym6VMZ4vbtB/j3DP4E9YUB7PqmVqb0Elx0+wqJ+PAwJKr2zui2+J24EvatT1D3FzE+6DLyfPZnSZb5S8j++90X1PHkseLzMEdi9a+LivL2fhz26eqg9c2PjvNTSHbuS6Js9ul2DPIkLR72Ef8C9q4vbPYIsaD3nS4m90KvSvVwEKD60Zk096HdrvTvVuj1U0kE94zVoPEM1H710sys+KD2BPNHI+70oo1a9z+2/vS4cIT5RXKe9dENnvsAFXb2P/1Q+rCBevboFLj2rPbY+ZF/XPIBNSL7trwc92CVAPuHD0z3PwFe+T5HTPRPMAD3sWfm8D0xNvQYff7zFDzO9SxqDPip/yT0dkAU+VfXmPCfVir2xY2K+V5qsvOFrBjznkrE877ENPQokSb545c696x/+vU4KED5/bBI9o1XIvT8qMT7HxVM97JDmuqEm6L2yk2O8uPeNPcEHzr2tVKU96xSRPLChxbz61JA9WGrTvbbHSr0pZ5o9/DTrPYEq7z3Lg6K9wwe5PSVhsD2AJGa9nYV1viPgFT2PkzM9yurLvOr56L1VAUs9aVFZvldSJb4UlOy9jyQOPljjDT3Ebw0+0wMkPXEiqrz6N2U9",
        "j0y/Pi5vmz63Akc+5n/vPg337D3lN8c+GvQLP0F3rT6H3+A+FWmiPgIcuT7fDgk/D0QWPyzJqD7Dlpc9nNgxPpIElL2q+16+cimkPZj2wr0dW64+L/6+Ph0siT4VrbI+vaYJP9XWPz0orHg+OWFmPsSvcj5ftss+8NJ/PiMyjT0G8Cc66/vsPZJR1T2uSoI+npDkvQhhxjxc6x0+HHyUPvAu173YcoA9nfkkvoUf7j678uk8FhievuJhND5BMeE+ooe4Pr1Ixz4kqpc+hLJ3PV4hAT7r8iU+q69XPpk3ibxkXiw+69pxvhHgSj5jZXo+ou2sPm0Tpb7HhuY+h6OoPipBnb6MP22+GamPPphfoT72o9E9O4LTPmD2QT5nTYM+2NoWPkeaPT5VlY0+AxAQP9hXmL5P5p0+xyJ4PZD6x77WotA+8QugvZW6Hj5Ez68+Q+DmPgPcrT4RsHE+xfNxPpuonD5hJUW+77SjPhhZXD7pQ1U+fxjQPuFS7j2a1JY+Euh7vopWtj7N8fE+EzauPiViHj4xMpG+2hqZuxJXnj7uQNs+4M3pPvg5Az/4JAM+f5CrvZnqVjxRtyC+cTbWPZxWmbzvH5Y+l1M/PqOKjzzwz/I+vV6oPgy9oj6ZSMg+d/2MPlOOEj7j45M+cDDUPtujV7xBAZQ+iY7hPo22ZT1fZ0G+PHquvaLp8z2gxFy75G2SPDiyR72qvf29KSWzPbLmE77QqLO9CbnMPe9qtb2aw/O9G4J4vlS24zzGHa28elpOvBAdgT4Wozq9g3s2vr1VgT0trxK+XPptPo21fr6VzSI+ZJTOPMUDlL0JHJE96oB7Ox8Pur2FbVK9icXqPO/2K77t7t89eI+nvbH1XDtnkJ2+OgsYPpHj4jqxX6g9FZC1PSGMf71XLTu99KvcPQoH9byZFHW+GizCPZIOgb4deko9/RMiviRcRT2z5A6+3azYvLe4uzuFXjC8ATwCvoV/C7yJhoG+0kpTPAOsAD68WjW+fXYGvcTlTT42Xry9",
        "QgLjPjNoar5XLO+8BeSFPYqqbD7qu5Q8HhW8vWBFGj2pZvG7JKjSvcjUWjsvhR2+9fY2vqW9mj34yiu9C2kzvi3T6jyWsR89HjqiPYkJFr7mAtM93mVTvNXRf73LFHg+KMXyPVmFgb60rMG9Q0lwPnfGRT3/07c7ubKbvfZjez14lRS+V5PkvBOLtr272Ks9bWnevTOKMr5zwj4915/TPTfQoj1nH9+9322xPbwv/72zr2q9W5lzO3namD1BnME99RnZvej4czpdTdk8h20PvmAVzrvrkz2+HFPNPN9/qjxKVYw9hBi8PEF+9D2ArYc8ASZrO75zAz1DiQg9VUyZvR2fHr74GLE8iFUovmpcYj6KHnS9cx2cvbsimz0ANJQ9FZj5PfVrFbyB6wM9WPDfvO+BFj3OaeY99ACOuYyTIbw19CM+wfffPE0DKL3nZII9jxeMPp9Rkr1qsSe+BsW8PNJYOL03lAo8VLesvR8v+b2g8vS9JzEBvkazjr0iTy6+1igQPCPLxz1USao89GmQvTHQRL0uukG9MfkAPkgmAr61uHY9NR1Uvd7Bgz0+U8M9Y+JWvBOO4T3yaiU9CZMavpnhnDzwFF89oTNGPRO9tT2fUIU7mIQsvuu0W731alC9vFe9u+qbqL1BI3+9tc54PKUUczzwNSA+88ASvbnbSj1SFIi98Z5MvLBgzz2/8p89lKCMPX8nZL29xs+9WFLLuwKzUz3nipU9gqnivSqj1z0LF4K9k1lDPnZtIz2cmfi8268WPsjWH74dmoy+MwObvUnjub2F/bc9pGJvPTAdKL1nBf28u1M7vXMoPzyaE/e9M01SPaqYZz5Mb7w9hg4svsZ/jrvIr867KZ/7vH4rS74Qhtg8ZO5WPa+WHb4E2CU9c0ZrvbVl6rrlRNo9+6hbPT7b4z3iyBO+w6BZPhqPx7w4x427peZIvn1XrL0H7OM9ooEfvSQx/rtbi1w9g4slvVlgQ76sVl++sBJhPoorrTyn4Yw9jCx5viZLZb5yTJ+9",
        "SdgnPPJhez2pvPa9/JRRPk7vRrwV9nO+5CLTPfq+1rznD+i968t7Pbzorb0OP0A+JI8gPkN1vryAG4k+ghDqvQLCED4YB9Y9pWZ8vqeNLT5V7ww9g0RdPkmRrz0L1LU9Sa2sPSI7Pz5i1lY+BABhPUytMD5rTao9XLyhvlz0ob6Jvae9+PRXPilP6Dtb9XY9wLpyPJgjQb1hDAe+y5EMvWDICr7gxaY9amC+PVIdoL6T/bu8b7FXPn9X2D6ejWc97mppPntEODwiXcs9NC06PQmAQDzEfG8+1ZEivma0tL2D9Ba+SRUTPu02yDtuyo29jd3GvQOU0b3Cjoq+VXlkvtVyKb4vziA+BeuEvaDtnL55Z3m9WAACvoN6LD4N3ka+spkFP1cxwD0v6bU8Z+BTPuHg/71FRKS9IgOFvjJlyT0/CZK95rZePiuelT31gBy+CUmPPER4+b0jj8k+AxyFviATDT5jMBy+3PikvvM+Ab5BihO9GoawPLd+gb1ok4U+OMLsPSNQYr5AXDM+zV9RPvRtNz6TRYq9KW5XvbNhTj1FcZi9M7grPvmEzDyHqQi+S07xvX6XBT41pwS+pH+zPL60F77zIvQ9/tzkPe6Rs71Sl4G9TR7Au//3Fj7m/yW+/v3LPpV2370EvL89MRvHvXY/Rj69WEq8wyONvYeK/r1D1A48nNrdPN3mGT6hzy88RCFnPfzFkD2bixW9VYdhPTy6Qj2cfFg7TxFvPp3ZNL7O6r898ciYvAUUHj1sPqu9z6i5vpr5hT7w8Yg+o9Fgvp4HlT3lf6e+11CovWIyvb3dFEq+cOADvq56Qj2zq6I8eue5vL6w9L2trCE+FYXzOrMuxr7HD3e9RPmHPGDppj39jkm+8gi2PsZiMj7Nhx++LG6AvdBF3b0dv00+VaKkvTQh9L5kRB++IxqKvqn0tz2IAMI8fos9vEUPRD2cUxC+yHwWvty5DT0i0C4916DdvoR2Yz5cLPy+mnm8vm1bO72H0Vg8XQMlPPSmST3V8SC9",
