{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              24,
              3
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Bidirectional",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "GRU",
              "config": {
                "activation": "tanh",
                "activity_regularizer": null,
                "batch_input_shape": [
                  null,
                  24,
                  3
                ],
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dropout": 0.0,
                "dtype": "float32",
                "go_backwards": false,
                "implementation": 2,
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "gru",
                "recurrent_activation": "sigmoid",
                "recurrent_constraint": null,
                "recurrent_dropout": 0.0,
                "recurrent_initializer": {
                  "class_name": "Orthogonal",
                  "config": {
                    "gain": 1.0,
                    "seed": null
                  }
                },
                "recurrent_regularizer": null,
                "reset_after": true,
                "return_sequences": false,
                "return_state": false,
                "stateful": false,
                "time_major": false,
                "trainable": true,
                "units": 128,
                "unroll": false,
                "use_bias": true
              }
            },
            "merge_mode": "concat",
            "name": "bidirectional",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "bidirectional"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "bidirectional",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 128,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 1,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        }
      ],
      "name": "sequential",
      "output_layers": [
        [
          "dense_1",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.4.0"
  },
  "hash": "412e0a41c3d07ec84183348c0cae9ef5f6b2fe08528eeb5a55681f2a3be55963",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      24,
      3
    ]
  ],
  "output_shapes": [
    [
      1
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            24,
            3
          ],
          "values": [
            "HBKvvrrvLT7kpBA/tCuuv2asDz8rfbI+hw6dPtrliT98dEa+Y27lvdO0Ab5eRwK+ui8HP0cb9b7pAIg//JB5PnLZDL/3w/E/fMkOvwjWuj6C5bi/H6m1P78O3r4Neho/BKDivtAJNT0Knwc/u5dOv0vvmj69Zek+QsOGv7nBlD6UYqk/zPlJv0cX+z60Hqs/8d5Qv+vlOD80pmq+GRGbPtruvb+FwV2/wTndPbjQgr7tyYm+rVIfP0A1MD7Lu8u+xF9mP8YRsD0vII6/nvkOPt6qGj8msSk/oPIYwGPPLr9lcTa/B25fPgspI7/0wCA/ewvgvwNq679fHHc+jj7JPiT8oT8C+MK/RGggv2gHEr7YhKg/YIaqPh/Fib/DgwU9"
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1
          ],
          "values": [
            "r0SiwA=="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "bidirectional": {
      "backward_bias": [
        "I17KPWeEhz44G1M+2PjNPcsnoz2X2jw+hoiRPvJLmz7KrgQ+v1RRvmRSST5tV5c+0P+rPcH23D1qQoA9nNknParjhb5pqIc9xfS0PRouMT3vhwS87uinvfVXNT6MFZA+0LhRviLqsj1CG8y+kMGLPtvBkj2SlpE+V2XgPW6SXT6pwYU+755hPv203z2he08+er++vg8btz0BK2k+ZolzPhQNGj7dWOu+ryO0PbuuBT50RF4+faHZPRVOlz4gDBg+GQoRPrN1gj5wAN29uImkPX5ngj73z1q+CuIhPlC+1j1oBoQ+WrM3PixSHj4fo2g9r6lfPkYYoDx3x6A8uUANPbstSz5k/1i+FlDgvRhGqDwEOTo+ArFuPb9IbT63rgc+K50OPqiHrD0W6Hc+DBMoPmiRRb6Pw5c9bw2JPkJJ6b61N/89/AGtPtlWgj6tGeO7akzzu27PkTvEHVk9ZDFlPuempz4FLoI9HMBbPQagGrvB+n8+GUayvR6GkD77qvQ9oaPZPDb8hj0FdY29PPWoPSN5UD4s/cO9dnu5PakePz0aTEU9ZnqmPp2dbD7f0io+EC3bPceNjj4sXB4+9SGwOgVMwLy+aV094BSKPnJgyD4T4Z49KuaiPVJ4kD5QTF8+2CYAvZLrCDzGTzo+ndL+vhuJ5T1CbUw9rdVJPpf7Mj5QryQ9XGDFvVjDeb3XFKU9YveyvZfzCjxbE389r/00vcm9aj1Li6i9j2EiPS+pjD1oZVG+Y7NWPS7+vT17OJC9wTpxvWd8Xj2hZp693ljpvNVGsz7uRIk9AtwiPIEvKj2zd6e9/G+yPcOFm70pkr69PtvcvXbnjDuAfUq8hHZ1PMTQqb2xY467FHITvfnplz3PsY+9o7KfvDbgOT1mg5K9sXJ6PcfUB71nXnI9dH80vfh6GD68Yda8pl8gPsNReT0SPV49gGQ5Pb1YLj6cLTa6jRvtvciPLz4goGG8NdcpPTO1irmbP6Y9+EtZPrvvmT3jv20+11kivXTcnj5zpfO8",
        "z70gPRTSWT6sjUQ+4O2Qvdffaj0ait48r+rgvXn6/70GZRS+1U+CPJYErb3PFz094SDxPUGdwLyVQhC9STwZPOobATsXgQk9DuGbvXOJj72NeMk9mYaSvf1ZZr1/L9q8D1IavUaTDb3nNPI9GFPWvBOzG7wKYYO9Lt3RvZ5wh72083E9VDDmPeIgCD1syIA+XeTOvRU8Ez1ugcM9eaPdvR4BM70CX8u8I4y0vay44T2mz3K8u98xPT5hrDszSJk9K017PrPC1z0LVlQ9ueZNPJemGDy9eR4+qT64PNFUvTuIMR49kMSSPRE+b7wXniC9hWr6u2aC6zxxNTk+3Pr4PHmHjD49mmg+zIRQPvlj8rxc/TU+mW25PduXX74IS5U+Z+vSvEjP0zsR+Ym+gx/nPcz46bwDIZU+3+LBvTgzmL5g6Ya+USi/PUtSWL7ioGE9LeAAvqjQBr7Q3ca9RqhsvbZJeT5TZmy+Y3NjPjqLTj72fhw+Q3bAPZ5GHrynXhy9KxWIvrPIgD4eoYK+kcLMvbLWcz7NXaY8vGfUPeD2KD5s9Km+GQCIPmo1Gr4S9H6+fofZPbOfkz6cylw+QIGKvl20qb5j8wy+7OQjvo8pnD4KeZu+lgzMvOVzeb4QAEg+aOd8vkNDcj7qubq87alePsN3Ib5sdYs+nScYPoMULT5HtRu9m6O2vBKq/r3rv5o+63hDvrqhRr2yZ9S99jK0PTzSjL5ajZm9hKBfPs58cL5PsIk98ndlvuA9UD7d1ni+5SN6PggUQb28Npq+tgdnvibOBr5zpjK+Mp43Pq6kMb4XH0S+Me+PvphrBj5A26E+oAQwPrpanj1Q0xw+o8j9veX2l76jt/i72fMmPjuL4zyZb9I9pFBEPmFpDD5486G+fvWdviEG2L1ipDU+86x7vu87eb7FzXw+NhtGPTB4j77L0Mw9k5NdPeefAL5ixmQ+YGcSvs4JN76+PoM+2y6MPRlmj75Xvwe+Srkyvi3Kej5g+5Q+zGWwPsDYiT3WyKk9",
        "I17KPWeEhz44G1M+2PjNPcsnoz2X2jw+hoiRPvJLmz7KrgQ+v1RRvmRSST5tV5c+0P+rPcH23D1qQoA9nNknParjhb5pqIc9xfS0PRouMT3vhwS87uinvfVXNT6MFZA+0LhRviLqsj1CG8y+kMGLPtvBkj2SlpE+V2XgPW6SXT6pwYU+755hPv203z2he08+er++vg8btz0BK2k+ZolzPhQNGj7dWOu+ryO0PbuuBT50RF4+faHZPRVOlz4gDBg+GQoRPrN1gj5wAN29uImkPX5ngj73z1q+CuIhPlC+1j1oBoQ+WrM3PixSHj4fo2g9r6lfPkYYoDx3x6A8uUANPbstSz5k/1i+FlDgvRhGqDwEOTo+ArFuPb9IbT63rgc+K50OPqiHrD0W6Hc+DBMoPmiRRb6Pw5c9bw2JPkJJ6b61N/89/AGtPtlWgj6tGeO7akzzu27PkTvEHVk9ZDFlPuempz4FLoI9HMBbPQagGrvB+n8+GUayvR6GkD77qvQ9oaPZPDb8hj0FdY29PPWoPSN5UD4s/cO9dnu5PakePz0aTEU9ZnqmPp2dbD7f0io+EC3bPceNjj4sXB4+9SGwOgVMwLy+aV094BSKPnJgyD4T4Z49KuaiPVJ4kD5QTF8+2CYAvZLrCDzGTzo+ndL+vhuJ5T1CbUw9rdVJPpf7Mj5QryQ9XGDFvVjDeb3XFKU9YveyvZfzCjxbE389r/00vcm9aj1Li6i9j2EiPS+pjD1oZVG+Y7NWPS7+vT17OJC9wTpxvWd8Xj2hZp693ljpvNVGsz7uRIk9AtwiPIEvKj2zd6e9/G+yPcOFm70pkr69PtvcvXbnjDuAfUq8hHZ1PMTQqb2xY467FHITvfnplz3PsY+9o7KfvDbgOT1mg5K9sXJ6PcfUB71nXnI9dH80vfh6GD68Yda8pl8gPsNReT0SPV49gGQ5Pb1YLj6cLTa6jRvtvciPLz4goGG8NdcpPTO1irmbP6Y9+EtZPrvvmT3jv20+11kivXTcnj5zpfO8",
        "z70gPRTSWT6sjUQ+4O2Qvdffaj0ait48r+rgvXn6/70GZRS+1U+CPJYErb3PFz094SDxPUGdwLyVQhC9STwZPOobATsXgQk9DuGbvXOJj72NeMk9mYaSvf1ZZr1/L9q8D1IavUaTDb3nNPI9GFPWvBOzG7wKYYO9Lt3RvZ5wh72083E9VDDmPeIgCD1syIA+XeTOvRU8Ez1ugcM9eaPdvR4BM70CX8u8I4y0vay44T2mz3K8u98xPT5hrDszSJk9K017PrPC1z0LVlQ9ueZNPJemGDy9eR4+qT64PNFUvTuIMR49kMSSPRE+b7wXniC9hWr6u2aC6zxxNTk+3Pr4PG+Mpj5UXCs9CrEUPiAF87z19HI+WvRdPE8dlL50jgQ9z4xqve281T2JZL2+zVybPfONr7z3vNI+uUSzvRuALj390Je+OyyePeTger20JIo6QDPivfAXN76+I2O9p0umvYdfgz67wN++mPCEPq36lj1+9827szyBPZPgcb1w95y9Q/TXvbOicD79ZpS+MCN/vSYWkT7KVhO9R6X5PcNEBj5J5vy+Z66bPs2idb46fgi+8UekPUpdoj6wPdE9fUHBvkCPsb4xUBG+/bMcvqPA3z5UQOC94hHQvI5vcr7KzCw+78hoPK3rhD7uqRg9xeXLPudY873/93A+9JrkPX8fsj0zv3e7Tu6GPOCF/L13dp4+6481vsuZPb3qrku9mJbyPZtExLwoKI697oAVPbJD0r4EPMs9JQrDvupDOz4y1tG+OVKVPmu1Rr13CdQ8GA1zvoPDtr0//pq9qPfDPX7EZr0/qNG9hvwRvJ+6mj2rBc69K55GPGqLyj2n2SY9RISQvfjTzL5Yx1472MwHPvBaDTxBPWg9tzvUPoRa3T3XrYW+q+GdvvpwNb3ZMn89BwXZvsnzdb42G7o+1A1kPQqmoL638r09TXz+PFa6vr0VRZQ9BT2EvUuhJL4wxpg+UigZPQuMir4a+Ya+mouWu4kgtz5fjZI+6ZrGPi/xGj0uZ3Q9"
      ],
      "backward_recurrent_weights": [
        "MeaKPt2yrb5ipxi9h42nvlPnbr6ZccE9lZ7jvNbY2r7MYu692AF+vneZLD6c90Y+8Odrvg/wZzxb+EU+9FPqvlqQ6z3Y5iQ+Mv1bPtwGl7zT27k9NHSxPeJOzr4sfGc+6mf2vhSZTr2QaUo+6ZgivlTJnL5vhWY+6YfQvs1paj5eG08920mSPWvHgD3JDd++ZHnYPTdQOj53gIA+tNvuPcG2uD4VclA+yJ5kvTQwaj7LVBE+gZIovqYGYr3aD1Q+oMSHvUbXvj1Qzwg+uJg7vi6iYL3SsRQ9u3t+PqL41LpQtgi/NICKPtC5vr5naqk9sL2RPStCkj4utMi7Ovh5PmY1x77jDia9SweEPbfB3rxUFe89dQ/1PY29Yz6OCTm8Ei68PqGP5b1hTgQ+luBZvalEzzzBdqy+lwkzvviFkz17szU+lzcBv2Utnb4RD96+zHKovTFMtTxLnpk+NjOjvVSfrz6SAtq+o4VyPqEYZL6ZV+6+VpZkvvJWVz543bK+jXltvWhfwb5e0W++pVX1vrL01D21bDY+eQ+gPlujSb13ory8O2XFPSKFlD6t7Wg+jbyNPrESgz4/GJK+LnyBvtTO5L3qztC4dHlzPq7Pkj2KxLS+S/sQPohlGz5yzLM9l2e9Po5C1zyrCdK+G0UKPY2/IDuv/DA+Gdk2vryh0b4Lhpw9dSVuvlG8Zj0JAfE9eMdCPbmdV70x3rE98I7Hvle0Dz1tYRa+iFqdPhYWcr7mkkA9QCCiPXy+5b1tbc2+AQsTvTRUcr6jRJc9l6grvjO9pr02+mu9kZJpvg+spb08TJw8Ut4zPtTjcj4Ufpc9PA2EvrNYi76wbU89fcbiPEQAv75Zpmc+mygZPnxIMr7Zv/w9p8vOvRiDTb5s5bO+vPkMPhzVMj6mr3c+iwpSPnjLUb63F4Y9P5Iavtk4Kz5QDCM9pgOLPn9SUTxkvH0+wDb+vjKG2L1UiwI+gZVzPqZo0L6eGnM+m+W5PZfZcj6GVJi+ajRYPgR1nL2moNu+",
        "oWLRvQiKEL6A+YU9QrD/PcTl1j1+Op6+49JxviMV/r2c2cg9zOyDvuHaj74ubPo9kGZCPSCcgj0dAqg+f8ODPb8w0j2fq9a9SJy0vs5oQz1Naeg8Ke0Lvn57zL54wqm+8FREvsDV5b7zxRq+7ajCvgcPn71R4Hg+K19nvgP2P74cxz89cRFUvXWJPD7EJdi8ECKwvlhx8D1sbxy+9N82PUSctz3Ifhi+0m73vgUyfz5IHws+hceGPV6vPj6VB889Z5cMPje6dr6uDxG+Z7EivlGmIb6iVVe9jXcqPveUeL40kkQ9aT9BPumzrr73fWA9TgBUPd9zCz7IR0C+ZLAPvtm7jL0wHb4+uXohPZKYG72Bsc69EZsNPlsKi71OyaA+PSiGPcp6QT5/8NO93FJ/Pqex0byCPZU8XO+4vcvar77RTds8wHkZPhlqDD6InY0++ru8vq1cyT1Ij2a+ahzcvdILFL1nBpc9ufSNvdXyHr1jHEw+EBMhPuIXTj33KAQ+9KN2vugqKD64Rz+7Mwc+vgNEur26iwI+WlZJPm+0cD5nELo8zHWdvdXaQL5+Xb69R4xePq6qpLwyKys+Al8rPZHS3r1hcx++cb9BvuTJtL25tVO+tAqSPlF5p7zx5gI9rSLJvqAu6T2JMKk8bjDDPLD9Gb3LmP29r3mNPupDKD74bEW+TUQBPuWpGb4eine86KGevdclnL5/IkG+kq0nPqHCmLtll1I+MZOrPrDjDj09lgy+H6nhPUnmRD54zTA7zMmRPUCXTL5ktaC+MgpCPbDrxDs5VgK+ZplfPrUns77hYay+dFBevh6nGj5vrq8+Cpu2PpjrFD5JVY0+kEVIvhDzoj2ipj2+kSiaPBMolT0Ouog+t4IdvrooiT4QVP4939cPPsM/zL1r4zo+SqoPvWrCgz0u9jO9MLqRPg+2HL1MSQw+KXScPkWylr7kd4c+mRdOvusmgL4TiLS8yNHaPf1yWT2mxZe80tuNvp6iGb1LEkC+l0QhvcfngD7pNog+",
        "gPi6Pqm11L2XkRg9kz7bPKTUib6YkwY9II7ZvLbJBz3YaVa9l6HtvduQlT07/7e9UYGVvPT68z1l+Ki+oZbRPT2SlD2iSvC9zEqzvUJoBr7iD3e8uXUoPJRNazxgmDy+DIH8vcbw9D3beVG93H6XPa8/ozzIyCy+uGIePMLcr77zNZa9JYElvhDMoz15uiA9dUmXvaeODD1Ib928S6QcvilGt70pjO66mAdMPb0vRT1W/yS+X/wjvshHML5NkMu7E5gNPkxbq74LLT8+HDI4PESzHr4brgo9CQ6bvkZA3z3bMWE9X956PeKETL33QEo+0gNdvgXbyT1tAmE9evMGvBIiLTzHVTc769gZPjdQqb0Wn6C+/yuyvqPsy716Nlk+GfJwPS7xgL77x0A9D4K5PTqNrb1QlM8943QlvfGRDr03+ye9CrMGvY1naTs9XVE7/1g6vhq3QD6hKZa9v6jzPLd9IL4TH6M9f6FIvYW2wjxwgl+9DVG+PJizDr4AT3K9TFB7vHRqGj4Rmkc9OBj1vJeTvL1xvx88F/1ZvNR44L3RZwI9Cyp9vDMR0D2yGYg8/LNMPqYhfz0vLIK5odZ4vJOSEL2vebW+TPi4u0PyRr320fG64NuwveuYm73iiIm90i53vMs4zD3BrQe9GFKuPt0L4T2OobE9ob73vQROY73EtzA9Rx72PcFqOT4baea8+K+PPRBpk775AjE9knG1PewAAb4ymtA9ipsSPY874r2VUFQ+A4SmPV9iPb3u2DQ92dU/Ptb7rb0/J6G8hl+3PaqrEr5TYJu77j6FPYtIYL3zJ5w+tIGrvMHNJD50VII+h5vePWDHz73JrKm97lUWvhieszzTN8W9piLCPYCS/jxfbb4+5uY6vpK3U76I7Si89+yHPa5C5D2wfvC8Cy9TPvc2473DKQE8xbf8vXJnzr31hqu8e8xBvTgmEL6IHIw7DGZyPdyEMr4D2VU99pgrvdD0Hj02wJc8tkbQvYJ8mTx9nxi+509WPqHHjr5z74K9",
        "6R1lPca0Ob4cH7q8rTeXPpK/7rx4Uk69BBCOPdDjpr3b5l4+48QyvnUOIb1ck8C9H7NovWR9Dj6f1w093SbDPXswHz6RWHe8JCxtPeZbaj5xFgM9Kj6RvO0XMD0AfTo7CYalPfygsz0oCtY5jmuHvYpS9L0r1O68d8lZvCBJNLwS9b28QGxMvTl2hbxuroK+6+E1vec1trtPbqK9jK9zPhBquz26qKq8np7rPPgNOb0tOuW8MwHiO47mSr1ZtIE9Su2fvs7NUz2UFZK8V7I+PHo7fD2jASe9JshvvQ1waL7IRTs9ASuRPJiEST3cGCk+570rPr9dhz7tOmq9nTkcPnKoLL7Lph49VoJtvGj6HT58Chi9970nPrlHez35MRo9MHkoPjRlyz3F07I91d4pPTty1rwz8Tq+LjpnPOFhEb6db8A9s0ZfPUPaVT11g7m9h0/KPRuxcD4TIhq9x6oLvu32872ulv49iRPMO1TvXj16ZgY+OPfgOyCmn72frSA+4rmmvQ44371cfIA9JPf5vUAIiL1vCSA+4bkFPeq4AT3+N7Y976KkvWELXT351dE8SysAPgjDdb3ZPca9xAwKPt4PAj6IeSE+FZEbPgsfHL60Uii9dRVbPjgXAz6TIgq+aZJRva+xlb5E/hK9d5mIvQ2rKb5ynyi9nr30POAiHD0IpeO9+ZKIvdAx4D1aiF07mlqKPl8vjL1VmQi+EOkHvQNThT3gICk+hBXxPaDEeT0xEmS+qgbGPUP2uDzgqxg9asU5vBs/ubzh1Fq9+wo+vY2K0D2iLyQ89fm/PVFOSLwdHYi9Z2ohviVQ6Tz10wk+GOMAvmdknb06R/Y9XwXuvbuJZj5no+o9PqcBvs8IvLw4D+c9U1AfvpbUbb2Csw0+FSZWPXIVALzrvRE9jGkPPl1Ewz1g8XQ7WUmCvVdCRj47ppG+PVyUPYaZLz0IcuE8ELLCvVjsjT0Pe4S+TkB5Ps1/lT2bnPY99tMyO2tBV725zLM5e7Uxvnydkb01AVg9",
        "Vd+TPYbhbb3XGBI+lpvQvEYwzD3tMSC+r8otPIXKer3XhbQ8jn52vi66lz0ZvRu9YhlBvcxp6z3Dcf29zzpRvosqnL32Hh6+E7+UPuX4Vj0bYp6+qe6jPeiZcr2r+Qk9O7GVPgXcyL0iYX8+dUTUPTrEyj0cGhO9pvbKvGsqgzxeFP485Uacvho2Xz6zBR++9KuGPnPjJ76Rafa9o5Uevkobmr1+jfA9avQCPuSFPz1p29K95J2JPAZx871viYw9lDSqPDeY372yR+I9aS91PlEkdLz2kaO9veAuPq20k729Miq+4M4wvilHFr2+6A8+7gcUvuZJVD5vfK6+y6hZvjllXLspkfW9ikqAPLD1/jxnCYG++1X9u9u/gLyFBAc+6S6yPkwAVr3FIgo+00aKPhRgkz0Lhg49vgmpPXyl3T06ymY+JRvvu9Y8jL4AygM+0jOVPJ/aXD2lh2K+qqrMPEZJob2PoYG+3woivlj8mr7+W2M9JCdbvpIRmL2G86w9GMo4vjsgUb6oGYW9B8cDuxRHZT0ETa08gn5mvlJ+or2sLGE9lc4jvDqMtjv5C7k+OqCFPaYaBT4DvwW+Nd9FveOKOL7EhbC9kLlLvZ8uDjl7PrU6BdCJvfCdljtco8W7HWInPphsPj5J+x6+MZgGPkkymT06QC4+6uwOvpec0jyujn29+989vvygRD1SvXu+yxvbumcYnL3JYXQ+xdULvlKNj7xjTJ29B67kPY7R0z30I+e8XSyKPSyJ+btusCm+rIfJPLBLLD0sWAm+PnJXvq8OrzzpZRi+A5AEPSXdK70fDq4966oLPoZPGj0b8g0+ZAyVvk7lAr7wtpM9mVglPhvv5r03d9+9CmMevjiiyLuM9vo7iECeveXLH752A9S9Voq0vPwjPrm071s8HLiOPYQTtDze9im9dQ8QvNbFHj3dCcy9IZGGPnTqub5g2E+9W3gqvnCVCTvYkX28OFRbvX597r28zCE7L+r4PZNY67uSvGQ9VWa6PaV68D3lpZ89",
        "0opVvlQBFT5k+Z2+M8V3vT+1XrzhEYa9Yj1xvmOv5r1SY7s9sGsQvWcyAb4XlwK9W2ZQPX2rG73GcKA9PNmEPV8czb2k6DK8XYFdvmWAfrwynUi99XSDvrzeIb36WHe+FsjCPembjr2G2vi8o7CePFzC3L6kca29uHOBvoBtb76/CF09vPCFve7OpLyKT6s8Xi4avqM4jT1sP2c9CCWOvfyaIL4u/ei9t4dMvvi4qb1veDS9aq0avssMKz78rqW7RPOcPXveob3XUTQ+dHWjvJ3LEb7dlp09ij3OveI9j72ZSwG+oXe5vewbnL3XPZw9IwtcPA+uBr4PZiM+AMqxvMm6f7xGk4g99qxpvuF/kT0KJZ08ohE1PQA/BL7mTJ49jm9ePS0dEjxDB9g9U3sYPu+IP72EpZu9jZoZvu9Itzyvxgs9KbAcPF66ZT7CbRi8aeInPVLEDz7i0Ge+eJ2cPdcDBr3tVOI915sbvMftlzwbQD89HeQFPpx0hL3AOq+8tKw6viiUIL4Rn7I9KyZYvmTt0r2bddu8NSkoPDF7Vjwsykk+k4KPPBAEtbsEYdG8FNwFvVXdTb2R69s+/eQGvUg5Ez6Qfm2+4v8wPkK0v73SvdK87ap0PiYeyrzqz6+9eYHqve00qLyhaJI+MX7dvZL1ZDuADcc8u/kxPlnlqr04XwY9rBiNvmbS7bshu7S81RYoPafY1L0vADK9F1ZJvfvdkr3XQUI+jwiPPA2qcT2JSgC+jkGtPFUifr0UkpY9m2XevVevAL5r3BK+3fgLvY8jF72lKKe8y8iGveUEn71hxrq9jNeivapwrL0I5wc+u2JAPYSE8b2inik+7scdvjkN+jy3b30+oVpTvL3+db6vEsE9b/hzPRExybwdAAo+DKm8PW+Ckr6ULts8ODBkvaOeUT1uEdK9Uv50vfslsj3/IOg7vK0KPHd/Dr5QCeI9y0MIvWLtLr05nNy9MUDTvCwCNj7l1/C8r6Anvk3lTL1D0B2+ADkAvmPOIj04em8+",
        "Vv1YvtEARr0XUAa+LV4fPW+Lrj3LPhq99wK/PZI04rzHfBY9n8W9PeGbtr1aAps8n6Skuo6Paz3fSHo+n3R3vSu2aj0gO4Q9Qt4aPuGS6ryrf8e9wxSCPrNlTb2+fho+LQAKPtlOPL6BOVc+2ldKvqepDj3lnlA+eoW5u9yHBz8YgF49bsuPvcCvlrzISse9glNGPjsT97wOzCA9qTUZPt0dJzxAt2o+m0BSPayror12v7o9fkeRu4f9az1Y4kc+AH8fvg0vOj5GKNi+crvBvSf7izx/8cS9gjxEPinHKz2ytQW+lItZvdQVjD3JYPG9qRk+PhjboL25Y4W+zD0hvUPpoT09ubo80N0/vYJ71T0h908+pkOlPvRVCD5SkBu+9ZOIOyRd+z1T6ZI9Dj6fPTPir73H11K+3rOVPUNXUjzRIjO9axPsvIcggTzDJ6A8miFFPuZIIr5eulO87/EGPtBBUD6zPQi+/snaPewXUL7c94I8UkJePdd9kT2BwyY+suUrvWkxWL1ANrm9d8DOPRSZszo4r5Q8mM5UvTNw/jw0LLs9rjI/Pe7zSj3wzpY9kqB9vX+55jv8fR+9OjMLvAj8Bj3zfJQ+PsCjPV1vJD33NAU+g6psPVI9y7tU5hE+c0qHvWnSXT21GH69JGSEvfHzAL6bxSC8XspLPYQvLT2gQik9D7sHvteeRb7xb0U90ugYvtQS47w8aLc7QT4GvifrWD4uVNU8P1rwPRFuaz3fMqM9+j4jPCDnIL3Prkc7eJHcvWJxij1/dNm8emWpPKrvlj7fhqw9t5e+vXA5wzwUByS+orCvPU7kUL46qgq+qxN4O4PCzDxAwjM95PjVvKEygL0wypo8gOdpvgaSCj2+fV6+vuFyvbekubvDuJK9YqKnvZgUWL6kwwg+kLWuvbHaxz3pihe+sH0kPrwzmrrZNai8twcdPqjYEj54DoM9iCWIvaXOyj7lcCU95GFqPe0Gxr2Ukg+96OKSPnqFAT3+9m0+qt+QvZHmez46DN28",
        "tqrpPNdzjj4r9e491Mw2vkP4xj0uvJ495Ee6vdd8bb2UKr29jU8fPnipDL78os08qdSMPpmUdL3w+qK9UgxGvZziyr1Mf3I9Ki/zvU8Kfr6SFmQ9UUaVveFwjzxQpGU8BOmIPc7bC71W9gA+WELCvAypZr59CMc9mN8JvrQzo723sfw9advXPGdn7D2FEEU+X0H3vSM9B71hflg+wnU1vuougD0rM/g6CUowPPH96DwfHcU8FREVvUloyj0Kig8+oUiXPqgQGj5Uhg0+b97MPa64fjwVoYs+NbHkPfKbiDib/Z28U4ZIvC6ejb3OvZG++JYcvhwb873yt4A+GabpPWuDAD41/Ei9HHcOPeOWHD3Yp5g9QTYpvomLTb5PK3O9p1wHvpqIz7z0uQm+pUMKPjkbrjsnCgU+Z4hQvek9sj2TqQG8XIAHPdkTKj0SguK7dd43vfLQar7fXqS9/E7LPQhpuD0IfF+9QZ9ZvcMBsjxEmti9FjsHvrfrBb6tWJO9SiuuvQIDSz7HfAM9jvFgPdL6gr0kOr293hfFvEMUMD3+li6+tvZcPGZzib3XRS2+lIUVPhV1GD4m+Mo9iyZfvjM2Kr1wmI6+mhEYvm7ybD5Z2pM73NBfvolxK75KIPY9VMMMPac1fD7xQii9DqcoPlhOXDwZa0w+tTYLPslBhj2VnJG8C9H3PUV8v726lPc9vUKivmup5bzXZ6m7NackPFLhhr2iRye+YQZVvDkRL77PboE+OkI0vQgCsz3vMNy9iFKIPTtqED0iFjk9HggyvZS4C76twIa9iyaMPSU7qrn9boS9IFPAPMTxRz1Y+le9A0dsvabSKD7kvle8DJdRO9RaN76kTT6+61JkPhTPr7wi25g8zCGvPU9K0T0RQwe9tmOFvbrwozy35q28cy66vTnLlL3Av/g9lsyEu37LWr5rmB0+28B2PYBvPL1sf4w9bl2OvcJOEL7Yq0Y+pGoavpa5cb1MMZG9qLiFvJIurj3zguW9iT7HPfK5Jz4tOyU9",
        "SnZFPqVNer7MZRW+c4WvvjRA2rxCQg4+9N0NPqV2Mb5fD9a9nShdvSa6Pj5LBhg+HTIXvpW+Tz7JV2i+fb+UvlsArb40CD+9fHNVPiVVTr4mBFy+nvlQvrwMsr67M0I+E+6ovlVoFD1iAI6+u+XOPa/Cob5l/qe9Ubouvu7NT71rq6Q9f1z3PV5ygD3NGkS+/sUmvqDU8DzH/PY9mi3mvMS/BT/qi7G+Uz0MvRdYxj60Bw4+A14LPifnsL1dd58+nehTPZUDX752Fw0+KCjevAw45r0TeM69QjONvBa3I74ntSa+wYQrPWbpvb6gRPG6ggFjvTu1qT4x3lK+a7Ydvv8STL72pge+HzBiPSWT870C4oy+f1+3vbi1Cz3oizM+KgLUu8f2m71vqOw9B+3lPdQKL76ywws+pN3QvKVFmL5eopA+W7Qlvl7ZQ75mLQw9ZwjyvTJknTwKes69Xge8vLFtlTzwr5C+ucF6vmGrnL686F2+vnOJvpjbYj7Bq6m+znGQORN5VL4V3gq+B6l8vkbUkz2Y+Dq+TzIIPpLTq71pppA9UtwXveg9jz1G128+HDIxPrKuGz9K95O+ftEyvnMHXj6joUW+StIDPmkbhL37VQy+DzDcvYIwILg7OaE9SLAUPrpPXj2/ACe+dOomvvh8Az7/pMo9qaDNvUxDcb4OQZU+8mMmvgPEUzyfF1A+/QBKO4L7Eb49B869/qyNvvFSKb2BpOW8sxBBPiYriL4DZrU8GtQRPm/8s70oroC+Dr+4PTJKFT02bv09OLzHvYqGPL7pf5W9dydBvk57JL6Urca9XE4qPbi02j31hoY9kWHvvX5XLL6051C8gWE2PVlbWr5FSYU+Y7s+PaC0Yr4a/Wc908EwvYjhz70/5qs9i6k4Pooioj2p8ww+5xd0vdzpD76ZwzA+IrCGvtQuiz4iKGI9CwgePjEWID7xIH8+dOAIvtUli7wB6i4+r709ProIb76fito9NKvKPcwFfz4CUna+NhXSPQPQbL6/+R6+",
        "XwqAvdHZlL1NS/w9u7LYPVPdcD5bKzy93z/GPSLbFz7Jdv895jL8vT9mMb4H3qM8sBFovXSNED7E9ic9bLjPvFNxlzwacFG+siBVvjr+UD2ba6M9mJHBvUKLs70Dmhq+3GC1vaxvbb6lpS07hTe2vol+Ij2/OV0+CL9Xu+u8yrwMOyo+Moa1vQe54z09xcW94fTnvGzHLz4BcCo6rvybPRkX+z2ThVG9iL5bvr2g17zVyzE+npuqPfMBsz5uzBw9SVxTvh9bgr5EIqC+aWT9vUZOhDx/gbm9fGNtPp9hbbwwP1E+hCAPPuE9KLy49mQ7trKsPfpb1D3jOdu+G2A/vkDE/bxQJvw90pf0vSWuD7xcdPW9JPehPdP7dz7VfAE+e4RivQ4ENz0Zm4U9o7jYvKWh173aGb290i3WvDyvmr6HdVc+URwdvOKUhz3W0o697YAOvu0UBT48KOe8PfRnvk4HWr7S7ZM9hvKAvp2znL286Cc+cfMzPoU9TD66xSs8Gbw7vVbN5j05G7s9EQBRu0T8Xb7Kjew9Qy6dPqZvoz0tuzU++gIOvvP1jD3hMhI+VczLPTWYnr3vGFq9gYbuPQLrgT7Ob7q898cQvtw6tb0ux+G9uf81vvZODz3ALmo7zL86vh5W+72hH8q+VKARPUKser0F4EG+smAmPIgznr3opAc75tSyPjR6Nb4jXmE8azN5vat9E75I/fs887YbvadKlD3IUnC9ZfK3PWNkPT6dlJw9LNo9vC4xt73lKQg+ZTwMvWslA7x4xh2+1/BCPVIUbb1fww09n/5DPLtGX7x4UYK9rw7pvQiIAT3WxjM+mt/tPSmHqT3UFz+9mF3dvWhdIz0vemy+tniqvP2jkj63cwU+OcUHviNXJj7ayYY9bkzGPUW6FT4Epj4931UVPnPbjjw3iAO9Hi8ePifytj2d3Z09OIxvPkJDzT2eBRk+eU1YPe6wgr0mkAm+0Q9JPcRWmT1qObK8srXLvWEfNL5WeOG9HHMLvpTvcz06Fba8",
        "wvyMPsjVS70PaQ88n6MWvh9BEr1G7589FA4APtUaEb4OC6Y9VKUyPsj5DD63jJ691nQ0vaalNT6hnre+qKBsPN98g77vHU2+J23bvP9aO77ogAQ9pBvNvhme170BhiC+0454PknKJj31qIm+IN41PXUf8L2NHke93l6EPPdO475xQny9rwImPsGYrj2orpO6CIm8vd+CAj7GLZM9PHQEvmU89T1c1SS+Ob+SPWzMvz5CMBW+xuCCPVSGib2ytIA+UdKqPYJerb6z/c4+wTpSPhobGz7pJqW9ajllvgEuTD2B5bA9H1rvPFeuvr16agI+KtStvokZPT7MHhc+5LmyvWNMI73lLka903xPPce/LT6bvbC+LPxivpHn7b2jYUs+HA6sPKikEb28KBA8T3cuPp4afr70xw8/zYzPvSpPQ74hljE+zzd2uwIidb1actA+WH6Mvku0Bj6bTNi9cWjjPZNZpL1Bxqm9X8LsvZlglr2FZd+9reuVvliJML0Y9B++Wh+bvbDzEj36wSw+eINHvZT5Bb23BrS9w79evJEEtz1gNyY+d0LePA3yrzxlEOc9grfyO3O0Tj6DFQa+8l4SPObP67z+Mmu+Hn3nuvWcDL4tiLO9diHiuo5/JD0cwj693yLBPb+iij4cHMS9deUVvt2zHT5vNrU9uuwXvjflC74dk3O8pUYrvWFXQj0RVL88XuwaPgbiDzztGMS9rpc9Pf4pi73oyvc9uua+Pf7xi72lFCs+aPxjPcqa4z214CE+aUGkPaPNn703eCE+9T63PVTklL7Bi329Fvsnuwb5j70nPIk+ZOuyPQuvRz419zg+YPE2PgFJjb0CDg2+LinqO8an0zz77788MnOCPYUm+r3htVM+LgAEvjAcBb7afd09ByzLPZaToD0grJK9Bv8+PWQzab54KgA8lk8evqqvlD2Xmxs+m/XovXezJb4NW6c9gJTfPY0FTL7hU2g9IzMnPGV/tD06i/G9tZxlvtqkDr3VDjo9O9b2PcZmpr5Po3q6",
        "09Ctu3y+074cs1y+GdEru+9y1b0b+Ya93Bx1PskozD3ckrk9eoJ0vr+Cuj3m8G09NIaLvVrKkzt+wtU77pXSPRutZz1Zj3y9vi2YPd1fmz4gA9c9ze9wPMmwxrz0qCK8RD/GPGXX3rtJcni99e5PPdcw4z3ur0o+GLiWPDHNgj2128k9uQWlOwctKT3sDlm+Lzx6vAYR0T2Hfzq+fsCFPaoqJryE5Tu9V0AwvGGTMbsHv6E9iWuYPZGPhb1xs3k8w7dLvmAvrb2/Eoq+LvbAvA0LLr1Z7WK+qhsavPNXAr1auFW9zWWqPaW207yzhFQ+8zfgvHoc4T28wBS+4kkiPd7s2r0NIwc+HzBnvYURPr2xKSu9O/KqPbqmOT78ibQ9bemIPvka2LyqJBU+VVUaPYEJPb6EbAy+bVkGPaFXs723Qd09IvIgvFWJazyzbuW89Yr/PWXkPj78aQw9/VolvkDL1b15OhQ+epL9vW77/7z3whc9ramCPYjUtT2sISY+8QcCvc3xnL1VnxM+F6/wPGYHMDvgaOY9GGwgPjIMSz2OtLc92Fe7vVy1OD5dZAo+xN0qvTNAP75xtlu9iVsuPuX+yj1kHCM+nDZ5PUo6dr05N4K8egOnPctqDj7c20e9z8+gvKQqDb7+Yz+9XDnQvY8aYD0pHCS+cQkSvpLnsboDQpC8eMIEvTD/wD3C1EW9EI8JPuLvV70r0YW9iXUPvReDXD22/jU+qWl/PcHtCT4/dti9mYlIPXUyML4BSME9iD7cvUqavDzoIyO+f7/PPTEKwz0MiFk9Mf8DvmKTQT14Lt28sKHBPSZiADwHx+s8fNyXvTn+Wz4NCtM52uJGvd4Nrj0E4iA8UkbtvTOBNT42o849Hr3fvccQDb3rnAQ+EdEGPr7p3r1jSfs8GPbYPSscdTy9byS+DRMwvbp1HT7+kj2+cYbTPfJ0oz39Z1K6Iqnkvd8ZdD1UFP29hyIyPpK3OD75Ex8+jdAfPJPk8bw8rsy9rAbXvfkSYr02fXy9",
        "h2P0vaRCnD4Bin++w8gCvVKoEL7xhOM9VsWFvVzEuT4F0CM+ZRwTPpqH0r3Zi9S9GwTuvYJZUb5P+gA9Zy7CPv/7er5K7ig8pdV6Pveefz4VDCo+E1oyPuliqT5rzj09+aBNvnGbPr78keO+umIXPjPiQT68tcg9AlFpPo2P97ycERo9aseIvQ8fJL4+JNE+A6DqvtcWubw7ogC+0MFAvL7y3L30CYm+gHpJvmgwjL2G08E7ijzWvcxc/T3cl329xJYdvr9fGD4zWGq+lI8Ivr08aj56IP49O4QYvk+FOD1OrqM+d8ZLvfbqqTzOFta8I/o0vdZnMLu7XoY+GZkUPv8Yjj65qjI+nP2WPZSE1DtL5R4+N1i/vcv2m71IgOK9wSedvqmWND4ZsSO+PdxWvJxULD6iEUg6Xs3CvQt+bb65VPe92v5xPm9osj7xbRU9jMeEu7Jxbj6uNvI9jnGrvDpMmjwAuq8+3m47Ps3mET8vJJg+dK6svVw6Ob4hmw0+3BGNPQ71Pj5hGOw+JDg7Pl8tTr23yyO+7oi2vazlEb7KEae9gBtvPb16yr3+zqK+ZfbHvpsYoT1xN4U8c36HPRGeWz6dD+m8Da3IvYQzIT2q1ak+iCYNPpzzfr1pxI69V2yYvPJaCb5wnqQ+6YTDvqBVNTy+v3u84EBWPB0yOT3Uy6u9vrGsPgURAb3vpJg8RjuVvYEt2T2y+Xi+7ZGOPq/BQb7iFL49uebPvX1+87tOcBU+ArYrvoPg6D3/P4w+/OwdOi7WGL4u8Yk93CiFPGfYZb5rXv88pnxEPcHuNr08aOA7jBKavSg3LL3HHvi877s4PsPP4D1f9IM9w/LlvduHej5tsNA9HkuTvDDZBbyMNzq8QOACPmQhrDyO9pM+Jxm1vc02Fb5u8Xm+zXP7vUtFc76+BhG+DE6wvK0nyL2ymSa9Em0mvvMjXj5s8Q++PhtzPuqsPjwHUfo9VLb4PPYLXj5O00y+4k+Su+cUQLsOOn49KoTSvByzTb4H3l4+",
        "QH+kPZ4v9732G0k+EOY+vTriF7yffec7SzRMPhzNBz9MJ8q8gSQyvrUvVD6amLk8APKnvHWAOD3lbZk9cJuOvOb5j700NOU9dvyUPr5IMTwVUCG9J4n0PQf2oz2P5PE9WTQhPjt0uz6RzhQ99k7BPj/c2T6Cuyw+KM6OPlXiPz7GtwW+ich6PrarH75I5FE8EICKPp8dEr3TbAS+fyguvhkXY72RWHM+BQmVPkALLL6EO6i9guzvPUYg/73Wqeu90uM7vibFDD4VVTq+i+XjPQajJj2JX3q++buyPd81Xj6BBGy99vowvaabwj13jSw9PmXSvTPLIb1ptdy+gfQAPd7aBryxGzy9/WpcubzQAr7/Zsu8hKhVvb8KVT5N/za+U0OSPpRy973wkLg9kKdpvi0TwryQOla9VJ5BPocMmrr9r4E7DAyXveYFDb4esgK+DVQqPjNA8rxuOII99rBvvTnv0zyPiyI9SoT7utEKOT0eAqq9/kgRPuvifT0r4Ce+Iw1YPkpcVT3iGCk+dIVCPpdtK73sq2K8incwPb19sr3p62M8COeyvMuSYj400ag9/t6Ovt+uybyHEva+74gXPS5Fgjt42568rWx3Puj+Vb1Ps1E+BfXPPaGw/r38u549quNaPjAC7rxu3DO+6xl8PWy4Xb31O2K9jguIvpjmN76XVx4+/jmCvWOe7z0BCSi9nK+4vcYk0j3uSxQ+xfHhvU31+jy0ItA+5o4Kvltz7bsQIxe+5opfvSUHvL3vi5I9dZN/vL9XTj5h3e89ldVRPTH+4j1U02c++bMRvi0HqD6lVFA+14CCPswvsr18Dxi+NUmavTf0Hjs2PXK+6shbPQQTez0AVeS9lfZpvQwnAz5Ejv68QxhUPF9/mb75n1I9AKroPUsVnz4d3oy+jntfPUlNe70cQbK9LCjcPR9/BD5N+KO+cTeVvbl9qD7aoOW9BUYvPlXRiT4rjB2953XrPK+fNr1MUam6Z8MjPkpuGz2EVQM9qv++veshm768RoW+",
        "c/SYPrB4Sr0dqDc90VVePOd3R74y9ME9VNgBvScMULzGRfO9RuC0vRy1Uj1PxBa+br+9vaw+Nj2Uva6+lvIGPuRn9D2e/zw7PPs2PPX0Ub7zAGw995FpvQ+x+byAQiK+x1tbvDxv/z1a6AG7KvOYuwWoSr0NNQG+/q9oPTv7xL7J76O9YXkJviMK6bx6SLk8+4++PPvkFr3FJBW8+3zJvRTRQb62Bq08+vDkPKfGxT3lWG+9BBk9vZ9INb7qng48SIIdPpY/hL5VsTQ+nab7PJGqAr2c+IG9un6QvnFUFTxb/Rs94REKPv6mtjzXDc08NQ0ovncpcD03Dvw9QF87PdDo2zwbvdi9b2A9PrynDr4PH8q+CMSvvhJdmb368Js9iRtlPdP7Q741Gas9iFVTPX0Rvzy0rAM9xTaHvQmWGD0UL2Q58RlcvkS+GbuVgus81A8mvof/CT2WsFg9f2OhPK4aXb4dcdA8HWrSvcR38zzK2xo7L6izvDpcx7wiHaA9k7fBPSZl5D2n8KQ9K7m3PU35nrze9+g9J6ShvE2sVr0cvak8l/5bvS9XXD3WnIM9ZihcPtD0lDzJaqe951WUPXKf3joo1iS+C9NZPWQKG75kjBy9xZHavWRZhr0Ch+O9oO2APcfYET5rT8W8O9SIPuVIpj1/t3w9UF8wvgkUZL5Rx4K9bFZ7vTOtbz7tKxa+kXY6PjjAOL6nj8Q90B3Bvf1tQL4CpVI9UofuPNh84b0wD6c9DVomvb4xWj0pGEa9TCNfPufev70zdWk99bVbvdyllr4FQp08iCwBPgHdC77dp8Q+ZHcsvdC4iz7qsIw+Uf3RvfVtn7306869RmeWvYaZkr0TWvS8QViOPXwtC733gWk+AjKtvoM1J742msa9c629PSU0Gz6NrTC865nCPYLNCb4rNbU9vOKfvIW2tT2tZyo9LDxvvNbYP76RtG47d6wovgnzO76ImbM8vfgrvkkKK7w+RqC8XH4uvgsAA72r7c69hFtiPiZlhr4mZRK9",
        "sTKVPSKbib77vbw69urgPWepT73p2LK9yDwsPDGFJr4jc04+7o3FvYGYo72DLVm950aQvRH/bD2c86Y9XRiBPk2mTD6Ch1k9K8ANvoIvlD1iG5m9d+bUPDyssby3PAc9C3FWvQGCjb0hrcm97mjjuwdUKb2iqKe9S6ZlvTBC/TwRLEi9T5ePvQ6rgb34bBa+ZfPnvQNyLb1OxwS+0TpLPlVhZz1XGEi9XKJNvdRUkz2tsK89vZZCPnr5nj31mI+9ZxOWvsTICryeGVa+3ardvLKSkj1YFxu+hGkzvWy1Yr6zUZE8cakNPQJ53Dx8l0Y+ewANPk0qJD7iBle98aMOPtvaHb4TL+c9/ZufPcaUmjwM1xY99FOtPrJ9gj1I2Uo+MyZSPq1RibwUeJM960RfvfGZ3z0OejS+uGEcPMYiGL7B+nu85NJiPTrSjD2GRPk7LSh8PamY8Dxb9ra9sRXyvS1s4jyWjZ09utMhveOd2j3JoN097t3iPYBAHT5I+oQ+JS4YvnPlTr3lYtm7Ov4mvsC+DD3DfwU+SGgNPL/MHTztzuQ9Jpt4PcqWPz7ku9s7RkzKPWIPr71vCzu8uicbPkERFz5YpJM+ND35PaBDlbzdDoi9LDVcPk65AT4kCL692tbFvc2GI74rNSy9ldQsvtrVEL2vmQQ9qOdzPfCxBj1kMN+9Uur3vDoHsj20RMi9K9drPhkouL1OoAS+eKybvSM4VTv960w9WokiPtSLyj22Yr+9euOXPSv07bxuf3g9G0ghvT6k0b18TEG+pGkePSj56z3fM7698jNePcH5dL1Cy5S9PECyvXDvIb0vVjk+D1S7vNaoir0tETU+pU0AvqrC9j19rKQ9pmvvvW4AgT2SLxI+Z3ARvoZidTuxAQw8+aw3vEHvGLz+BDg9nAcUPmxi3brjlRW9GhttvWM7uz0cCxq+qS7QPOKgDjvqBQU+6AQdvk07VT21ugG+/fOnPjKuFT45YOY9RsdZvj+OTr34RLW9KnUwvolIlzosdhg+",
        "kz61PpJN+r4gvYG9LwKSviW2O71+C7G9NSJPPdz/vb7Vqcg9IG+Wvf0xEj0E5oa++dHwPYHpwL0Grv29DFvtvX+TFD4DWII9yllGvsl5Sr66zEk+ugafPuSlnb7cdZe+DFW4vQfNDz86eo++jxO+PbL+xb7AZpy+oV1Zvqt1s76gDUO+tCkfPWAwhz40Cz4+QKUmvs+yN75sqFW+FbgAvigXUD6p/lQ9Nd+wPiqcwz7/HLm94bOQPhjal72EOIS92zE9PjnU2L15E3o9K5gzPVGEhb4QrKA+ixlUvsPo0D2VMg6+MK4qP0kxzr6anGc9a+afvkpqsj7ZI8a8U6RHPhckjr53kKE+wWaCPQcsMz56zUe93yaDvHpBcL6k3vK+TodMPtYgCrxPquK+YFWzPUk1rz6iyMY+G1xPvNeFkj46MqA++9Esv98dl77i4Yk8kGAYvn6MVb36ROI9HBYbvkC7NL4Oe9i8l7suPW/E170SCP++LQL7PSWlC7/DpK6+1n8GPz2WczwSFwQ+phbGvk4opr5wE1g+nvG0vDb++D1IMF0+4usKvy+csr5H9/O9oYjmPXHy4jyWfV89tB74Phd8UT7Lp7g9YqMovsC7zL5RecG+8TDivFxqqz1qRZG+YFthPqgp8ryEdZO+Ud2FvdIHGz4EfD4+twLuPUQOF7/aHlc+wMMPPgPzwD3RBRy+18QTPejMHr5fKDu+aimMupBWkr5Dt++9NYL8PGslPL2wGP09EscKPVgIkbwvwc48ocIIPrPi4bykNho+WesyPsopUL45336+WuGRPcBsG7xP3YE9lkudvA+AEz5gYZW9UYNLPr5LuLzt8eY9lmpqvgfiwL2bGGA9KMoFPWuxmT3NT5s+F7e9vM8zqb24vzc+kM4qPo/wQj7dmkC+ZBYGvFV5Hr5P7R09C1WBvcbQqj3Qbdc96eeSvtpoMTvRcxQ+f9agPUbtw77e8+O8RU9qvSHNQD6VMDc9pTb1vf+WAT1klMW9KB9JvSEPsb44/MA9",
        "orOZPnB62r50EpG9FwnzPN5XGr0yKjO+ngksPo8Crz4HLx07Yriwvaitvj3MfQU+rVGtvnV67DwEkKi9Y06RPrzdvT3YQiE8XKaoPa37Oz5L1iS+Z+RHPlZeSr3metM9endCvXzMED72uWi+CiTtvVzkTTzhPzM+dWtSPkgDnD6HK+89513DveDrrL3tHJm+ifd4PlzEQD5hWWy76kMxPteJMD1dEFo+JgvdO5n5ob1nYLA+gQlJvQGoib5+6CO9DTYyv5Qaq744hxu9+XkfvsyovD1q7qu9VFOOvKXYnb3Beie9BQKKPrjWqz0sfh0+xp+RPehEJb7cf0m+o/0oPomBUb3O4fI6nhQDvdcO7j14pJY9GAc/PpSRfT5iY8q8X4MAPh2hZz4BU6Y94xSGvnMdB73KYSi+bdgxPT7ElL0NWfi7y5wivervhT2WYio+ZVkKPpC4tz5bQmC8S7QtvHwWQrxQSNa9I6VXPf5qcrxQula9+l4cPuSmwL3zTok+TiJqPq9jlL0Lpgo+++3CvbrvbT2vNQ0+aI+NPGicw72EQM+9/fQSPRV24T1kmCE+7pf3vRfhn73PcZ++IQmvPU85E73zhmE+vsAhPgGIEz5lHRQ+lFe0PvtkXj4ae+K9yBJPvWJhhD0MXoU9A8OovP/of7wHC52+P8E7vvQDPrwFMhG+xCONvnv99z1AVoS8/84oPsiW+j3xRtA9NTDEvSmSOT7wkyI+/luzvVvoQLw9qaW+vBChvQ4RAr7Jaf+7q6/BvGDyXj227G09apfovUfuWz7WRcw98Ls6O2b4Uzvo3EA+5NgnPawMibxtBPy9k7skvu+i8T3DfI686nxPvqs1Hb1gSWs9ukLjvYXDsryI3KW9Rk8SPVpzwL1s5em8594xPb8WBb52XAi+9bwePmyAMzzbP0G+fLt/vYmG1D1xUOu+l7ylPTb8Lj7IWSG+TWJ2OloBXD4xNF09bj7DPYTEMz4TU5a9guhZPa1SRzx31Gy8hr5Wvj43kL4YMW69",
        "DZW1vvurGD7KeR2+UZ2lvrBAZT4Dx5A+SEKsPkz2qryuDLK8STeoPiIdSr6RoOM+GwO9vRFOqb4fcfg90FtbvmIQB783ysM+7k5JPiKH2j1hisI+Sp58vqbsZr4CSx4/mTuaPp5shL52p6e++txdPlsXEr5Fzm0+2y1IvgDKlL7bA8M+GHyUvbPti71pIBW+9EbVvoBphj4UUOA+2hePPpoTOT5rGPO+fcuVvrF+Tz7/b6A+8uqSvZ+ptz1JqX++qm2uvvaF076PdlS+moUgvrVoHj5+7Xu+M/fSPNYTSr6NUXq+2lK+vofSl764ulm+jXp+vSy7k71oLNc8Uv+OPsxkF769vRS+j0UVvuMYu73DDKm+snB/PhOOIj4sQAc+rFlPPehljD7s53Y+TPc3vjIGML5pFKM9uxWKvVOkGL8I8qI8oM2BvUwTIr0GwQ0/zFuIvQWAtT2/Yo0+QpwfPoqVxz6zoam+dcRWPmcVQD23D5W+sNxDvgenvz5NLsq9NnYYv6Lnib7waoy+3k5rvlcOZj7cJAS/ztzYPpoXpTtrl6K9UwtFPgTysT5661q+drhPvzdUoD5r5Ro7HnAAvwOxuD1rX5Q9hGm8PryGAT+kYC2+CWKnPtjfAr4D0IU+AsH+u8A3kr0U10W+PLQAv/c0wr0oJJK+oeTvPd7ehLuanFk9oASdvgQP272cuac+/3CivXN/vTwhUea+GLLGvtipQD5pa9I9As0wPeteqb6HdwC+8AitPTwvFL6K4nO+XOQtvmgbv70uAFQ9BXP0venyZL14gZI+F+sTv21spb7VO1e+mjXHPZo/Ir572h05rdsJvn4dub0f8fw6CrZLPqEFFb6JVi69ydIlvvxFDr9Ko6u+LSbwvP/uIz1c9oA8x8o4PkChr714g0c9bYGTvuqV5bwH7fc7zfwOvhovCz5Bp0k9Y5wrPl1Ebj7HKUg7ZzGbPItVmD4S7MM9wvGhvCXVnL7jA/s9+pTCPfSH8Ty6yqI9K6igPcpbS75M6Ui+",
        "2GeAviAJED6BaSU9aXM6viEnZT6UUsW+HZW4PcZb/z0AS9+8zRRAvq4Nlb5lYDY9gEVbPoKKwD2KtfO85tMPva4MzT0JBje/5TMPvmrCvb0I8Ic9nbeNvtLis77Q8rW+1fTHvkrVIL5nNtU9E4OTvnGgYj68lUE+WewFvv8MCb66rb49pZGIPtOaqz2HCS8+k6EfvjVJqj1hS/S9M46AvnkNNL37lLC9PbmivB5VJj4E9Eg+aKVZvgFm+j7HNQM+eAkdPm95Q76EmC6+MeXYvqFSFr/NKdq9XP1XPao6HT7wCk08hP8bPiXBAr9ah769lKSWvJfXHL1wR7q+3XASv+o26z1yVx09xrZJvuFLGL7VP4e9yRU9vNWFqj7IDLS9RyWvvbtlvb2RA+a97KAuvPAmqzv14Q09CDalvUORL75dQvc895YkPllrkr0xsfW6OHEAvn4vh75GHEI+KqiMvtY7xzuH2o29D1zRveokT73HLBQ+PTyKPc+G7zwKyYC+Nh/xPJ444Dz+MRk9Q2tQPnJzlr3gLza8LF9sPgSOizzSKJ2848DqvA3SW70Q65g+K0EZvJ4Ml730AVu+I0v3vaVgHb4siBG+qTYtvq4UNL2vuTI93Yi2vhiW470yKWW8shQWPF7ApT2triK+2zFpPLAJhD3p5G89S99Nvji8lT73u0Y+pheGPtKs6L3GcYK9Q1ksvqJY4L53tJc9/hjuPQbTej49VW49yVXLPIpiIj2GHKE+9iHPvR6CGD2eI7y8fCMnPb1rSj6gytg60uGWPJWTkLwskZY+o0cYPoJyjT7KYyE9mHmKPUS7LT51qlI739cjPlLaoD3X6mS+G2aqPcL+n70X4PW9tt0uvb73KD6J1Sw+kpVnvT1hFj6C4bg8qQvlPItZcD6h/ZU85D1hvtoP3b3YrAm+ei3UPtHv5b2cNtS9smzzPkqPuj1Jtku9mwBgPvGrRDy3Uia95sXBvAE+QL5DNA++XEJmPrCXAL1j1609P85PvcJDFL4FfMu+",
        "jh0Nvm5xmj4UfR4+tX57Pv+2uzxeuyI+a2x1PZSIpT7aqcO73qGQPrOBR7414D+9BwUJPinFUr72Hfi9P7mpPgvCdL5tmD+9jBCpvkf+rT3WbTy8xTAIvQBV2j6n4TC+NHmdPl6oNr0hyIW+GB7PPZIOoD6cOk69ZU+9PrfAS70rZSK+Z0iRvSC6iL35gKo+FaO0vj0TND3bZqi+oOqZvo7Jh74o/nS+fSAmvoWu2LxjsCm+3BBzPYmDIzyBCVu+syLgPK4UuD0QTDO+zOUdPjbcAD4mU4U9fdxrvvC5sL3Trc0+NRXDvoSQXz6QYC48lS2kvazxqL607sU9HCDfvZH9pT5k+wU9XYA4PflUh70Sh+K9q5O6vSbV7bw7uBm+Y4K2vnLfG7y+yYi+lEUqvny467ztAs0+UP0fPqStgr6FCWC+YQTGPvFbvz64oPM+QF1TPWsO0j2lxEe9STLgvNWIyL2HT8I+81UEvo8XmD5kG74+fGsdPpM1C76MoKg+caErvUw8xD7WPl0+ZG+OPrsyRL6bl22+iEIwviazoDuymxm+12MavndMpL4M1bm+hrUnvovmG75Mfm0+8ezCPUWlBL61oRu+cLXLvbDAEr4j0YM+fcqNvSNj3L3lUCe+m5vKvt/tyrrq2rk+Dkf2ve4Us7zP+iO+LjvtPfF5tT5Ujjk9xYjIPhDeMb1d/xa+DPY2vfVU97yFLnc9NE/fPpPrXz071KM9mXNbPYl+1j3kwH69NmSovPsamj0/gQI/kQE3vYBVLD6zU7W9WORUPnScqj0/GYs8Rhx4Pp4Ndj3Scxy9P+q4vVMgD75cmuU9TazEPn/6mD40EA49DSJXvtsHDj/4oPi8U0QHvGRJWT6Uaxa+m9tMPCRBDj6ywuo+vidJPJHrFL7qRzS+ra1dvVIRGT6gtU89MaIVPsQ4gL0riSy9sWREvjmDTr3d6gq+IsAiP9RU8j0cfN69pswtvqBZpT622M69fG4tvtxeTL5MlIA+PrSUPSyKED6XNxU/",
        "V5LcPVY6TD08pfA7j8i8vaDNF74cC38+LliBPvS3jj7ZKWG+3dp6Pt7h3z7EXMy9WerIPLcb8T1pOC++zYosvdD/8rxwdow+1Y/7PjfBcTxYFBs9U5U9PqaGyD7AhmU+8ba9PvRyGj88qAk+KJLNPj9fNT5AjF2+Kw+EPgmDPD2O47Q8+UwTPNu3s703bJs9nVAIP5mxr7xy7WA+L7zJvDyAqr1cFpg+TZkKP0qWt73len29O+yOPTyg8b6F6Yi9TDbhvSYaHj5VbrQ9DIxYPkcsez6lNVo+NFGFO/bWTD0fKA6+7vMXvlBOlT5GeKM6G+h1vXwIvb1LaAY+D3w8PgetQD6JVn++AqxAPbU9wD0SKng92zH4PJxTxr3ea6u+HusWvar5hL1i6UC+EOWZvm/P6D2q2lo9l/B9PgLN+T4s1+i944VYvYx+qr2H/6S+aUOxPjFwab7gm8U99yv/PQFY6z38sBK9w7VGPXtosT2zzLG+zA9ivlJum7xbXSI8IJGGPkJ6YLwkkuc8WdyEPqxaeT2RYRY9XnlcvbsRR75PJgm+dMd2PWQXJD6ZvTk9qcygvrCj4z0GcoG+usKAvbBB1L3ZNOw7PsFxPo/jxj0a7Ik+dRoYvhXGe70lLZi9shDmPtlffz1Bdvu9ac4GvXFWIz4bLz4+pkCDvlIHMr4uBRg+KQyXPRr7Cj7ieMY9RnU3PLFdfD6MgwQ+83Navs2NC74sug6+b6LCvuzVDr6nGe09kEUzvsmBEb2HVnu9PtkTPvjpcD4Lg4Y+8Cs5vh6uXbw3GB4+AQn3vSyVMj4bUEA+exKHPjSBML4rwLK+xbWEvu0xfT2vy3W+XNCkPVphB70wiR4+nQ0cOw6FBz2leIi+sOhTPXexuL5VVay94+n7vRbczL0YY1O+vleVvVypjr1uRME9Ua82v8zxS721kCO+uz1zvgrknT72cR6+5ACKPsNMpT5+3kM+ZoX8vNifBb5Z/L89ztXrPV7Ygj0ihO88U3YLvOCcd75X6ai9",
        "6TZHPpUlUL51Byy7l3vJvdawb73a9Ua9y5yEPWOWUL56B+G93wnlvMnLBT5SHiG+PeMFviJ1+j0RdRW+6W4MvlbOsTxtfU6+pj4avb2tHL51BxK+f5A7vu7CMr73BSe+uB9jPuOLVbzPC3S9Ty9ePCkWcL6qKhG+eQ4xvqCwvb5Unoa9lfmQPWgYZD5uUsW9QuYjvueuujsBr8i9g1RrvreRlT4X1wy+DJ49vTU3HD4eNG++TisWvf6tDL642+89t0+GPYH0wb5ZhYY+Q47hPfmjFz0cCfO8WnfePBg9GTyV/6C9hafMvS/toL0TWP+8IBNavtwyRD451yu9fmtCvs5QTr0+e7S9EjfYvHw58Tw5EcC+jdUMvjKIPb42JIw9gL63PSqJYb7k26c9+0tRPdhe2b1CHJg+HMyyva8+UL589RE+GtFEvfaAK76OeGA+rq0lvqaWfj1xOfq97xdZPaJhB75tCZi9GoxkvYVLBL6Xeli+TtqevnvGhr1/OsW9IFkYvpMdu71+2Jg9vEY8vu94xbwHmSK9kVHTvdgRBD4QERw+tzZXO/uH6jy4xok9SA5jPmOLQD69KpC+5fBVvWXfJL52oi++zTfdvWADzL3u7Be+5dQMvmPBKT22EQw8S0DCPDewST56ViO+JG0GPUECK71jFqY+EDCjvrRfV75kzNg9H/1lPLnsYz0Rcz++n74aPhlhGr6+zxw9o09gPilyz73fVHs+vMYAPpo2OT0ZF6K80iCFPcW28LxP5TU+Qs+IPcOZkz1yxp497rIFPm8Vy733YlE7xQQLPmikG77cxOw9IJOBPf8bxz3Wk2k+mZ9Hvh0n970UFw87I8F0PTe1Lj6CILg9GxvGPQqlFT5/r10+1LJjvqJeKb7yDlM8q2PxvPNJ9zxOZWI9QlA+PMMiDL3Yf8M9nQNqPmCxgjx8bfi8yAnAPKmSC7/MaJs9aPzRPbBT5r3uEQg9O21mvS7vNTyYvsY85cm1vDPQtjueHOE6PcbpPfF+hD3D8E09",
        "X6rovWt0Yr5iKNO+75gOPgQgrbzLBKa9NiBIuiYpe70Lox0+cv+sPIdrQD5p7wM9C0lBPQATIr28njg9BACkPcvJKT6B4VE8tOQAPncsCz6yIB0+sB+2vRsHVbw32eO8imcRPm+j0b2vxvO9vNfBPQY0E74tKcM901LNOxrtmr2GKUs5Xkj+vbAVD72nHyy+wQwlPl0AtT2bKe89Vsl3PQWvpD036A6+7sHXPZxFqj3rd4Y9Pu85vKFqKT4GDmG9kUloPf1HNb40Exw+s/45Pl75dj0AmEc9Tl/lPRxZgL7ifNo8Gm2BPZqPRT5/JDQ9WM8gPt9prTyeQz89hkIrPlKc+L2+2Za9HwcGvjE0HTv0D6S9UfUkPiSmQj2CvBI9dD1UvdK1e70MS+Q95QDYu9hSF76AmL29Jo7kveEMkDwgPw0+HYq2PdLhlj2QkgS+OWYGvn5z7T2+JJe9j26+vemOnr2VI8s9OtXNvRLGET4QAy89bkzzPTpgwD3XIPI9Vvkavgz+Tb2krgw+FZSOvUp78r30oWo+/poAPpPFdbtLPPc99cwovunimLyNuf08PlRUPvrlo72rOSM+8qXhPa2stj2NhTg+9zSBPp3MHL6zozm+JMB/O6nT6j3LPmi9AJKOPUUAB75p+GU8ztQovqNDBD6Gyj09eD1rvU34fz3rQVa91A+qvd4ynz1R7nq86Lz2PUVRDr7dOLy9QJX8PQclXb2k5KS9YmgPPLUQuD2BF5y9kmuVPQ/enzyAz8g9CPRFvQMMbLy+Eea7nxSmPWbDvLtDyww+Z8zjvKNMCT6Bmhe+PFWPvDplpz1evoA82b1xPSPQ7z0WqYO91iYzPAXFAj0Xhui91L0MvnHKfj3h5KG9Btm+vRriUT5lXs49rAjCPSYvUr2Bvo49yJQKPiVTNT2lPEC+amK9vR2uUD4tCt29evkiPuC6I73HSwq8+RC/Pe5o3LrW5jK9FTxDPhpmOD7BYzM+Hemyva9hGr32YmO+irLZvTd11D3+5xQ+",
        "bX1Vvgiyhr0EJMo9SjEOPmI2xzvt17O+RobEvt+8FD0jhCY+OVkKvgAK4LxyVMC9pScnPRf/zj18hgA+/A1BvYP59b2i7ie+iPJhvesO6T0ZqCO+ix0bPnQlxj3sMfe9oswTPvF6Cr/7/eE9knLgvmrQ5j2ANpw98VmLveZHAz9VEeS9TCHYvssqrb1Ab/O9jaE/PWP/174OAYa+ukyAvuVW7r4BHHO96WQwvqhGZb5Y4Zm+kBkXvjCWCr7hSpI9eLanvkKaRz68oug8xTkvvjLEEr4P2OI9x8ZUuyS/6L0uDLG924jivhZoFD7wZzi9gnnhvVCti7wQKMW+uBxOvgAZkjwZhNc6z0+vOvu90r24fLc8kioGPuA1ZL7xnuQ8Mg0WPsBP1D2+M/I9Ic+BvaYTf7x5uHu+GHsCvaOS3LzmlgC+KVOlPZBEPr0AkwO+fOMtPdiGaL48Xxm+SVKiO360AD03VOq9D7e/uqCIY76y0dA9bezFvbvkyDwtEGU+hV/NvnR3z7ztYSW+46ievGCsE75VDtm97/wJvml/Hr3DxRA+syhBvkNXC73ksw8+qyonvp1u0b1YCzq9t1KwvrGRab5IDRA+FVJRviunOD7BV9A9wIIovdJOjb5bnge+LD8QvOhBzz3isQi+yRQLvINdb7016rQ9+XsKPDcY2T1mTK2+dyc6PqgEe73VD3W9DitTvXnFP726Dy0+gXxnPomLNj0ptp27SuRqPHoDdj56pzE8dHTCPHLr0zvwK6A+Qd2pvdD1Gj5jto69ADWBvE01mTtEz8u9yeI5vT1ccryYqOg78mLdPSs1f71Pc+c9cMW2vV4JnD2J/Qi8KOUyvZKypT5T8Ty+JPujvRmi+z0V5dw9FW2rvc4ez7yvakM6tLUSvrmID726zKk8UE5FvdFrmz3AmCu9OTW4PosUab1JqKE8v0CAPVQDmL49yEG9Yno3PiQE0DtqPeS8lpJvvdI3qDxWGaE9BHeiPVBaob1LqXc+q/6NvZZ2QD49BjI+",
        "iQcRvqgLdj5I5TC+UEQcvj+VTr0cy0Y+V5KUvcntJjxMH4Y8UBOdPC0k6D3Uw2i92RckPZEJvrwT0Ie9iHe1vQ9Kgr3YKyO80n9RPv81fj3IueU9ukxHvUB7Iz4zqR29BuyVPsKHDT4fCTQ+s1iWPhFDUb4CZIk9rW9yPh9ds726/SC9w6I1PVK4ZbymbaI+qsFJPCk5kz2FhEo+YbWjveLMmb12/Jq91KyzPdYcijzyfFK+/o9OvpGXS72BHB+9ZXQJPqqkaj4CRYU+uiwHPpLxYj0+GCI+485ovfwfGT1f6a+9HQFvveAIRz49Iag9Ir0kvf/CGb6q0HM+8XsYPjjRsD1xNg2+w4THvVOazjwT1No9wjr9OroqXr6CvhO+NvYLPuh9OL6oWYS+esu+u+CHSr2agto9dg1Kvotkiz43awK+EkK+vfhaSrz36948OeJoPcNSory0uWY9mRKfPesU1z1yEda6VWMHPoBrjD30baO9p5asvD8hxr0UgCu9AQ8Iu7zTXrx++zo9Z1HdPZXUPjkP1ZO6BZgvvoR8trxk47e9+KkZPKXZ2L3TB6E9gl2xPIGXEz5vRjM+65/FvaAGLb1ig9m9mdOOPQtrgj732yc+AQmGPjexQr1ejgG9l7CEPspGKz58a2I+hOnsu50BGj2hfSA94IA7vWWcx73nhP49SjuDvvx7DD77BfC8bCiPvZANeL2B1Bg9Tm+ePV4UND1OjhY+ZNPtvPWyOb0n1B2+xSQ7vvv1iz30Acy9dBfVvBMKmj1DCHA+rbmGvHNrB76Ee608TVBHPHsZh7yY/WI91PgTPhbSszw4khe+4y7fO6wm1j0p+yk83qkHvRTgsL0o7gU+msZ2PaP8vb6S/1q93gu/PHtTar32ttC877AuvQq0cr5H9Ce94lxIvoqw173yCCs954NaPe2HH77zD/+6BgyVvIk/ET0iV369MUDNPUQSGL1BO849Muv1u7OK7bzILhk9oRS6PLX83z3wiUK9WBh1PAPNsrwitDu8",
        "xF2vPvLo4b6ZIDi+YvTTvnvZKL35Q/a9il8TPJps+b7fYRO+ZBEUvmm2qT6NWTU+zKeIvvfDmD6XgRk+QUwSv901fT6vUjI+bAFHPut4db2EcxQ+sscWvDGKjr52zBU9dAuCvu19lT0FNpA+mOFWvoUdzL4htSA+87HCvvBeCT7iIxg+op4EPdUiSz5sT96+SDaGPjKWCL3PV5M+RDoBPqPWMT6YZs4+3jGfPhUcVj0JRuM9uvXsPeFzxLwCbnQ+pe8OvsiJdj3oS/o9KT3Xvd2ReL5QrSO+xYSGPh1MTD6YqRK/iOXxPmwHkL7TxUg+SdJTPWs2HT5P8bm++Xh4PjU9nb75bfi9J8tIvn9kkj2oWLo9bKRJPniD0D1ksws+QP6vPldOxz0Xyc09WsQiPuYCHb7pi6++t0pnvvQ+iz4/ghs+Kbbtvv9AAL9W+72+/+kSvuGMxb12QyU+PsUFvvsAAj7mugu/3XQ3PsrKAL8cWK6+hEi5vb/OdDxmasS+omjHPVBGGr/VS6y+wRTpvmh3jT3Q/oY+IyttPuNyET40PUI+KvxCPGbigj7ie/g+1n6gPsDpGj193pq+RIswvAayljxj1mo+YXQGPsr0MT2MtMa+Owg9Plkr6z3STwU+Z46JPpBJHD5Qur6+4JejPl8lzzyjP3g+TpRdvt6R9L5GHrQ9h0f9vsRkjbob37Y9bQ4VPKlxMr5QzoI7OF7Zvim5CL4tmIa+jPjdPErI/7283Wi9vXZ8PQLXMr4XBga/oyiQPe4rDb68RJA9ruYjvjoCDD1Uiic9G+jEvT+VH73EECI+sbSsPU0yNj7Qg3e9V0jRvgb2P76IjRg+C5/uPPukFr9r6jO9gxGoPYoVT75Nasg9fgtzvaoat73XTbi+zvoNPWfzGryJ94M+WVerPRh7073FSro916SrvbwWE7yIOak9zOIWPijeY77BYSE+/tRUv7IYjb3e6QU+z16gPTW/j75L02g+pTyLPjeSAT5FBiC+Q8Tou/ADDTwgCTO/",
        "VakGvkblML3OD0k9LgHdPJ4u0z1iS4e+LDSMviYphr4eKaA92L8Kvi3w5b4Ve509BzTGvdLPs73fN8c9agaSPZzsB733AHy+uHUMv2mh0Tsiqz69e3pvvs/xFL+S72u+ZKKmviPCAb8mWI2+fqr4vgq2gb4QYRg+2dWyvkgvUb58kIM9xv3WvfBd/bxzmf09skEXv3Jt8T0yUfi9klW4PYd5ED3XeZm+loYlv+87DD3RKfc4w5HsvSoGnD494Tw+qZPAPW9hZr7WPK69/5a3vkdolb6EFCC+3nnLPNEB1ztFSp+9ZfYIPgIMkL59xMI9b5frPTvEDbyIQog9hH46vr9rIb3bopM+GrvVvUn0E73FUey9aorpPAKfnjtN26Y+jrYIPrbdTD6KbSc8i37dPpKQn71k77m9XiCcvsyZyL70FNo9NRl/PnJ6Az48QY4+nAcNv3ZVbDwZtp6+rhW/vEcuEb2OLD88JrLDOhq9ebxE5J4+SzSpPZzfE73W2bU9O49yvjyujL0bgLA8UNO5vqsQnr0nO5S8zp/VPT3thT4saxY9PYn6vDLxG714exm+pUqoPpsWPz1i9mk+C9VLPtYcMjvl+EY8pkxfvp0VqLzNdq6+gNmKPeBRsT1jbc48SbrUvjfDhz3SzaY90fWVvdZWGr4fD0K+Ye20PtAwZj45nVq+FQH0PfgKqb7cPbG9BP7tO4q2cL7Ibgq+WUFcPnVKyj0QW3Q8UbrPPi9zmz2VyT28BzMHPYYtFT4rwaI9aKj9vSmThb4PnJu+EZFcPR0iHb2ElIi+eV1pPrRCcb5YaIi+DomnvrBrFT6UG8E+o9JjPlaR1zrOrsE98kghvoWoZD0T2qK9zDvYOpRlG77EXYE+mPtavP3/oD6f+Fg9qL+DPZQzjbqBpbg+AzeNPdETGD3RGQ6+TvcoP7udtbx6jtw9cgyEPgVKAb/6LYA+1jcgvlSqDr9lfr28AxQGPoBn+z18jWK+19ldvtqG4TxMrfi9ZsP1vcmm5j7APjU+",
        "C9D5vdTGm765/308uKg9vWZC9L5ZERw8TRVDvp/4dL6tZfk+o4yNviv6577WIfS8rxFxuJeOTr6qhiu+Ts1mvonVeD6oNgY+wTWEvn21nT2TtYo+3HcqP6WZjL3TFLS+nA0GPh4WBD5M1mE+ZBT0PRlSfr5JKoO+TaeZvsBaEz54Xbc8pLWPvhyMlb6Wunw8mG9xPitTn73AQJq91nsnvpDnB75NfK8+HG7AvUFwpL62Rwc9MbQ3PNv3l730o7G+6Jj3Pc4qDT8FiKW9TkpivaO2yb00Qxw/71wGv4Tj374nYUq+mYkVPs3iYb6C4Te+iHoyPE1CRL7I/CE9T5gAPplVbb4JOAg/DuiAvpwphr7BzQY+zYxKvVnBj72MJ82+ce8oPX/KWD6ALWy+VZpBvn7S5z7SvIE+CAIZvsakwj4htL29ygv9votbz72aNQS+ohxGPg2PHD7vOLs9P8MHvRaNZr5pVHa+vHnNvN9B0L1Fxo6+JJLqPup9pb6e6H29slK/PM+GAL562H2+pcwLvue1ab7P9og+9E90vccwQr6p7NA9K/9gvsFoT77aQ7y+K32MPrlSFT4bDBm+9pSsvQsKzz7ypUO9PspwvffTuD3eZIS+weDKPZ7awb6hy/S+X8hNPZ8ps758dUe+vjKZPj7Afb6loT+9q8POvGwUtr6K2SQ+r9p6PLvsGT2Froa+TBNDvhVe9r2nIvC9+Ki+PTFoRr2rkia+ayAPPoqscztKe+m9YMiaPl+N4T1o2Ou8xnMmvAxcOz5blVe+8voTPnwBNj13w5G+32sOPvJxPT1JT7s9kGaUPfMZrT0FjZC9Tkzeve03LT7RYzU+wxOOvrScAj3yhG0+9QnDPVfu3zx6HJ89U0QMPbGKPz6PN6u9GtqkPjYknz2rwoU9YJUnPpuSGz2xCNc9lxWiPvdkRj67UyK7dEWXvuB4kD0ye4g+qMsavbJNTL72Lau+bkubPrALCz48I/68UWu9PfH9lD46S3U9QgMAveGYjr0tQNK8",
        "LmpZPvLPCL69u749lzQyvAmHlr6Ojdy9wBWpvvqXdz5h3Ny9XUTYvG0qXb2ZjLo9qduQvioAuz1j+wE+WtoOPn+orLwAxnE9HFQ5PtSM3jxmAAG+Hig4vHUx5L1RcIe9uYr8PZzeg77fOAo9T3Mmvgl1274rLAy+Wm8OvPyE9z1UD9E9hBwsvq6iFj6GjWW7JPklPHknlz6hfm4+OHCIve9A6zvYZqw9qJZkvkqK0z2jYVg+LqYZPginNb1AZIQ+KebFviMu/73R/T0++79Gvd3DHT2HfUw+sd5ePn0xRL2G2QA+gHwbPo5Vxz1XZ+w92wSMPY+0STxEdiA+6FyvPDuCQT6KSca80eclPuwTxz40/9Q9+ixUvS8647302oq9S490PmHcLj67Q1e+S3BIveRl2Lzeatg9MPa2PZ7HyTw71jW+pwy8vUOLRbx/U9U98bs0PoCwjj6VOUO9nIicPhd9Dz6TvlG+GBmAPqlZnTxQ9Ym9HQpevmcXw77r3KE+dCBQPfAzLj4rhim+Pp6bPa9MAz52p2y94T/WvgQS+70wUci+Ze5ZPpKkB74P6i2+HkqgvYCBKz6unIQ9yLspvjwfLr693YE+/EeyvNHzoj44yNs9TpDkPpMmZD4lwqA+NYoQvgLMPT0DUAQ/DJVxPgIJsz1BBws+sZ+BPXXDEb5usxi+PKzLvgg+Wb33XA0+4+o7Pk04FzyR+Oc6dnsOvg6fgT0ojwo+EcMYvdatLL5icq6+W2Zhvt/+wz2VMf+9xQuqPCNBjD2wB8w9IeSkvQH2dj6dNI89NNlVPeoa3T2u7ZM9TU14PWxlSr5Wyl++508FvhXBHr6UhSo9YTMkvqnhh77QRAY/XoZdPrqfE7/EgCK+r7+KPquANL5/mlO94w8yvnzeAT18sJ2+Zxp9vs5CmL44tjs+9iwXvrAhN76xjkm+qZqCvfURTz0Teim+zT7tvVbsary2gp0+kb3evQqESL5HapG+0G3cvVs+rz0kXIg9XqUePvI2jrxl9is+",
        "UE4rvoV2pb1xhlu9B8A8vbqPsz0ZeU49PC+tvbn12L2bQxy7bDJxvWQiqj09z4Q9xKWWPbnVxL2UmYI+5/XAve2GE75780c9uPq6PSxoPz58zTi8O5QXPjZvgTwok6g+eveWvaoAhL5WlG89xj5JvalNvD3qh58++BxmvUQ9tz7Q8aI9iheVvcGefr48Kx29/fp/PNRZubtO0+c9AWofPsmEKT75OWi9Ir1vvp7vU76A1BQ+ZJ0gvmoGFj4pKzo+/mKavlnuHj7D3T6+b4YevvoLhT3HzI+9mnanPrcIcr51hgy+IaR1vq7dpj3r3GK+LsFyPsNUYL0uK6m9pmeqO7kOV73y2yo9eAWBvnXfAT44TlQ+/2R3PjrRPz5OT8Y8PjpMvf3JJz4wBf27OxtevvmHojxvvnW+ijsjPqwlhL2GRU+94Wv0PcEiojspgyW+ySedPd2Ucr2cG4U9vqO3PavJkD1m4EG++tB+PEkVib7baZs8erKTvZ3tpD6Ysmu8enw3vl2YL74afXa++20SvV58LT7v16u9AsPNPWPG/zvB40Q9/iQEPtSTVD4ol6y90YPmvU3YhrxHz0w9AI0gvp5qB76nOYQ9D5a+PV/INz5sGRs8SmGxPejOD74t+Wc+Gx5OvfsGN754odK9m8zmvDHGNr4uarS8jmT7PeY4Lj7maYO9iXe+vIXND76iAXI+Y+TAvZpULT6c1sc82nTOPYfggT6bmgm9t6OvvP14vz1Y6S6+E2W6vWzLhr2Xwdw8ZvWpvQmFUD50aXa7QH7PvAWwsj45oow9cu8fu19KJz6HDlG+hBv9PM6RGL4pph2+FpPWvagvUT5ZMg8+9p4FPnlREz0KJlg9AtNFvmeUQL3uOlO+PtI7Pl45/j3pMIQ9mIAAvqS4p72keaY8TEwhvoczHT4gHbe9zTBsPPPBITx3aiG9RjRtPvPAmDs6GtG8StEdPRF2WT4IkEU9PwKrPXQnsb0OWb66yvQZPu5diz268Bo+mKFVvoTcij7vceS8",
        "CCGavceNaT7tHRg+6s/gvRq11z10bDY9DZX+vBALJT49J369fxruO1Oosz2fNbu93GfEPdraub0AV/29ko4yvl5fXL6yULq92x9hPWdCS76ANyw89/AQvqMNIj4RTAC+ulmyPUmsgbz6ky8+fL3lPSN1gD3n3yG706eUuxH9zL0/uFI6ZGYpPtGgQj12vzg+uc8VPgIprLwaB0g+GFQGvsMU473Bc+q9V4qOPFhzfb0qHYS9QbHKvfMHZDyC0t49hasTP/PdyT34V4E+ApSFPWzLNLxdUq89lGsxPQ57VT6ULSe9dtMIvuAsxLwDBne+Xew0vkR/O77M2zE+ApfVPJQRjj1vKga+HF/OPILcp712BdW8O02EvnOcD75UwM+9+ZSrvSlC5bw6raG9DX8EPBQ/QrzRVCk9EU1uvM4W6rwd/MW9EE31vE0Jp70lv6o8cG1HvkBRgr6BaYU9J8QXPrczLzz/FAY8k+AoPMYvirwkO4+8TBPFvVJoHT1KA0K+6byPPXVenT3BOue8mXkpPvy+2ruPHEK+/jB+veKeoj0EEFi80d/POyEgL766oak96vfTu3fWeT2RugU+1dzcvcdnrDzsw12+TWAGvh+60D1tN9A8Eu1fvpExDDxWZZk+Bo9ePo2ydz5o/GA8q8GAPfv8/ruetKC9oUVnvUx5wzx94I89jOOiPU5CT75DmcY8PWmLvr1iiD3nXAk+hhgXvZF6or2koia+5l9Cvp4rCr55azs+KSZYvSxk1DxQ+2g7PAzOvBGbVj21h/g9aqfhPVPvm72sUOA9bvwoPSdVIj54toC87y44PW0YvrxOGu69eojIvG/vgz2CKHS+HkbWPZK10L3acpC9wub9PaaywDx8ITy+mIUQPCssrDwwOnQ8hO/pOzt4Pz6Md4a8tCFPvmzeyL0tjV09nb0RPp0jyr0VWaw+nZEdvgIajb2gswe+5dcQPm4I4L3d6RY+ttt3vj4jCL16Y+46IQ0WPsowkT2cjL69yCYyPXlNqT0ruRu+",
        "JhT3vrO9iD5dywA+m27IPoWAXL4kexW/KkTBvh8xXT7LeL0+q/DHvqsXmb538AO/EhODPv1AFb+EVmI+1weePvfNzD6x46u+9S1ivkfRMj4QVZo9XBYyP/e8uD7hkAC/9Lc5PVF7jz432ug+GWZvvr2TtD6Ehcy+W8AFP+KzjD701hS/Kp9nvlVCvzljgZ0+sunBPhhlvb44ypm+rIcEvzdJq75KOdI+oJ69PqbZfr73jS+/cTSIPr7Eh72XJh+/xPRgPmiZvz7JVe49Pv4Yvlmtvr0hLQE/PkMFPt4KmT7yPcI+8c4yPnfBCj+P9Iq9QFCBvvTYtr0MV0i98Umzvktqrj4oI/8+LJGSPrjogr7tloQ+l+nPPuG4zL5iuHm+qmQiPeqc9T2pVre+2KoyvqBMCj92ZVS+K+lTPR7zEz9afxm+UgSYPqDHCz4Ocoa+CV7dPjrsE76GaeG+vGGkvkOx377GacE+H/5hvTfatz43QMU+wlb/PVDW4r5orEE+1Le2PoAK5D413VY+yjMAP0WQrL4jzgE/gEHnvi8KQ76plYu+nkO5vgjejr6SrPq+7GGvPKuuGb8TPY8+r4DUPugCAj73NOE+eN/uvliL975vmKU+PwpBvp/FLD16K/a+xklFvk8fL77SDbs+to3CPs4/Ur67ScS94yspPeAyfD6YoBG/dt9yPj1iPL3+13y+jBBlvvxNxb1QmBc9xBqnPvcLirzLCCA/WE7hvljFrz736YK8DIXivvpxmj60kpY+4/JjvhqySD7vRBa+5ThTPofVlj0xUL2+z9+7PiZH9D1zKj2+XufXvj60s758IlE9NcgIPg8ftD3XpLW9gzQevG79PD7faoG+GNKQvuXc0T4QgVa+naDbu90W6r3Sv9W9FsvCvhl34L5/U56+JyCZvSmepT6VM16+3TrMPpfm7L48BY++q7iQvv6li76/nRe/1V9IPgRzWb42oV2+CiuLvhSu0T7+X/u+ZcRLvsw2+L6R3Gw+UMgGvoGsRD79cCU+",
        "OvfFPXCISj2oAhO+nnuIvpboi76UmUE+4LGRvc6Yqr1nALC9G6lQvLKoIj4oUrC+GyGjvW4zlb6PUy2+5fnvvmXNrr75dME+rcONPvmChL5RHrq9je9iPlQPhj6RA5A+DCg2PhFHMT6by28+oN1MPrq+3L3Fs/C+gqFEPYcBnDsgvOO+AhoIvpNMhL5xb0M98QXQPRbuG7+IvIQ+GOQ6vlrpQL5Rm2w9s4z/PQiUCb+ZWyq/WjddvqQo3b43X5K+deYRvkba+j1E7pE+zXpnPoguRT4SIC8+mb3IvmH29r0wbpK+XpHJvradCT6TW3y+YXq1vpETdb4iHNc+JteFPnEqBr8Y4dK9ST5JPY+CfDwYvT6+bltxPa3TFb4buYi9rRI8Pu/zKr+bEMU+zmkRvo2GYj1TSbe+aDTOPlh/rDySgi4+kJKlvlVEZT1omig9KieWPuMGPD73Bv69XJqnPhvvFb5/U4M+UbyGvnHdRj65XEe+DjxnvrkanT1p2s69L8m/PZ2pUb6d8l89cd+Yvemjlr0puoI8pD75vh4cib6QwzM+qM2Wvtk7MT5/H7+9B9CavpSC+r2wAws+V2+5Ps8saT7k0PE9ZcTIPnuZmb7SnzI+BiK3PmAtBD6/ZYK+3qhku5wrmb7ciog+akg9vsZvzD2Gtj89579WvBf33771NzS+Egi9vqs6uj57Swy+lb4dPkrZeD7TH0Y8KiE9vMj3mr1ePS4+pX4RPAkvQz7IyZi+orZdPqm1Tb1nuqQ+e7k5vqF+HLzOKNI9dHR4PnigfD6Eazu+7gq8vpjMyr1TYBQ+aoPYPQvOvb5Aql2+eVg4PQJ42L7Iv/08QATtPRXv3T6CbVc+iitzvlOHaL5JSJW8KM6Lvj/Wyb4l3Os94anDPWscsr5Jifu9jQnMPmaVBD//mWs883tDvsA8bT5oL6i+u5mNvuAHm71fSR2+fRK5PKsCVT1QGHy+EMwpvgEyJT2Eloc+f05aPZrRwr4t46+9qN5CvQ2pVb4MyqU9",
        "HEpUPcnotbs2equ9QndnvR7biD7siwc+JNAgPpXYMD1u036+guh1PooBjT7/1cq8PrPCvcZxjz51u32+7CrgutETFb7VXpO+LbXOPIwC973BSzm+r4vIvmEekrztPKG9NaLePWnR47x6V0a+TNVkvTlvU71scqU8fr5GveRu3L5b0t878RykPmY1RT6GtoY8QjpfOyzftD39WAA+Rzs/vVZE1T0T546+rkcTPPu6xj2kLee9580mO47exLyHNKQ+k/VoPeq7Lb9G7xY+wXcvPqHAJT7nnU2+wnv3vNjy2L2hYgk8TB94vmZuFL2ZoTM+T3hkveyCwzxQYai8cuq1vX0xiD03k8K+cW4xvcKeLj4EwRa/bB8vvuddl70YHo4+63T+PPUXJL2JeU0+duIAPlRemr6Ay2I9YjsUPYYmUr5bOLc9oQyDPGADqD2MPz8+SP3avvYzfTziySG+5/5NPiRahr111Og8mc74vUUCHzy3ex69K4vmvrZvOT7hHZq9RfE6vUROnL3GBrU9Q/UuPanueD4s4Xy+UIyoPKgQQz6ktUc+x5OVPmnfKz4yvJM6icPevGCAgTwMRTO+45O/vfGsD741hxW+w1uXvHboIj5k2HS8/bEHvVmFhT4wvUE+2U8AvaL3hT7MfwW9pVW5PRdZ+jyfimw9T6lgPZtENDxySxc5N1GgPQjZobzYDpg9TFGrPSAM3zz9JlE9YHnQvSBwYr7SuSw+xjClPFGre72gKTs9jFPpO7TEnr2t2My9p/0IPpL+X7yLdSg+nZYmvYPSNL6ubt67bY7XvT1Oq70XWSk+3uKvPZ90AT7ewSg+XLR6PNFagzzdIBu+cXwkPrDiSD71vY276iuCPQOylL4RJuc9bGwdPdzuA7zWS5C96oY3PsLfBz4KVWs8xR8VPmLkS7wt4i09/U9FvLHVQT2k8dA8BFyXPYC0sb0S2GQ9CfwXPNubJzzT6XA+l6uGvZXzgL62XES9DkU0vnA6pjz344s9LHVZPabdHL7XpPQ8",
        "rQ8hvisKF76fwKW+vsidPRMLrj2ep8C8eL+XvPTyLzv1zT4+GesLPhNjDb3R1Vi9Z/TvvUtJNz1TNj4+tAqHPQVFWj2gMaK9L63BvGKQFD43KjE+QdTfvCsrZD1vhPu9aCnZuk9mt73qug2+0miYPcLrZz3DeQg+9L4rPSBnI70Jfw69pwEcvkt/wb2rDLG9S1zPvHATpzzauMu9y21PPT9GVz1TPAu+QqIePlX8z7wW6b480fH7vHPGQT7CQd69AIPOPSoFHL2GGdW90Lu3PZDfp71HVDW9GVaIO4XWwD3K1nA9l9eHvFcOlr3NvzE8EAgQPvMdpz3c0OC9HJ8jvO2D9b07eLI9TpWYvTeFFb7klv29gigUvbn49T0Mb4K8BjbNvdYI1r2vAys9pVcIPefxgb0fdDe+L6XVO+WpszwINzM+On+WPDaxsT3QRYO9snXXvdruij3+L048StY1vlLEor09dVA+BE6DvtSDhDyoPBU+XEHKPFOrJT3ilBs9U4GAvX/Hpr1pKSw+bEbxPbzP4L3Ttv68KqEUPuJiUT7Qj3g+SsgFvvp5Kj5IQgI+Y9brPR7FKL4c2ws9+nbFPc8Rpz5cUs+8xYH/PUNKHL4UULK9/oMAvhZQpL3gDRq+tD0WPVtpIr506ZC+0vswvrsOoz1yrg697aN4PR1YQD6gK3C8ojFFPueYnD2H/Li9R3HAPLqwJb7YmZm8qKf9PKsp57yJaem9sFkHPVDlDT5rfKw9F9UIPgFTWj1ZH+g9EArcvdHUoD33w329gb0ZPv3k473olJg9ym/APQpXoz3/1Dq+q+jVvYFlCD6lgBg+4pqWPUxMvjyBm748vE2+PbOqZT4rLcK+lZc+vkabjD7yASk9LpLNvcLr1j0fiBo+YWtHPlPgNrq/IR4+tgZcPij6GD7Gw5e+Ao3BvExrPj4GeJc9jFS4Pfcjqrwbm5O9ito2Pbkwhj3lsjG+ZEQqPb2eUT71Gew9OPD2vKMCW70Alym9pLnOvT5JyLxX+rG9",
        "pJaevqpecD2aCbK96owgPdL+mzwnNSc9cOSUPQvDcz5oSag9wR5OPjPaGL7z/A4+6fqOPQnwUL5h+wS+tE4jPgGzeT0ycmw+xW4CPthXvD1IBKU+LIQJPaXTAj6gMjE9KaQ7PvLd4D0eSAu/kXhXPja69D0AmbK7J2hHPmhgbz1AwOA9XQIVvpvIdr0UnMs9ygVMvl799D2DHh89J1QFPRig5T1hUBa/Zw8TvsTMWj1CkY49MdRbPAIXuT1e23q+Mm+jPbPBuT0a7gG+WJonuwW7Rjo16hu+bU8svcrgVL7DH/Q9Tu+fvVTVML2KIz++JeQdPhcGF75XlVY+w+CLPUj4FD1l4b47sYo9vgIco720+TM+5WEOvgY8ET6WDSM9R4z+vunCCD67lO+9I0VMveqoij1KTnQ+xD2lPXevdr7fvC69glcDPgZp1j2zgb0+UsPPPZZmXD5Bf9g9eZjGPXguSz2mYWY+SovEvNwUiD7XxFY+d2Emvekx0Lz8AQI+F7KDPdq7dD57T18+75gzPgjLpD2aMgK/v207PtA+Kj1h5EG9GtPOvZO++b22RYS+usDKvuDqnj4QXi69UVOuPWsVjD7TA3e+nagHPtQhI73ANlE+toThvBpbML6m3w097uHjvWMiuL3sdxM+lJY4vmEAkTvFhZi7beQpPly9iL1IpoY7uxv2vdGCyryMwyI+bixdvvTFCz6JShG/zqmtvhMagD3AyLc92V5bPcQ8IL/DGJK7nK48PJiI0DzhNYq+S9IMvkTXhr3e9/s99PerPZ7n0r3+ED4+Kveavt+oxLwxlDm+JXdEPQLaML64qre8IJvJvZTvn70u9Gc96ZEOvgC+Hz755g0+cSKtPEeNpL4Z+zi+ucIJPsIyJbsJV5Q+vcUIPpq7sbxFvDO9MD2Evv4wYT09roW9RkBmvXUhAj4Grt69RVqpvTJEYD5qzAo+CWHqvA+jvTxnZim+vD87Pm3XH76oa5m90ILCPJAGszxGcV69Pr6GPbs1W76D1rA8",
        "42QzvJwCYz0AxCg+RLoCvjxoDL4TWQw92tytPj4ByT7d5/u9y0CEvUkrLb4Xi6E9ixl2PaqGmz3ateI9SmAjvNXs1b1i/t++DnuSPIeSPb125Bc+kWWJvguaUjv9FYK+hrXsvWkvgr3RxJ09Q1cNvjCznz5k7+o8RHf2PXotcD5S/3892PQqPdX2B70DPyO9Y+y0PNcn0r2XIh4+8sADvseJm70G1gw+3T+iPWSqFz1Kmhk85sfHPY7DmT5CxwO8HolRvsNqMT5bepS+GArivoZeYL56K7W9SMQpPsjUmDwRBI89eWdDvbaIIb7is5S9SCesvWulfz24pLS+yzGZvke2DT6FS409mCufPZmjob1ITwa+vYQwvaRhCD8L34Q9UBB2vlnU9buhg4C94TPAvmT+czuBCSM9e1nEO7y3xb2bLvy8U9nwux4z5L1o1K29lSH2POKhgr5+1Bk+pm8IvNAG7LwgouG9pN2GPbBuMr1pRy09N3QAvhGvi73MbwK9Rd3VPWihBD7TQAq9p5aFPXUaAL6plvO9mODPPWLi2r3jT42+ndABPhhdjT1ZUxA+lJuWvdpNRT2e+wi/5ZaRvm85qb0nRy090lgivdE2Nz6Ogtc9yYy9vuK+Jzw/bUM+LntQvQ4RwL1hGei9IqUAPjeGWT0mVQM+wFOrvnZdzj3t+ho+p822PmUMAr1Pl6e9kv+fvYI6Cz5OLmo+DnxHvqaCt73SnxW+owcSvSb3H75tEIQ+pi+ovQZe6bwf7+q9jtCovBthGT6eHGG9Fi0SPSJ6973LBsc+6NdZPJY/rj6tFmw9QoW/vCTyfryMX5U8bxZYvReBMT0JuqG+DaDiPTUEPr5EOVm7I9UDPpWsvz0Opai5XV8KPlf7Cr4j0W491aw6vuytCj/n/Uy+unGyvRpYrLzxJio+E+GDu4+Cpb075/i98bWrvAeX4D6dqYK+MCH1Pb2xiz5LrFM+C7Ssvdymh7108LG9ZIkRPmMY5rydsME9c42qPXNpxL2Xz5S+",
