{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              24,
              3
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Bidirectional",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "GRU",
              "config": {
                "activation": "tanh",
                "activity_regularizer": null,
                "batch_input_shape": [
                  null,
                  24,
                  3
                ],
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dropout": 0.0,
                "dtype": "float32",
                "go_backwards": false,
                "implementation": 2,
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "gru_1",
                "recurrent_activation": "sigmoid",
                "recurrent_constraint": null,
                "recurrent_dropout": 0.0,
                "recurrent_initializer": {
                  "class_name": "Orthogonal",
                  "config": {
                    "gain": 1.0,
                    "seed": null
                  }
                },
                "recurrent_regularizer": null,
                "reset_after": true,
                "return_sequences": false,
                "return_state": false,
                "stateful": false,
                "time_major": false,
                "trainable": true,
                "units": 128,
                "unroll": false,
                "use_bias": true
              }
            },
            "merge_mode": "concat",
            "name": "bidirectional_1",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "bidirectional_1"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_1",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "bidirectional_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_2",
            "trainable": true,
            "units": 128,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_2"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_3",
            "trainable": true,
            "units": 1,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_3"
        }
      ],
      "name": "sequential_1",
      "output_layers": [
        [
          "dense_3",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.4.0"
  },
  "hash": "06812701be47a00a93a430a6cb4a875c308c8d91c045700aafa2fa1b04b37d62",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      24,
      3
    ]
  ],
  "output_shapes": [
    [
      1
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            24,
            3
          ],
          "values": [
            "s/euPLO2Bz4dSQK/Ip17v3gFVz+rmKA/VxDSvEk/kT9UWBw/HRYaPggXDkDcLR+/g48Uv4y1jD9BXeC/PYSnv3ZC3z681Tw/LFNSP6/tpT/+d86+s4uXP3eoEz2rv149fhFPPk3LBD+kWNo/iqhsP36EOr+naX0/Z3xQPjiY8L6J8i8+CiELvz7vir+6GdM+mxsAPR1Lrb/QywW/1ycEwFSe7L8i7vu9HuIkQGqaQb/J6KK+Muiuv4INIT+ZHW49OHokP1rCvr8evY0+P06ivd3h7L/a3iLA3LnDviHIgb5d8JO+oRRiPUn1Xb4AUoK++9m2PyTn+z421uc/3R/0PzPaRD554MU/MQwIP1bgeD5nEwe9FJ5wv5SSHD/WFKO/"
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1
          ],
          "values": [
            "5lkVQg=="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "bidirectional_1": {
      "backward_bias": [
        "zWQzvQDLSLyGYs4+bP4NvjEtAbzCGP69Bd4cPgVcwD7oZna9iklWvgBSFD7bWuA+iy97PkVqyj6BfAo9d+oLPwc4Cb6V4Fi9IPWtPtWxbj5dOf290awZvlfeGL06Ku8+4kU5vVNvDz5yxZ29T/CNvRlWnL2lJkq99w6tvYIjfT7dH509Lt09vYvsET4adwU+dZ+ZvdvNST074Xk9REQ9PM91hDv1R9K9/mScPhv4lj6AUUw+2/8EvRjfJj5cddk9eAd+PmS7lT5CyFY+QhUqvp9enz7YZGy+O4oAvZoWTb2sG+Y93sEmPVZwnrydvSi92EfKPtFWAL6mi+g+ORq9PgjvK76Z2r28fh24vLf66DopBto+QE5FPZ6QqL2p7dq9TXCKPjlg2j7hs3S9rFjWPkpNDT9CZIS8XXi3vadxKL7EO9Q+8xN8vuILGL61Yxc+kVUVuzeKO74OaKI8e3aTvlDTb70ynfE+VVCqPvzRGb1+1AA/Nl1Mvbx1y7yX2We+s6VmvTwB0r2mfjG9wOt9vcUhRb4xG1y9pzy8PpLKjz6CUYK94oBtPQ748LlVY4k9on4MPm2Un7wKyH676cvQvTVt1b0tqHa+6V+ovROVrj56mEw+5K0DvQDdYr4CCam8WTDzvU5L8z62i4S6hsAovYwUL76p3nM+YXnUPU4air7PI1G+q7Ssuofp7r2Z/Ci+esadveCUBT1liDi+j2tCvtDWZT1TSbw9zeQHPlYdyj2c9TC+cPpLvukOgb7wpF+9nmJevszFJL3DSIK7quWEPadSGL7YPjm+rt0qvjH2IL7bJyC+if6lPdi0f72Y3SC7iUZnPAz+IL7u/429MxCWvgxb4T3yL9M85RNoPTsUIz1c7se9LGVvPDwiqz3Jf609CM+Cvdqzzj2q1zq+0plxvjEEVz0CGme9yOZkPkwMszzGTTa+GxCMvbPVzj3gLES8nhmlvjDXcr1HnBa+JRc1vrq73Tyx3x2+oz+Kvonmbr6PMh+91nPMO61zGr1oXly+",
        "q3gsvsrdQL5Qvse9nCiXvqLNLT4NjzG+XAVqvllgOr4w9wy+rp0ivm5nIL7Kgy++SzVlvpPzr76og42+xop7vpDGpb1LYTw99jkNveEXLL4l9J89c3HjO+76irwrx4S8BJZUvlKnp72ovQK9xw+xPT6Vdb7CLAK+ZLR6PaUdmDxeHyS+1U5NPmxf6LycAyS+9Ub4vfF2mL5QFba9bZiFvlfK9r2ijOe9VdpqPZqb5r1mYIC+rD4xvqBP/70wIIs9qS6JvadKar3fHXe9vhGwvuUCrL3osrC9FflTvs1E+TxgOpE+C5obvn3dAT7EZty71RARvdhwIb7/ziA9hoziPb4AFz7x1pO934n1uz7PND16zDM8+OeAPuYY2z1nupm90j+CPTb73D19iRE+L3JyvfsDDL1ple29bg15PoKver3cGo4+A3RjPleAuDy5HJe9J9hjPWVifj4jyqq9ObpYPLDAej1ddgk95XucPKDRi76WtzA9xjkCPj7+hb71FjC8ra8zvYSq3T2NwZ89ekQnPjNX5z30PNu9gztpPW8iDj4E8Q2+ZbxWvodk5z2Xt+U8olA3POV4XL7VIJ+9v66tPL3EYT2TWDw9wBPSvHXpgL4t+3A9+HZnvhI9Zj4W4Uc9Hz/BPV17Mj5iOxM+Q2kjPf4u9L2bGn2+RNHavCw+pzxPJ2m9jqgbPvOtLT6cjN69bJOxPTO3dz6AQv084j9wPVPP0rxoVFq9dVd8va6v9z007J49wg+LPVFqdr5kGHy+SILQvTPgej7q9WE+MoeMPcx6rr39I4A+cxN4vqWvhz5Lsse9HZfAPeYsWDzhQ6A9vDHIvMbl1D2+pi+9dYN4PppCdT66bQ4+sZ8hvt3sgz4np6s8w5T3vd7fKLz0q8u8eVugPY7qkr4q9ei9LKWIPrKHJTy6f4E+aSuJvn0+0bwtEJK+w/aSPvPigL66Ah08gglEvcXZh74HnVy+kpFWvZr4Gr4l43S983e2vRvZYT6yqIu+1gR+Pb1cJb6RdQy+",
        "zWQzvQDLSLyGYs4+bP4NvjEtAbzCGP69Bd4cPgVcwD7oZna9iklWvgBSFD7bWuA+iy97PkVqyj6BfAo9d+oLPwc4Cb6V4Fi9IPWtPtWxbj5dOf290awZvlfeGL06Ku8+4kU5vVNvDz5yxZ29T/CNvRlWnL2lJkq99w6tvYIjfT7dH509Lt09vYvsET4adwU+dZ+ZvdvNST074Xk9REQ9PM91hDv1R9K9/mScPhv4lj6AUUw+2/8EvRjfJj5cddk9eAd+PmS7lT5CyFY+QhUqvp9enz7YZGy+O4oAvZoWTb2sG+Y93sEmPVZwnrydvSi92EfKPtFWAL6mi+g+ORq9PgjvK76Z2r28fh24vLf66DopBto+QE5FPZ6QqL2p7dq9TXCKPjlg2j7hs3S9rFjWPkpNDT9CZIS8XXi3vadxKL7EO9Q+8xN8vuILGL61Yxc+kVUVuzeKO74OaKI8e3aTvlDTb70ynfE+VVCqPvzRGb1+1AA/Nl1Mvbx1y7yX2We+s6VmvTwB0r2mfjG9wOt9vcUhRb4xG1y9pzy8PpLKjz6CUYK94oBtPQ748LlVY4k9on4MPm2Un7wKyH676cvQvTVt1b0tqHa+6V+ovROVrj56mEw+5K0DvQDdYr4CCam8WTDzvU5L8z62i4S6hsAovYwUL76p3nM+YXnUPU4air7PI1G+q7Ssuofp7r2Z/Ci+esadveCUBT1liDi+j2tCvtDWZT1TSbw9zeQHPlYdyj2c9TC+cPpLvukOgb7wpF+9nmJevszFJL3DSIK7quWEPadSGL7YPjm+rt0qvjH2IL7bJyC+if6lPdi0f72Y3SC7iUZnPAz+IL7u/429MxCWvgxb4T3yL9M85RNoPTsUIz1c7se9LGVvPDwiqz3Jf609CM+Cvdqzzj2q1zq+0plxvjEEVz0CGme9yOZkPkwMszzGTTa+GxCMvbPVzj3gLES8nhmlvjDXcr1HnBa+JRc1vrq73Tyx3x2+oz+Kvonmbr6PMh+91nPMO61zGr1oXly+",
        "q3gsvsrdQL5Qvse9nCiXvqLNLT4NjzG+XAVqvllgOr4w9wy+rp0ivm5nIL7Kgy++SzVlvpPzr76og42+xop7vpDGpb1LYTw99jkNveEXLL4l9J89c3HjO+76irwrx4S8BJZUvlKnp72ovQK9xw+xPT6Vdb7CLAK+ZLR6PaUdmDxeHyS+1U5NPmxf6LycAyS+9Ub4vfF2mL5QFba9bZiFvlfK9r2ijOe9VdpqPZqb5r1mYIC+rD4xvqBP/70wIIs9qS6JvadKar3fHXe9vhGwvuUCrL3osrC9FflTvs1E+TxgOpE+C5obvn3dAT7EZty71RARvdhwIb7/ziA9hoziPTVqkD0juCk75wQZvVhGGbwrZaK95/WAPpUWoT0SzV+9v6cSPpyiWzy3RWQ97dNWvdnyK74rxUq9jN+mPMVvIr0nsV66JyppvFy6VjxAJdG9vSs3PazKVj781mq9TWgvPTx4Bz0aSQE6yXJfPeeanL7f3+c9FhN8PdqM4r3XAxG9ru+BvExkmT5LUyI9pd4qvUTuyjy/gR09BhHUOyYDSjxztNq95OamvgENNj1t++A9EDeFPSL7fDljaaa9vSqJPTSXbL1VbRo9NIoTvXAyS7yPhQU+VaOlPG6fhTwy3TO9veZjPLBoBj58RpQ9CzhOvTXL2L3ckVS+FVxYvBnonL3t/hs+uKehPRH6iLzMtUS8t32DPUz0KT1QFrQ9n8kpPce1P72XGuO7dMAjvSq9AD7c1go+VTERvcJ6eb41xpK9wnJyvd6uZz74S2k+imkGPnHAhrwMolQ+//envR5moj6NddS9QKAhPTMnFjwhQJM8XuFlvKD22D1ST3w9EOxlPmV9+7xnuas9IysjPYHtbD2qaXU+iSdyvLSKNz3KHR48WpjzPBb57LzL8jw7aieWPMS56Dx9AOM8olYfvjQizjve+aA7Ig1wPvTdkryfEYe9VAwzvtsjA77K8Ru+PqZrvtZqBL1Iwga+IVtCvVNigj75RUe+fwn6Pax+Pb4yqAK+"
      ],
      "backward_recurrent_weights": [
        "mkK6Pk+2e72ubHq9vtoTPuQ0YD6ArLm8uxOCvr25nb3BpgM/sLlOPk2Lar7LmXi9/UuOPuPJ670stRw9Jg6pvirTXD7I5mQ+bsKivtmsHb4S9Nk+mAEPPtnp0z54cUe+nSjFvhgALb5s6Qa/P5h+vkCoNz4tW9Y+scqzPWYGkT2PvSm+5k/DPAP2Yb6tiXi8tP9hvtbpzT34qAO/D06gPNJkbT5RtDu+r8a0vnpXEr1YgXC+2r0sPi672r0gf0O+PBCKvtQyXbvdVSa+KblgPvG4XD1qw1o+I1z1PawZ4T6xYj+8/fzHPn3joz60Jpc9tIKIvRDDiD3F6BC+fXY1vcNSdD6cPKU+eIpvPSZnkT718iu+r8/NPQy6cT4DcNk+/ECvPehJGL7aoKY+/S9+vpTKWb5f1Uo+s+UOvSHMaTvkiPu9tugoORfmrj262oY+QXEwvdhvoT21pKG8zwmvOxoqej4n+Y694ueevoYjor4IS1S+iElwPornXbwzUcU9hjARPgAn17684pw+VA2qPWD9rDxZZd8+5/BjvqxWUb4+Ia8+gciAPMU0uzz4Gg0+y4c8vjJwJD7JSi4+y47GPRFflj7UqGe8YdCRPjpaPj65Mik+tnkbvUI1b72cyrQ+aX7RvkAGKr5EeqS84n/UPjr8hb6HMeC9bBn+PXt7qTxYBiU+d56Bvi5a+71pqS8+XeuMvW1eRrs6BQk+zZB+PoEyHr7hIU2+g0dLPblLF76S/GM+6NkVvibOlD0IOjm9ZRIbvislIL77UYQ9ehLRvZ4yQD43yS8+0DYCPp48LT5oqIw+JI2yPgu8CD8d61c9cvx5Pt62jD7Ya08+WCtLPtVMaD6Q8R0+gQkCPpyGJb7p4bw9DHKSvmgQzT4oN6m+m3WQvbdaoTwtwD4+Av8aPgUxaT7O9Yq+RTClPUFvgj7Bes+9KUMqvWndb754oiK+G1ODPmtAjL5l53W+NLEjPpkXd74haXQ+otbHPdCTiD5sTLE97M8NPV9ZWT3Xn8g9",
        "Hp6GPgR8nD6jcV2+SkBXPi/x/r3Hzza9CwuMPggfOD5bJMw9VeENvU/TlT4IL289R4s8PjlhgT7tTZY8cTKcPgEsG76vEpG9F7ajPVIDoT7WZaO+x7OBvXP+Cr1uZrE92GjNPkK247yJlI89/inpPmQODD6/YIA+sfvcvYcIez25qOO9fg69vbcI5r1DPYs+QcaXPggnYz6j7Bm+P0KAPoCKIz7mX8C9If+Gvh3uGL5D8AQ+yp0Tvvohq73Fc/U+DPUfvqTOhT2FY9S9q7qCPoOLFD6mtlg+fw/kPJpj8bvELe4927gzvuvViL6NQuw8hDfaPUkl9D0jzoK9+O+hPeyRPr0fRC++zv0TvSQPZz4HWYE92e9hvjbrPbwAC8q8Fux+vqgQUD5KJ5m+MTsJvrhIqD2xWcO913ZIPWGArrrUdIM+hyFvPp5JqD3J7J89u1ZEPQZNO775Ofa9vfjVPSuFkj0fEFG+iYmIPg2ZwT1S2wA+NMBdvD0Qwr1GvSW72mlVPs9Grr2Ii0O9hJsiPvhW5D65PuS9gSfGvnq0Fz7E7vc91wYlPrpx/j0GW8U9D9LhPQA2F74lCbq9LY7pPUPSRT4ju949BCswvqZwPL7qNQ29Qr8YvjZExj0UeCa9hCmePZMHwj1afpq87TquPW6QHz33Q3o9NrmvPZh5wzznnYg9J0DIPYq86T2ouGU9hUc1vQNiTzzF8Co+huX2PZ09VTyvpPi9VS6avZoI4D0OFi09DEgXPvlLWz5xbPk9pchavbD49715xIW+BRIOPZAUSL6yeDq+Xn1Cvq6i6L3lplW+ie8NPhm1nDwZIsG+75yOPSRi6D3KbQC97kJ5PMhR+z17j3y8xudPvuvCej33UEE81RkfvnhCpz2uixe8qSdSPsuaer6qaza+gh0lPhFrA74y47M9AqkyvUH1hj6vn4i+Q0awvB5pIb5bhQs9CYw+PeS4rjxOWWs9HpI2Pv2nVDoYcdg8rmEDvqoDDL6Vmgc9Y9oCvs1QIT5khpY9",
        "7B/nO9mMb74qJQg+HgxUPdJppL3eGem9BFm6PXpuOT4HRpe9rewAvnam7z3kiSo9zPU3PrkVYz5GnGm+ruC7PvGIib40knG+ocGHPvN8Pz7i8vW9NR6fO/Itnz3vqk4+9Qi/PQRqhj511/28Qv4WvvOChb2qwIy9ETfKvrg8Gz4Jse89ZdMwvnbV+z237eG+fdCJPe0Wmb4qHyg+hwl+vlSMMTzIzKO+zrNfPit8dD5N4M08i+Lwviw2Lz5QLls+k2agPrM8PT6i5lE5g2ecvootez7ixom+5li4voV4cTwQTIW+4D4rvrrMUT2nzUW9g/yfPiWtXr7LEWM+IWudPd7oL71nQsQ9kmvCvgQSAL2lIso+gMxHvtvNCz7ddpm8TrCQPuSaUz47cEA8o8hYPuzGWj0/JgE81bK8vaHv6r0CN3g+vXWKvtZpjr5NLPA952qlvi2dob3WcP6+gR5fvsRPJD3BVFs+KdEsPtrHUb1hn10+FXNlPTJJVb68/A2+Q+mLvsCjL73otHa+FC1tvjJDA75hxim9K0exPiwmWz7x0bc9vm/3vn2kNL/jwIW+QWEJPkPmiL6fqZa97lEhvZIErb4N3WS+yBFQvg45Ez6mhQs+BjGbvnlUSL6l2La9yittvQlhJj5Km4e+iaCJPVTiqb2G2Xg+KIeuvbP1Hb7SREC+JGBMPt4fQr5t87S+MKs3O+x/Qj0Sse28DXHUOwM5Sr0IW5O7RJ+wPbodjz06I0S+CqSWvaxZU75lojW+fxBfvuVYgr2g6/E89CJLPUJ0g74c7Yu8kGgpvn0uVr6rgC2+QSfJPY7lzrsGFV67+p5dPSyiYr0yCyO+hEAUvqHyeT6ldo6+hmWkvJ4+Jrx2FMy+jBb7PUx4pTwZPDC9G+d1vGgiAj5RXNa9F5KavMksjbtlFji+bsICviIDEr6qKZe8BvW+vGoQdz5FE5u+pg4evngt8b01+lq+g4ugvdwgHT61sAK+WYWevZKOST3dac+9uYn/PGAvyDxaH3C+",
        "V9CKvhAgnL7RZYu+o6/svbvpYbx5SHK+ITgpvswiV776zXo7Dm1Gvs83P77cHxC+gPKhvXp3Gb54G769ykDdvIwZJr4dzoW6pv/nPFK2I74F3mM9NkWEu+kvK75Ot4C8txJRvoU5r73pLxq9MvZ7PRCh070a0Yy+iRkHPtfugD0a7Yu+NFSpPQ/Pzr3PnWi+ti7bvTtG3L2wxOC9UcOOva4Sh7641Mu9oACSPatLRL7oA5u+Vkdsvhk0qbw7F3o9YtOrvtWvijvkYBi+XnYwvu8IlL6AnAi+IxclPKTx4bvqDQA+hhzEvayH7j23V7C8hzbDPZoboj3wMDC9Wo+5PhXeG71NCdc9QIgnvf7NTT2gNy6+N5m/PXC2OD0+PuY9kGZtPhtGOL15eoW+18mAvqOWez2zwxu+PIihPY2tGL5ZYWg92S0JvmHAsT0NlzM9izGKvfIxOT23F4c9gfYIPY0S/jum9yQ9yNG/PXIKiL6dyfE9PdqxvdMQ4ryjVRq6ye6/PVEaD70uGrs9Fp1Avg+TPj5Nnrk9hG8Gvk+NTb1oLQ2+YqhFvmZUQ7y6poY9FPgSvQMSTT3g6Z29vJ9SvPIE370CTYE9z8GEPhxtUr0/lG09TechPQFQy70V+QY9LXmnve4xrT31R5K9KIOBPawMK74EySq+vGQuPoz/0D0WGYg8ZCjxPWcqJr7c89W9GhiBPpWzsr21QMI9LgU4vaTxLj0Czyq+P6TAPVpgiD20xDO91U+SvVuLJr0KPBG+QjgSvgv1Sj49P3k+tuGivQWmkDzCSBk+lybdvTjHrT1J06a9bEpBPiW/lrzat1++oMWlvBlg67zyxLm9y55/Pg7wPb6F2aS+oLOFvbzulD3kOdg9MVOkPXrr870TywC9LcwIPWYGS720SDA+z7x5vXG62D2Qbn69VVjovTyMoj0YszE9h6I5Po8miL0BMLq9MOkvPTCWor03BqK9sbA4vo8Wbj6Nd2w9kVq8PSMRtT23CAm+76IvPUICLL5Nkwa+",
        "DUMHvoGNyr2wHZc9FdT8vGfbNT4kHmA9V2UlvV+lu71oHqq8Pu+lvU/mB72q2xG+0CEEvhe6oz00hCm9hi++PDP7Yr7yMnO+lKZ3PpSIM75z60S+IS57vl2qs71MvuU9BO6dPrYFtbw9HkM+xGwePqJCdr7j2a+9CzcevvcML71WARw99eAUvfnrr7zYuli8cIVDPgOJEb4Y2ME8DkwavsWOFL6Aok48ElkGPZUPQr5xNmm+O+U7vkq2qzxbqns9g65LPOvlALzBJRc+Zs+lvp4Z1j2jPKe+v/KSvvWJWr5+v9I9A9MCOk6OLb5wYg8+4++7PQsJsb2nIQU+BP0EvoXnuj7q0Ia+BplCvaTKfD1Cjce9GTiPvfUsJr6PHxq+ruIkPrm+f768WCS+MOxuPpC3Xz71+vq98JEwviHe+z1F9+C8JY+cvPX5Pr7IEPq9imSAvO4KuzzW4tm9oek2PpNcxr2qEW0+GoMePuToHT58hs09X8Lnvf5KQTugWRS9H4aevbIvPj5Wko++kzNVvYBw7TzvOQa+ZuLcPT5asrxTbQe9KOFyvjyOc7xFgGG+1IJDPGuNAL5YUhG+LK1mPS0Jhb5hdXo8si1kvklN2b3Y3cS9w0+7PDy2O70e45q9mAMzPpo6Xb37TV29LzRPPg/7kT1XQAs+05fjPZs2hL3Tj0I9ZMPzu5zSrb1Gsb67/ZhIvkCQjr4WS/+9GTk7vFbN8zzAvFs+Vxi5PB23uT1a56Y9fSDVvANqaz1ZL9E90ZsdPY1up72Hp4i9BqQtPhafCL5YtZG9Z/bRvWlfhr6QCxe+qRy3Pcrabr67Cy6+G8lWvu+Xgb3gzfc81+Z/vfx0LL1Ut/U9LN2pPZpscrp+7SA90X3yvKBKkLxL9lk99eZtPDHkGz3/fbG9SxuWvbyvEz7KHq09HXUiPinyAT5z00i+YRGOvYlXiz0PdnI+XGlhvm6+WD4QxwA+joUHveg12L3n9pa8qo8zvh3Lh700ZhQ9zVqVvVHL7bvEJIo9",
        "IUwovorIF763LrK9I0pFvWhhnDuZkZu9JlwBPcv21b2/Zc+9GzAPPdvhNL2vSWS9koNcvUW66L1IoAK+jJflvRzfAjrhTfy97uttvXjix73Pr2w++8CpvWal5z1/e1C+K60zvvdyIr1lGKk9lxmsvIm8/LxMNBe+2FmkvbXTKb6Lhga+OwcEPngNPj6bsqY9ROpWPKg//b2bjr49ff0DvpMekL1/Bie9zuO2O6mrgz3FnwY+UyQGvQ2hCb7EIAS+RdY+PpMBNb4+niA+zsl+veMsuD2H/LM8a6MvvvPHjT0pdIM9JkATPj4tOT2DQb69MnaxvkXAmL2jKAU9nJJVvsrk+b3wHu68glWpvff/B72WoK29MlKDPA3ZhDyGmMy7PHkEPi0JA7xi6Mk8/cWKvN1zV70VI8k9Z3KoPXNs8j01Jow9tps8vGVcxr2JhwS+z5yLvTn2Q73RU7w83ilDvUitPbxkKoa6ZXkjvTkm37x93fO8PKDIvR9KobyOdGO92PtbPf9CLT7013a+s54BPs9Ks70dM+C9BvkWPcnZYz4c5EQ7NJ1wPbXKxTyDJhU9xBKHPpo/przwECw92F1EPn3QH714h8O80cFLPiGhIT1Ciho+NOKwPGes0j0tlMC9GzSgOqBEkz2FAm29KPRSPWGaoj03Fre8Z5qPvRvtW7196N69Ie4Hvl90kTzvMnu8H3btPRfkK735HqS8JCFcvQDexr224wo+LS72PAM5373rUzi9cyL5vd5riL25Edm8cwZbvIfSCT5UWGU9Am4yvNzMH72NKyM9LicWPaC/F71280c9WUCRvf+JZD3uuS8+qV8ZPY7Wzb0jtem9kVNxPPGvqj3N0XC+oYnQvF0IArvlkFU9N/nbvOgZbD0zXx8+ZViivPv19jyJk+S8U9eTvQL2+72tAIk89m76O/qMgL3NY1s9JNsHPJES4T06toO9AOpyvTaltb0MkJC8pTRovdJAIL0S8WW9pD5XvY6Lwj0HhI+9XRjSPKQxlr2eD5K9",
        "SRu3PsVxsL1pBiU+ksQiP4hkkz4gUQY+RFUXPL5Znj5Ufw8/VEj0PLFixjsRWXs9VmOhPlKKKD50IxO+Dx9XPmcl6bs6Br49b3DuPagalj3raNs+9RH3PK9sAT/L0iO9tftRPpaGJL5m93O+uiEGvYn4Gb6HJ74+CqEVvtrkzD7BTdC8iEcVvDNHnz2WIhC+KYuaPjLHXj0yFNU9/b0qvglshT4NpZu9Jq4HvsSNMT7jtrs+IBMevezk8z1AJ0M9zX8aPrm46T14ojA9vgFcPG9Jpj4Z7d88sAMfvgo6Gz+Q8QG+PEqWu61EtD7yGfA90aMJvciLiD2dfBk9wKBgPhGrl7qUr+A+M0EBvnuNdT7cniY+oIoIvoOz0T5JrKU+X2+7PvJ+Oz5zjaw+o+NvO845wj2NNDw+nE/JvX2Zrb6A4Eg9M8VDvXmL5Txxuls+eWs5vuXn9L1wszy9QBxGPr6nDD9uGus9D0UCPbJ5Nr6+8uM9TSHHPtAGw72MSZ89jAa4vJ8vHb+eLy4+BmzHvRLOBL6GxLs+EyZCPq7tvD7KmtQ+L6CvPVL9N74Hj/o9CMGNPnjR6L22mZw+hHvVvFxUrD3YgaU9IapaPp6dCj+vF4w+EEKgvqn8nDxk2/Q+hPBKv9FKAD1VvDa+k2vDPnpqcT3ng3w+EpvLPhJKdj1CFaU9oTIovdUzCb4shAK+nbzTvn/1nb0ZYDG9jCiFPVTOBr4WATY9itZPPqcXyL1hiCw+gCSAvqVqyLwq41a+V8voPd09wzxUEIY9wM90vpg7Nj07zvu9NWcCvaZSkTs9Lww9Nc9PPjnrAj8gf4G9pXnhPogHZD0wJlk+wEwzvHXjdT4TmMy9QdOIPTiv1jzUwle+PFp2uwXjTz6V9cE88v6ivbK5DrzF0RW9W4uRvQ9AxzwuXti9RQ2EPOCQUTs03g6/IYJKPL2oQb5naJq616hOPVupwL2oSWM9XNc3vSgQbjtCDjQ9aO2NPUb6CTvQkwU+kuwaPHkMoDwZQBu9",
        "xDJivRw7jzwqKZy9oFTjPcD1h73ZGxM9LwOXPZuZKz3I9/A9+nB5vu9WHT0HYKe97SBGvsi+br7WEYW9hTGYPDgwGr0Vy7A9OMmTvfHEfj3HX4K9IOOzPCQk6D3xqra9Pw6JvDWqEL6VcX8913MgP74RWr2rcww+k13xPJLenDmlT4K8XEhOPuyG1r2yvhg9UHSCPE97wT1bwSa+N9IJvUi1P740tpg7lxjTOm3Mxrz/+Zm9C2AAPXgc9b23wqk++CutvUU6Ozz73+Q8ftdhPclgrj1UqV89GBAVvuSG/L2jctM+TzyuvaUTdD3Yu7W9z1yRPe/qAb30sia+k5lRPmGHjj24bY08c04dve3EmT1fjBm+wAGivVDefL3pw5w9qkGePVqTPT1xZb++JjH2vQ161L27ruO9/s01vtG1H715C8e9Dja8O9L0Hb3t3dC8D/UBPh0CA74sSyW89T1rPf6nx70JOJC93QsNP6Qc4b24yww/kQjHPa+XjT0aJce7GFGxPYckpL1RzFM9Q3f1vevKdz4bAkI93PWPvv9m+zysRXu9adI8up2TmLlmWxe8qVVGu8oggr125ry92jCZvdjVnD5Qgrw8SfkAPZw+tb3LBN48zebjPLN4OL6RTiY914+HvAYTYD1EY9w9f0MjvUZPrD02PQG9OQCLPLUt7D0Kjuw98h6dPEqprb2CSnu85HDlu6oai72o4Km8uQKBPVUdsTwOd669faWkvYOzrr2yfZ29If9oPs2ZpT1DR+E7NsSevQJ3mjsQDJg8J5rfPSxVCz66ih++nO8hvFmuubxG+yy9g/y4PePZj7z+bii/M+FEOye3lz1H7IC7NyM+vLeD2b02KH++jqAbvZm2FT3lf/i7bTQxPS7JUj2k/Ig92ksPPiap2TzLs/k5A1jsPUREKr4vSlK9asZfPQ+zAz+zSgw+GVqwPVGeML2WUxC9E4oQvmL+Zj3H8F48rlvavUJejT5EVc09CI6evZpxH762B1E9MKpsPOgi2j1hnCW+",
        "C1SLvCFg7D3rKMA9qBKrPj++5r5lpAk+kWOOPniTJ73s0d2+r0sNPU7e/T4481e85nkoveWcBz3+P748LeHLPacYPT1oDdU92TOlPBtyuD3KN+W5X4vbvW9+H7wDmgQ+NLXYPqASeD7BZw4/M407Ph6itL0NQQ+9/kVMPrNBzD2/TBk9pxZQPUKzHT6NbGs83NP8PqdgAb7c6VQ/pKfEPQ/vnL6sk3o+j7cMPU8zNT2tYGs+8CEGviGrnD2s27E+ebsSPnWae73uuiq9AqslPqFDhj0rSzk+/yA1vmTGObxAQIc+sco5vY0s8b2e5qw9THS+vTw+8j1egoc9hhUtPaXydL7xwpq88Q7+vLAO4buZC1i95MEHvv1C4TwligG+0q5ePmXcSj4I7jO9iVb0Pazf8T1+X/W9myKrPVC6iD0TkUQ8xCykPusjlD3rjgW+Y9BRPviReT7NKYQ+zEZiPvmaJr27v+S8ZieMPu1WoD4rAJU87bdbPfLITj60DC8+m4eMvXFqZj7urdQ8nVAfvdnfAr6UTJu91C4Nu3sqtj3a3s89A3GwvHwZzT3Dt5q9/eKtPgMvfj2X3Qg8aqb4vc/Dybviktk968ZUvF9+8TzU+ti91fC1PdTnLz6bBd6+FpvcPa+E3D0CjTo++LB8vvvaUj5NiZg9yMbUvvTgkT0m3Di++6QaPmWGaryTzIG+D2GfPGkc6j0KIbI8mwzuPNgAtburMzY6pjlyvqs02j23vIM9Mbm2vanwtz0fwGu9n3gUPveJxT7JoY+99UuVvsR80b3mogM9g3VRvULYFz5xpMk9efIxvuGr775v0f48rvG5vs/g370zAUm+GTL9Pffr6709j4a+qe1kvdGJ/z3+G0G+kx0FPtTp277Y8xs+xec6PppGa72bx3Y+HEg0PpqCcL7iFfs9TewpvTHCB76cFks9nU0DPMqmhz2OrgM+iaRcPZ1uVD5hri8+GU6YvVo1kT7wUve9l+91PYnymr38GNo9XVpXPUbaAb2Dnj+9",
        "jVQRvGA7hLzWoEU+teNVvRa4vT2dO/I931Iuvq4KCr1b8/g9yxZHvts+pr2A1xm9QTkFvuiejL05p828v/VAPDlq+DuiLlu7825EPh0MP75WaSm88ZZLPrTRqb1SxoE8QvYZvpq+B76iEce937q/vuUG4TyLWH++0v9sPoYWmztbagk+89KgvgWatjwUVUk8YDhtvr72Y7wiwms9Wbl3vD4txL6dNQg+y5T/PWMsnj3ujOa9V22QPrm4zb0xzM2+w6yFPY3rrj02slI+8VJJPLSFyDs0WwK+6U1TvVMZkT3RxBC+n4nFPSvXZj0g3RU+DPieuyc7N71BkeO95YqePYdtVz76G1M+Vh7wvfBL3T07pfm9w6owPmm8/T3+gn+8Z2NAPiJJwb6JsEW9kGwxPTlRv70fmXW97TnbveBCHDuDB0a+Rnpcvvziar070Ae+ibqUPvshcb2lsQO+c/F4vU9d572QQjE+I0gRvc7uZ77e26e97iQ2Poc4gD7XYAe918IdvSHTP75Gyzg+JozEvogCtj3LDJE+WP1bPigvn76//1C+eZDNvM6+sD2Yyfk9zD9ovsVphT6onzm+m+L0vaxQxr28AHa8ry0PvvlCDj7IxwE+nURrPYW1C76aCGw+vgZxvj0KhLyxS3g+Pcc2PmbPLL29NDy+AtqSPa1ARD1L5s29OwCfPuCosr0rpCS+FkyoPXzmtr133RE+h+xVPop6A77mHHi9AWgPvhy7mzxknlw9Z3huPmEtILw505Y9mTm+vcNNljzMvZM9B4eaPsxfqD6YKzk+a76RPl7q1z2M5Q++cZ9PvSIl2r3xqBC+qKRbPXapKT5AY84+cm7HPNDkj75R2709U4YyPi3GIL6mmgy+M0wwvjK21r29Epm9ojOBPhlenT63H4w+vywLvrwymT0qpdG9wlv7vYq1Gztzacc9+hGqPZUorz04A/y9hOc5vqR0gz4II9m97NvXvdKRYL10V1C8OGhjPtRezj0Ha6O96KZgvTBiZr32mSE+",
        "O/fyvXIlTT3N6Qo+FXMsvs9+Vb77AHC+MVDhvZdRDj68uoK+szunvAsq+b3IMwE9xzufPuS6Tjxsj5K8KMoqvkKFDzuYwgm+rV0kPqZIjj4bpF6+KIBcPejzwr1ayxE+pmHBvh4Zsb2+Ioq+ui7Bvjscvb250BO+HiLLPSkQlT77pN09pdINPck2pz2JAbI9acxHvxLDKL5ouS27+OLovf3oRb51XfI87hWNvcfADr1Om3c9+i/iPcZvob2M1o29gLlNPO4El70qG1u9BMVSvIFuuD4ccFA8DiBEvD4YK762nai9M+LDvXR+CL6pZ0q+7h7wPWfrKr6Lvfc8GzTouol3oj26xE29Kiotu5LcZr5I1KK95AuUvZiOWb53RG2+A4WoPRgK2T1a3Tu+tCzxPcFfBTyjUqi+pR0GPt0P0DwVwiI86lGdve+wmr0PuYQ+DvrZvLr32DyQWYI+vo/mvXuAxb3aBbE6Aaw1Pk6B+L7+qFQ++axbvnxACjoY9zi+oYCtvXfMar6/PdO8kvJ2PdwrnL2/ewi+vaBVPSPItr3B4Iu+cXGou1ju0j2gHUk86pYivn/6aD1tBOO9fxm8PXlwxD1rQUe+vXNgveKc0T4Uhec+FciXPXSHO77+R3i+RmBEvrJpXT0Wyq+9DJ4MPia+0r7176299BfuvS/mWL7gt8A8Eo/fu+EYCz7egTI+7JyTPpRbvzzSRf299A5tvqgH6D4tGSg+z8xYPvHFjz1sh5c9LtPrPayujr7LUpk7RkUJv/zpvL6DH3m9iYxoOk3RdbwAv1a+cNWXPNBFnD0fvmS8JL8Ovg8wAz21JyE+eIYvPjIpaj2MAHo992efvH0iPr0vXok+/oWWvba+Wr6zgJg+oDBZveCNZjxNdJw9od9iPX+/Xz4fO+09tt0dvT8d+TqZgcE83XyAPerhfTxzPwk+yJa/PU/dgbyn0yY9BXKhPfx+pL55c4u+R7y4vJKEuby8CZ698TPEvcFM37oor/O8tViAPRm0Mb49sNa7",
        "ee1iPtkaFbyQRUe+2Pufvap2BD6oqzS9VNdMPW+Q2r0UNh27KHJsPaCnHbu1nci9PCTMvMm7hL0mxeS9GyDXvfzH57wdsSs+zwf/vEYGjL0hQ4M8tQQsPNFDHLsrxgM9qeeWPToUEj7BS849ixOoO0UcE7yNI549rVGkO0FukD1nn9a+aFRIPqH9o702axs9sa18PH1A972T98A8iFwlPYh7zz0KVBS/f+TcvU8qnb2kuy0+xlGvvuL1Ib0RQ10+cqZZvq6ker1lhYS9aBgMPj7o8bx6xPg7B1ytugjehT5UlJs+nryGPWfVsz2l+DY8xMwlvOyg1jtbABo+qp0AvodYm72Zj6++5iMHPl6AlL0RZRK+1t4CPqOSTz1nNIU9MB+aPd4L6j6jD9c9D0ENPpx1Cr7OR2E9S99EPnWAjT2Tkto+uByHPo6O0z2idZ69wbqGvbWpVb3L+HK9q1oGvvk9Sj0Cl0y9VvCRvbtVRr0LUSM8b9i8PaS1xb2ANQ2+TVDFvTZJUT7Tf9+8AwjAPsRe2L1RmB2+4J3ePfRDzD5iNla9wcJfvjSnjr1zXYW9oIAVvlv9+r59ank+tquaPVnK6r0kzQ6+qhoPvTeVu75n9Ao+phWovj9K7D53Qn48wq9pPhMcgz2GD5A9pw05vd+vGL55Sjg9zTtAvN6hlr3INxI+vmPzPDwMrD7hARe+qSLXPcpvbj6Udv897qIePRvqTD2l1HE99hC1vUAvLz1+YrI7NlHNPQTiZbwXIgq+5/5DPSdM5zxKQEo9t/d0Ps0byb5qT6E9TDTivsblg731fBS+rRiOPWL8zT2w6VI+LqKnPZNmP70x6JO+GepevQPB1j5BjT++wICdvgHzET5vdCQ9G+2IvWISnL2nnAw9NGPIPUq1tr7fpZy+XY3UPpXrijw319A+pe7dPW0/G77+zaC+NlZdvBIzjL5HBkO+Me3RvUIxzr2pfdY8bEkJvgeZUD43ESQ8jw6bvkiqmj1aycK9t6GBvQ88Fbwexam9",
        "iDLqvTsVpL0rX6i9TPUevvBIV729GcA9vasEvKZfez0lIe65WePCvWZmhb7BLFW+v0FBPY+Wsr22AN+81Jy1O15LdD2VEwm97VSxPBg93DyyXza+bS68Ow4By71z6NW8Sm5hvQRDuD1Hd3g+U9CiPRR8Tb5uTjm9o6E1PeqlD71O6WW+h6+tPZjTH76G+OM9apT2PM5lAD6ur6i+qoqbvR6zAb6ABge+BBScPNEqOb77T8K8Sl+NuzQc6Lw6z2g9BO1Gvk49Zj6TXhG9EVQ4Pdomhz0iY788u08ZPnXxDL6pySK+e+wsPmVB/b11d1k+E6WbPBsyYb269qw+NPJ0PFzqdD5644a+o8Y+PaGRjT0wJOg70To/PuYCg7zfWhO+ogccvlsdFr5TrHy9coRPvpiXOD7rrbe7V7ZSPMoR6T0Dw0K+D85ovPbugz6ldSa7UUsovob95Lxvdya9unZPPcf1UL4gIUS8alnfvVpwzz3xrvG9TwyYvazc5jn9pCa+A7HrPfO6Mz6Zoda5HAODvVWZOr0uMi49FneFvUibZbwLaBk9AE41Pr12oTwbsDg9U6sevrnEHj50ao29PcnzPay++D3ScZO8nORAPiBcaj3nB549OCghPkDpBL3G6Q6+VW6uPvwJST3Uptq9oDQEvoajhD0w7VS+JzUNPhkrDL6md/E9V/DZvUod7b0NbGu7KDhKPVdXkryIH8O9HPF9vSfJ/b3uMqS9ertjvcyKKL4p3nO8l8ugvYaHGL19AKy9r7DLvLnGobyfADS+eIynvTvozD22q1S9qOUmPq4stb0P7Rm9npP0PXZkc74QJaU9b6pUvsRnmT2LXSA+HInUPZhnGT0KJjI+DnyuParFj7zNZrw8muOLPcZyW70Szd28H1AovvoA4T2fxEy9GQKgvOPIIL1yZAy7B9AXvaJfzDyvNY4+6w20vSUTVD7Xq9C7qHCsvRmUL70t/yu+EWhdPSW0573LZwU+ev7APCAwIrwgZgy9xvSGvVBMEb4c9UU9",
        "OSVCPZzh2T1c1xi+sCSjPWuN5T2P1uW9fh6jPXqzcj1iPAs9+NF3vf3Itz3NVAC+/C+xvYJPaz7LiMK9Wb6WvTPQAL0mpWM9PhBMPhOZAT3Mum89WmcMvv64gTzxeok9joUyPstxcL6/QAM9ad4fvsc+KD08cCM+NhNjOsZ8pjywUKy9HjTIPQIoyjpzu3y9BqaNPI4XrT3/zj89dzefPeITWT7mHaM8h3zivGFg0D38PAe+B2GGvVCYuDxYb8G9EuUgPLaYP7y6aG+9EhVRPlCz3bzVKqM942ncPazl2jylnxa+Sj5BvhR9pr1cM8K9WmHTvYsq7bvBLR8+N76Zviaeib09zM29Zqt5vYXAP708yuY9jXkwPTBpAb59KMM9AWe5vZR2GD3GhWQ949zKPY5Q3z3ejqo90HOBvRNz/L3A1eY8de0pPgUnLb7SkZG7VefGvRJxpT2egg4+MIrzO4hhfb3mE4Q9w/TDOwn/ED1rHDu+XRbivKM2Qr39YUK+LlPJvWB43j1clzo+xB0ePps95D2oajK+C/K3PTPCmz0qNfc8wLG5vb+QRDytMzm+bQ9vvbCgoT3MMGS9VfaYvQF8tL3oFeI8LUNbPm/euLzRjoE9i/pIPuswhr2u5xy+Xz6hPX5HKr3+RJo8q7PVvP/+kbtWn889o/wWPib9WT7rkVK9m60VvbYOAb4d/Kq84IcHPor/0r3FVt699DwCvWlD1rsRk/W8RNwBPjZuJz5rXeC8/8Egvfog6byHPOO8aOOhvKEb9buSdag9sgG5O8jyer2JxuI9zTI1vj155btcMYG9bNS+varVRb5NWYE+e/wFPYewIr1JN7W9nc+vvQlMhD3kkyC+mXOkPWFM8jwOZZO9rHlcvSdyLL6nS8i9sVJHvWitjr3msbe9fi4BvT2hfj0HZCq+ncznvPPhgb6AvF09XWLJvdN9jD3BFaQ95MSKO6Ns2b0SsYs9hW+cPaP5Bj620K49Fc+VvTvCTDwPVo09rZ4uPlhHHr6wSAw+",
        "bdxMPn8itz1Woba9F1eFPi2gJL4ufP49VX7PPVK7Ib371ws+iraWPUUT2z5iXv+8q0i8vOstljy0QdU8XUkfPr25XL2lhbs9wWCPvZA/27sSmns+wPYSPh8vJj7xx0i7CH2Fvmi7zT3kyTK+OSUJPkNepT7DqBM+kXA/vFWiSz2JzNc9y1ZTO5Sk3716msG9R4W8va38Hj0dCpw+oyDZPZelMj5N+Nk9g82VvCTreT5fZ7c9CV8rPC7aGT43FqW+nr25PagWyL2tcGa9+0ucvTvTSb7Y3R8+i+FkPYVjdT50xF09c3aMvhv1mj3eKmq7zwiPvBSfVz79/gG+twa/Pamya71NilE+r0NWu30osb3AtY0+2f9RvDQ3OD7MMIo+hQQ3PtH4gL5aOjg+qM5GvtCKGb543SE+SNGPPOP1rbu/F0c7WtRKPWWeiL04xCK+Opq8vIYmrz12mxU7/tGmPW5x6j04Kgm9UcAyvuqu+L2GmwO+S2YKPnS5QL0FTt+8qxudPKKJzL13Eoo91qJDvBsxYry33Mg9FuVnPTDN+z000Gc+u1oGvaTqnT2zxMS9miHZPA15oT2C6Gs9Rze3Pb2LUr0R0kA+6Sz3PTt4Gb5zDlG8F43rvAE+jjzB6c88tC7Tvd9mjLxJMli5r8PYPCv00jzQj6U9aS+FvYC1iD2CBpk8i5f1PQ41LT1vix89kW23vQ7pVT2cfZW81M3cPcYmEjvQEoa8QbkavBpGWTy2CyG+4bs6vmBjoj7huQO+BRc6Pp2IaT5fh7g9WvUVvtMK+jsrURW+PuRiPAIxYb2aonE97aaEvexYdD7r/fS9FXUDPr+7Ub5Y5lc9AYcjve1JYL3t6S++OjasvaTzTD2ABF09AAx3vT0eOruT84E75SJnvYZ5Gr20dPk90n2DvBfT4710qTs+xaEcvvh3nr2CzGq+0rmlPUB6Pr3sRcM9v74Kvvs/Dj2dro0+qwvaPWpeUz6KWV494Zl2vXcaMz2PqIU968hQPQyTfL2iGra9",
        "efJevuckR76B5TM+8Rg6vRuoD73fIXc++leEPQselbxP6+m88VbtvWr6k702DrI9e1qVvLlnTr5m+Io9yDS8vYpm6L1kGh495i6TvfYjO74jili9xNKJPUXpIj7OGLe8jGtwvS5K5T2MESI9PNZJvakEVD14upu94UFUPYQlHT3H454+ioBuPZ/iJz286aU99lv0u+Hfqb3FBQC+quvlvZ9POr27WVs9hPCrPQYFFT6OICe+NfzCPkcMtrzOEKI9MGdCPe2rF71rCbE9Z/bMvS9H+DkQjT68yaIlPYWiQb3N5Yg9DheCvT7niL2kuAS9mrOEPenoGL65smK8oQtYPeN7Fj0wanY+FldsvaDZnb2omEw5RjARO1LAWr3X/Qy+wlFKvSDKy7uipMq9h4ExvoDLCL17zZw9X4vpPJaKzDzki329413mvJpUFD2IY4C98kyDvQwwzL2zzBE9TEJ7PemLEj0hCOg9s1GHPfJy7LsURiI8Fk0ePjaYEjwl6RU9LoKkPRev9L1PMlK9gxugvSqgLb7eTmk9+OaJPWd2KL4Wz4w9VVymPRZX/70pNE09Z3EmvS+WNz3tp/y83JRBvfJ37j1F17a8f1BKvuU6Zb3Jy6i9nMOjO6d/Q73+9p88HhRFvt9YYT2BAdy8nWRXvVH7Wz0QRvq9vjrwve9FBj0BSlI9P3qyvf0Y0T0HuQM96R4OvQcg2zwzBLg8Nl6XvAoaVT08j7I9DSL7PP8nBD0hoxi+IijLvHYXEL15m5O9UJj/vJB7Mzy0JmS9Px6cveIJED5CNNI6LC4zPk8ZCD21SN09vHNVvVdH3z0AloG+BRE+PbQ6J72yiHY+BEmfPWJYgD2h/yY9AYGsPa5WPz3ExIc8P0NXPZavsL1SDAc+8RyePFdMKD519Sw9r9zBvUTdyT0Tndw9eyc5vk1unz1RUNW8V/Z5PYqHqDt+yTu8gnKGPRn4Rz3195+8gkkYPcShCLyIFCg+Z8EbPm/gib1JoqQ8UMfevVkXWz35gRK9",
        "v5DqPkw09z3bjSs+c6QovvLoUD+cbQ6+rFWKPJnghj0Sil0/Bja2PBfn475sKfY9/gOyPhFDGj6Uxxi+w6sbPj7n2LywEBQ93ZeLvbzG4zw+SMA+gSiyvV8KnD7y84+9rcPdvkmQWb4OM7i+oZSTvg+PjD6ScQs/sZOfvdJNhD7kYV++TpxAvgZpHDzLb1e8ikI0v/2UnD2+WAq/qLkYvhIzFz9rr7i9pX2bPYrIDz4EZic68WQZvURGML3TaN29kSyUvXAQ9T1SNIc9h2epugnjXz7yB2+8x2uwPYtgnT6WOZm+yvqiPK+Ewz6zdQQ+LEs7PpBHH70Z55s+1qbBPU1/Oz69h8w+S6HvvI05gz5aLqU9JgsvvURGmD2FOaM+J40pPZsxwz3sYvc+qBwEPr5guz06ed4+hLMavZjAH75kWnY+hXNqvZAoyzsBNqA+KOVDvpvi3Tz0Cae9LSjdvf/Vpj5VHyg+WVpPvg+C/r7ap/s9vu6dPswEUb03Kxu9ZPg5vgOH4r7n100+ipF+vU/++T3/MwQ/MnKVPelmmjyVNyA+ZXgfvTRG570PCqM9p9cYvgVO2Tu9UkS9eKJ6Pn5V0Dyx+Qu+3FbhPd9Quz6xHQA/GsMDPDUkZ75WTWk/1tvvvsRDOD6Ffoa8rPeUvf9smb5wjqe8KS/oPmwt2b2QlQM+cAsFvkHsZT2vf1G93CMOP3lsxLtYLE+98engvf5yLT60oye4Gx4xPm90JTzACwK9436uvV+mib743nK9zQ8/vso5u753jQC+kXXdPagHyb1GXYS+2JiFPXEzMr6n+5g9ZztxPnFP+z7f3Gk9dS0XP6bBnb2rm5M+n1TwPUTFuTx6IdI+5QNzPocOBL4cv48+l/61vkRSPD7UOky+poQiPuBAUD5RKOq9B5+rvWhDRD7/pxm+lOB8PRbuGj6eF1q+cW/AvVdnu711BnE8i7Q9Pu3obr5T6mG++Gc7PSpfRL5HABI+jqogvq4Ktj1B9++9i9/wPWkfJ76imTE+",
        "wKC0Pq53NLxUF2O+sUANvbD0p73R+X+9NN/uu4z7wTxa1Qq+XHRWvJk1ar2hn7g8bV5zPCS+CD0EnYu+TkvfPMN8aL45TXw+ySRKvj2+bzsMbAk8RT0lvRpJoj22pze9RY5JPTu3lb2YspY+biHpPoZWgb2RTXM8sVCnvZqmNT6XpRa+oopbPhVn8LzMcuI9ZfS1PcrhsLy2TKQ8cksBPuDEjj5jEUK+4eByvM0/973DnAU+wZmkvgg1/T3zPyY/1LTCvSVUgb1anh++2CaBPWJOxDwa9D8+0hr0OtLLmz4Tht0+Gey3vfExsz335Y69lvADO7nenr1eAao+Zlv7veJjOb6WC52+eiDdvb7n3b0pu4q+unkTPB7odr3LMwU9tvUPvnTSGD9jXgS7sgfsPeRoFz7ndXg9AuPyPdjJLj6TrYs+vM0CP0mOM7213789/U7rvWpGVr6knto9gU4ivdENpj5buCO+G37cPbpblz2eTd09S+wGvmakiL6wjHi7i24VPhwZ7z7eZ0C+RWXpPmPZCL6eXs2+NkKXveWi6j4JUiE+fm0cvpn+lTwWHq68jmAFPghW2r6+GGY+7FFHPhOToj2wJAW+xoclPcUusb40WCO+GgXWvqlNiT4U9D++wBbVPrhgqT1Z/tW9vUwWvgCA67pPTK+8gCXAvRzwU76lprY+HjArvozjyj56k2Y+pOdCvhn9XT5fXKS+7+mmvdQuWD6LUcU9Jn5iPkFcZrxh1rq9N5vOO+t7ST6wc4I7HfxAPtkstL34/LG9QXOPvSiC874Ym0o9wKa7vr2qAr5E7jQ+/E6tvQtGvj02MSs8KDvwPF3Tfb6GDPe+sub2PW4ilz5buCi+oAv5vsM/TD6hDzE7qFd/PjKTNj0wBsu9V8x2vqRqpr70C96+SSqxPpyfdL48uIk+K0m0PQzPPT1BYde+fXUUvbB1s75TeyO9TMMXPlFIGr7Rx7A9GRL1u5ZOoz4hBa07qAEFv2GzDL6CP646GzCMvWsg37uzQ0i+",
        "tW8qO8WBgz6M2bS+o2+8vUJspT14giw+geg7vpERvb069Rq8FPe3Pi48IL7Zgre9BXESvqijib4keGI+tEOsvgsAoj5M0o4+BfWTvutaGL2CKgi9CMBxPhAyHry3W4a+l41HvKmfx75p6dQ96wEDPpfguD1gtSC9TTrDPhfDc76xAhe+jNQWPukabb5l3ZE+EPS7vZ4Z0D4uL4G+9QvWPjFqhT0juJc+attIvh/G7b7mB0e+qAbGPlv2pb7G116+eyKqvqb6nb6pPEM8YnOiPXF8Dr4BOJc+f6GzPhOAQD0t7a8+02fKPgXJ3jzYK8s+Bwetvvy1ij7kfKC+EWyQvkSDDz0KI769deS0PlIFmb11/62+LeF3PgSA3L3WXwk95iiFvmiAjb45Mny95UZRvuxR4b279IE7aG3tPSo7iz6Hb5q+Muy3PmDSij7jMSa+7f2UPuUZXz4A7qc+SrQzPi+yTT3Ojqe+g+mEvmhDmbsL5ry9aoaWvSEcyT6oMqE+PhjtPtgMpL2rq5I+0OpsPnfOOz57Rok9Kuh3vojApL6GJL28QP3VPj9NCj/uSZU+mollviYalT5rsp09hkUaPn9zUD4S4XQ+xFiDPs6GQr4EYYK+dsRsPhA0/z2FBJo8ZnJyvAkQCb4gAK4+TzaBu8R1ID6eK1i+G0pRPTRnAT7aBCs+6k0avut6AT5APqI+kJKjPRwGDb18EaA8QW4VvQkYnLz/6gk8WZugvRCfQL26un8+qFVnPo2yIz4NtgM+DlCAPvi94j32wMu8hfz2vYyIKD7sSHK7kZVXPnHS8T1x/Ic9uBVHPSAY5TxT1G49LGkNPJQ5FD6iNZk90l+QPl5Imr0/lkY+k3FePiRzyb39peg+FRArviIZoT2DUgu9L+y1uw3RIr1by4k+N7IfPp9PbD7eNjM+YdFpPpGhhz7ibQA+WCNpPnis9b0kawY+Ud54PsCm8Dw97kI+V9GZPnQYo7xry2Q9x8imPfv2Gj4DVzQ+EIAavUI1gT00Rlk+",
        "OwRpPr1HPD5QXiM+5IOPPoyzsT2/32o+F0mqPjjNvD7EAYY9XCQFPti1pj45Sac92RICPfT2jT5L87I8KMGLPUNK9D1U9Cg9JH/rvK8mhT5id6y9K7BuvTm7xD2m6Y88Fo94PvOBOj4vrN49b1inPLbPMT7FKCk+UT9tvWhqr7qRAoI+dIQdvtY7TD3AxzA+FeYqPmgZmz7Owt49Na91Psg+yT77HAc8oAi+veqqXD58G48+xg9EPtAA/LsM8OC8LiRKPt88Dj24whk+fnOmPiUdqz4Y7bk93kAIPZofrLw3egC+cJhWPU0UKb7qH2q8qqfaPCTQgL2m8aK8LMFgvj4dgb16+qQ9Sw2YPVMrojyX67s9CYpRvkCUsbufZNM9S2Sbvvu3UbwDERc+N2DfPaSfY72KN1s+X4STu7vgCj5WiIi9K4wePrWo0j0EroS8YDNPvEkYo72ZpoS9Hq4IvnWoLT25ode8GqAWvmWIDj6Zl1C+DylXOvSx5j1sZRU9xqgAvqhBYz2QsqO9jf8dPW9RVLyiKWy9L7mVPXhYdTy6F0o97Rp7PrKLyL0HhQo9vCo2PUkeBb7DLxA+XV0PPrwSPLs78eO8QZYzvT8MET7wi7G92V6AvLIYPb3uWJE7UhToPT4b+7yNTBw8Z5UGvkEE2z1zUFk+dr/GPIt9pb1Umwq9tZAWvfBFgT30KcY8ijNsvTiJ4r3tL+W95KZePTAD7L2PYDo+GbfYvCT8Dz3VB5s9XP5YPaM7Iz70CWQ8QnPMPdXJSL6hoiq+g22RPfJ0Qb39wyq+QhwavUmCcb62pFK904+yvRIEnT1qWQo+C1AUPPjJQL0OPOq8+75+vjkz+Lw1g3g+yH4NPlqjubykRd29DQBLPUKj+D3ahsg9tm9tvQg/HL3k0B6+JB2OPG0bj74/OoO9gxkZPhGCCb7hzlw9AkYzvhmZtz3oMGC+BBCtvV0wJT4mBuQ9n3pmPgKCM77dHP+8QFNzOyMTRb53TbE9aulBvmrT2j1JMsw9",
        "Jt6Rvp7+hz4dGmS9HKGKvgCZgr5MbJw+ygdPvr1lZb4QzIK+YVpvPm6wDD6xHx0+SMcJPBcihb0ELuY9gue6vqyJPT5Y5hg+A7HIvK0LkL3MxQ6/G/2zPsaM+77TzdW6T8kBvTZlEj4wDNy+W3wDPizAYL7fqIW+JR73PmAsWL74bRU+qKzoPla0Tjv7Csg9xmR8vXg3oj12sM09W4otPowFq760imY+PKT9PYdzT762O2W8fqumPtLrL74UlUA+pHfOPS4tSrwTp1a+1kKDPoEeS7wWtC8+mTsaPhh9pL4CdvI9ul1MPaNKsr7+xVC9xv+Evg6NQz7fwzO+W/QqvpLqk747vbS+ju1APn8QQr4fDZu+3edqPrkdoL5uBBe/WUcYvhn94L1549O+zVdQvGNXpL0KqNq+k4PpPTUkkT7YdzO9VhmvPtdD2j0zc9e9phybPtoGjj6sfK0+JQU1Ps533r7n2ii+LFW1PX14Qb6ZSWi+iPJ/vtmHSz5u5kQ+GDN8PjYpgT1SiaQ8S3yfPuT0KTtmv7C+cGhAvidHpb44ppK+BsRxPqY3rj4Wbjw+CQ4kvgk+8T26MhM+uhrPvliesz32nxU+pF92PYssmLsTzD29Q/XvPpMVjD2gVZG+q29iPSLxIz2Q2Ts+4ULIPvUcST5iHhG+2QlAPiO6JD4tIrU8fkHPPTAifT45lrS9ICuPPvjnMT3eOiQ9iC/NPR1gujykJcy9lt1jvinItr1j32o9NcRwPqn0BT5pm0s+q156vZQ2tb2QN0i+ZdwePrx/0z1EmKo9aOnFPUOIDD4I2Ni9q9dXvi95xL0S1+M9gGflvUaYLj52I4i+uZYfPjH2ib75Fwa+dOtYPFtBQT4A3Gg+BEuEPdTqUb6Cw789iMaoO8Xa0z3J+Zg9M2P5Pb6uWD2QY1y9os2Hva/PQL6DZfQ+ZL4cPAGHcr2wLb+9DiMbPvA+Rr0vIoM8ZXB6vEBfsD0qUaW9CW9bPrF84T1PID4+OhJYvuS6Cr2r5Ic+",
        "Vi0pPZfgED4mD+m75No9PrvQbj0Tqhk+dPMcvmuGdT3WM7W8iwDqPh45uT2hWCk+PK4mPj4qPj6N+8k80BwkPYRH9T0b7WC+a65KPhSc671eRbq8xxfrvcvxkL0e5E6896ryParE1T2eV0K9J/nUvYDSFT43XBe7ystRvaMFcr4bKQe+2GKpPdR63r36KNA8orFOvSCaMz7FeLE+4fbEPSZMuLwQNpq+V4w1PDMJ4r1l38c+rX2nvOhXdz0rkna+PDWAvfS/Uj36Z4y9iz3yPAJvCz7sY8y9ulZ8Pf2dCb7/Df887UVjPPD9HD2n4Lo9aVaZPe6Y67yzfwo+K4WgvoJXWr2mLe09YyA1PpRSp70mhJ05wM7gvU11tb1rZHk9tV28PQakjb4vWyY+7dabPkf++jz7tAA+soYCvg3QDz1TweG9osCIvv1PVL5+dsy9lBd+PUxdpT3RThm+oudOPHalJ77cDgQ+cSnOvaYPc7zG6oC9brbrPXYygj5bbdS9Ndg1vp7N7L2HzAA9xD1evtExSb6SKJE+oHXIPouKTb6qz+e9BtYRvv5K7r1l4Se9oGcdvAJGDz4kopY8tEoBvpxdir7KIvW9NP8Tvu5J6T3DGpo8mogkPvTf9b09oAa+W+o+vijGcb47xjo9hR+SvYA5fL2chmc+wvmBviqsGDxJqt28ed0IvWEBBr11a6S6s+cqvj335r0dU1K9FszPPe07T76lSQA9wMMHvYrhfr2O7PS7wfySvNnPZLpTLrE9D7K8PYd7N77SrKs7C40AvS/xej6izlO+xs5TPrHsubwB7Tg9ijZOvscdc73cu5s90ROdO0jBs7uF8bk+4YY6vkecTbwCBCq8RdZ6PjhEkL6H1by7dfkmvZ9SXD1GquQ9Y8YxPXcmVD7s2F8+LCuDvQ8N7bubceO9piDsPd2ZYb17Qvw9U31dPX38mj2+ios9cxDcPJ8RdD4j6xE+6hJhPfk3572O/mW8n7FGPpzIm72WV389YemwvZDCjT2aCXw+",
        "V4pbvvoy8jvpK3w9O/b/vffYn7zTlfs9fp1oO0KIMT6YgfE8HF2Fvm0rvLkcRmw+KJQMPrhJQD3N2nI9h1gWvoxnHL17h7C92ri3PZdyrj0o3om++kklPfVoWb6hK7w9Ig3CPOjewzz4tqS+cvFyPgPMa75fW/q9yI7CuzU/Vb6jZZ8+KEC8PjhpHT4WE3I9NIIqPZhvar3H+Bu5FC0PvOzN+r336SE+x8R3PveAg7xQbjQ+hVYuPHztrT3N6yM+ieMkPlYnxT1k3do9+p0KvblXgT5Zqa69K8oyvZKkib4maAA85wdxPelAV76GKqM9YyIovYTHzDx0gUA+q7IwvU5kyb0F0jC+qVC8PBHMyL1W3Xc9iqB6vJUXfL4ShZu+uwsUPVV5AD7giUq+Zk+SPQ7cET4hhkK+gEEQPrKR9L1R8ss85hHMPfQwer0qobg7q2qsvbda9Twvu8Y89BjvPSI3nr78W9I9HLuoPhENKTx7CZU9VrBOvjFTpzwtwyS8phXqvEgUoj2H3DC9P3OuvYjA0z6k2Vm+A6mBPJS+wb3Hdmy96EMpvXSelz1VMBc+hdOsvthd8juF3069PfQRvhwFhDwKHlu4k0XXO5DDsz0ppe09UZDuuqIIYb0oMhK+CgKQPaRT0D1F4qy8GTafPhfDfz5/QHS+14VsPuetYL6HPAa+NTw/vHpW770UCwu+Emm2PXYU8b32SkC+S93gvZ+XP71zY5K97kNTvR/lFr564449k4lCPedLMb5HhHQ+88KnvTQevz3C8YS+LDrcvFyWfjuoPDA8KOOcPTuYpb0Ec4m9bpLAvNTGHr5QSXC9BrsevF/UwT0+K7G9LJT3vEixJr4WCIG+4j3XvAZtgL3YBRm9RFtyPaPSBb7zLE690BIaPZHJUryyR6y9Smwmvg0A7TwySsi92Iz0PD1Rb77iDME9MlBYvromVj2r8XO9FWM6vpR1Hr23B1a8v3CMvc9r1L1N8I6+MHKtPaSgCj1WJuO9VbFXvvvKTL5QowA8",
        "UBi+vgZnV7ypC6G9qMZgviecIz77IvS8E8qbvhN4OT2t8Hi+cyXJvCuNJb1R5Iy9t6Iqvmx+or3MZQW+vHwAvvm/0TyLEku++1ApvuDgzr2G/xi9xPTTvZpglr5w+529StjHvMKThr6zJlm+m1qVvLI53L3T/h6+ANEZPV4Sjr5uiqG+vm8FPnd5rr3+O9O9lCI1vounDb6RCy4+ZvJHviC/0b1F4J2+p66DPb8XUb6FKbA9YD1Lvo3SDb7zBoG9HW8Gva6ACb6KFlC9CPlBvrabqT1Ubom+b7cxvquQtLuqX4O9XswuvhPVnj2CW5o9hZYZvsDSBj59UU++7LykvgQKBT69sg4+zbebuvhkET6kJwO8beqgPXeQBr2YGf69G4t8Pes0ML7l3SA+IkO9O0yjbr7cibc9CctDvnknDzyMuUW+nb/8vfx9ob3H4te91WX4PbXUjj2S46m9h0iyO3L9TbzOhCC+Q2gCvNEiJ73Gi+w9Gn0fPgQXGD4w1xA98XynPK5CTTs3E5A9OZNvvdu21DxZQOk9A/hbPrquRL5LmgC+WTcKvq7kar6Lfd+9yl3nPSoqpT37HTc7wDfGPTMBkL7vKAe+CxiKPdoQ3TwzcDI979KyPe1YGb52v5A9iP7+vW2SDL6PgW8+ys/vvT9hvr0QvT4+QJ8tvon0mLxXIve9LG8kPi5JcL4jxU+9W0kgPo6GP73LRwE+DUByPrifcr5Ggo0+Ie2EvgFKEb4w9og9eOdkPe3E271oPfs9HsXCvaWaur1n/0S9jmuEPjKtUD5jSh2+SYJKPuGAhj0yBu69Xc4LvrvKi737dme93IP8vUXXkT7r9Uw+GYQDvgrRub24IHs7WNvEPeWGE77LlfK6IW9OvjMkI7wM9709e30DPnGoCD1yGA8+cyuGvunc8jtVjES+LcySvSWWIz46KzA+tHnwu8EAAD66UJW910QvvnmYgz7HcuC9rz+svcA/6r3oM0q98GbWPVWcEj7FEp49EedAvekPNL0LOA4+",
        "jGE8vobgTb7tFqs+eNgtPUCu3b2xqhE9az0FP5i7iT7MNLC+tpWtvv160T6NiSE+J5dQvWM0hD53use999+VPuibBL6z+Cq+V058PkHlOD7LbZi+Qd6XPKThGb7iFo0+u44TPm/8RT4pCBM/Y1OAPq6sYb4qHB29Lf90vfB8Ar4ZeeM+i30YPavRcT7gzQs9zTK6vQpLA743MAQ/MvNQvkyilL1x45o9mJsiP7ezHD7oIb4+83R+vnxWiz4WRWA+t3TpPr4qmD7dtpo+x9cnvit16T1ET929SZLDvVbf1r7xCtQ95AYhPjnpPj1B+jm+jozSPspGnj19Luo+mVQEPmGSvb1APhQ9L6DjvdYZUD3Jfb0+22uJvmU41r3QB3u+yUsYPj69zD7IZ469ucmcPkomDD/gFXo9wPItvkYVT72WjAQ/7xHTvevuw72dI7M9abAUvlGtPL4z0ye+uyTdPdDKHD2DmNg+XFzSPipM6j4y/r0+sme9vQg61r1UN7e8fHcLvrw8Tj8BA4G+jTsxvviOVz1Yvni9Beb4PgrQTj3Lbxm+ry4lPYNSWb7gH0m+8qOHPgtN1b3M4HK+2I2vPaZKUL415aq8ZCB4vtKaxL2/P649EOaXvV2gkbx6jAS+jmZcP6O9CD9IdPC9lua6u0bYMT7Jh0E+dgSjPCp/uT3RYyu+uGN9PlY0SL6lqIW9PhmAPsOMwz2DhqC9DsOHvm5mGj5dhpk+zrLOvrKPibyIOQe/B+DNO6w6tL2SiC8+awpVvjeaor21hZa+euAgPqIQVL7M+lw9JHdjvs9D3715jcS+A0wgv/pJJb9DYHI+qGKxvl4qsL4WKqm9soSsvqry+L4jf4896+Psvpbm1D05D3I+iqEYvpUfLr+ZZpg+RVQlPn+GCj45/VS+sQk1vq3bor4KeCk+8lMyvtdxw75Ys5m9NbBuvu+hsT7j1Qc+vDjDvuhKZbw9lbq83MOAvqllWT5H2MK++tK2vm6Obb5pVKi+EHOlPu+D4r5JPDu+",
        "XvYhPdjDur5O3DA87w3LvsO3Dr5IJii+9EpivrLnsb5/slm+4W2KvrFyur6e3J2+JfiWvj419L7dStK9X+KmvqY6+bzyfyE+IRkUPcfGnr5MtJ8+2Rl9PZ2gPD5FQBk+NawAv81Iir4eoIG+p4movtBYCL70s5m+CaqmvE7WQD6jmhW+MjqKvotuCz4oXCG+wjyVvskKtb55ahm9l1GQvrfj1r3Asq69Rpx2PiaXxjxF2Im+LjEDPWuKIz4+A7a+PadxPfb+vz10YnG8sJu0vol29r7iVja9hHhgPZVYXz7yuja+nyQyvrMWej41Vy+9f08OPljG+r3a10Y+mJOOvdCNu76aZLC+9pwrvOv11b441qK+vRcRP61/5D3UGNa8Git3PuYDPz5FSq8+TVffPUHHnz67Q749SN6CPi1Dr736WoE9jftqO3kPpb6MAK8+erHsvr9/pD7D28k+xn15vNMJjD6lR9Q+CtsPv684hb5cYq++hIy1vqQgQ77TjLA9ax2cvvRCuD7xETw+RuhIPm/f/r43gC6+x10HP79wrT5H19K8txTXvpVQmj2olSE8Vj4avn7vab7TkRC83qhdvvS+Br0o12C+bfNgPvbIR76vOYm9iMgZvuNZ7z3gH6i+WzOYPt+BBz6COEK+VesLvnrzhDuBD46+lGPJvWfvID1dCLw+0uiXvvxCfz4Sbow+VDs5vrykIj7r1fK+GO3hvrVJpz1CzSk8zFyyPlvX8z3Fm0s87gQavtGZ2r0Ck869gaxqPVE5+z4Dp/g+0uLWvkBNC76EoPM+nBmuvrWhFj4Ec80+C1v2vUWQnr7sBU8/yANjPQTZxL4bBoW+PbPcPkZZTD72+Kc+UVlLvWtqBD4eV1c9FJtlPmtnpT1bs/k85PPCvv7nHr2y+ou+Otj6PVrUorw+EUY+YQJwvlYwJL/I0mS9aQaMPpxQwL2b0SE+qEW0Pj4chr5uDzm+hiyEvhcCab6RfxK+TM+ovmp3mj4uHJK+nLRWPtEuur7d3ue9",
        "9wPqvCzCD733FYs9AuB8PvSgED4hpzk+oHgrPup2hD0kHhm+YMzJvTkKdj6Ye9g9cv9RvCS+tr1WyfK9Kx4RPVxdQz4Q9Yc9O4dYPtZl27wqfyO93/BGvd/pd7sQan4+Wb0WP5+3Rj4eRYA+2LV7Pk22ID0TYb08BLwmPpmVOrzflms+DCmPPjVENT7l1Gw+73F0PmTJlDyxYdg+k1QBPU8Zj70V0RE+KoiWPSEVNLzVi64+tGdUPhkgJz61b5g+6LL4PhChgj2EuxI+ZEb5vPjNjz2Ynl6954wSPW8NQr2thgc+SljLvFsxhz0jxyK9RIeevULKrT6R/OM9bsczPuY/VD1oGcM96PkdviT6hD18O+Q9yzx9vHlpJj4mFp29uoyQPknl6D3Skcg9ZyiqPdGnbT6zEq89A9h9PZPq3LyeKQQ+F7eGPs07Eb7w08y9syo7OxLPSD4VOo8+CKE4Pj7oBj5hfrK9vORLPqRqXD691t49eyp5PK7tyz1g7IQ+kMIPvcReFT50AoM90181PWs6Fj42bKK8uKy4PSdlbj6/woa9bT6+PTUKkD5a1II++VXDPiQ3wz2z3BU+RzD3vfiT472zKkQ+7FhPPiO7YLziS8U8ZcFyvWxNBz0dx9E9deX4PQFSl73p65o9v4w7PuS/WD3kvIg+EUhIPZpAXz49qAO+mNTPvUt/ej6HFo6+CRAQvibFZ74ZHla+FPIgvpsZjT7g2J89LmOnPXgJfz4B6tI9O9DzPV5J/ryt/Qw+4Z2yuq+2Eb7OG349bQcxPrcZ5zrfYIS+r6ELvpiDkD0qshc9mqolvh50SL5UQUO+QBozvSDn3b31pRs8EOMJvuZSNb5XXjk8Ig/SPR9WAT2S5p49kv2KvBRACz1WZN+9WSVFPrd8Sr6Hxlg+AA1WvUWuMz0/Yaq8MLGrPba5lb3ZOtu+cZtkuxSTnr47Bd880uauPbylVrrRpPm96vrmvbJAA746xpW9hbw1vrdbBL4WOGo993TmvP5CBT035T0+",
        "KiiOPNDWnryUMMu9IEfqvbPJo718fg++ex2SvgRHUr0GK6S96DwxPtdms73zEck9sWiTu0FCFL4d53q+k+K/vWtSzj0IXHW9NsZsvi0jfb1iKCC9FBY8vDRH4jzjDn6+UxwpviaTn7kXsoA8eCOOvacmjr3t5pS98pwKvfkGDL6/DWO9Ru21vS9xnz0hZvQ9/5+YvZtR8b3wn1i9A0JHvmdXSr663sG9sYGPvS17iryOGtA9btkzvpxjVL5KRAO+oj72PRtdpL5Pzgk9prSovAdXNz6X6eC97rSTvoQqFD67oa28uvEUPsLdN75R3gC+QQ/ovQy0p71sOBy+2kekvQxGOT4UXZE8V08WvBmERj6JR6O9YsQfvrWDALxK48e9f1tpPtiTBr4/G3s9Oum2u9+65L17LwK+LNbuPO8EEz5qXs092r2IvYUjzjw4ozq+ngvBPjBh9zzjC3u+OEqevQoogDvcDdg98eMKux4yAb5MzuQ9VH4vPO3Sxz0Ood68ZOM6vUUlnr3mNkS+u/a6vagHTj57Koe92I4lPm5PGD3i01u+vbcNPXqQEL5IW0k95VwnPvGx3j3xVNg9tAeMvYMqMj0f4Os89pA6vtgRirwEm2o+WnVPPMxvBj0D11g+4SIvvYQFqj1COTA+gmQFPkkQyj0NEam959sfvovlz72cm1S+ntC+PL2T8L3E5+a9r7zDuiJ9lr0frxg+MIesPt8QMr2W0Ho95HhVvlJXHb4xzQE+AdrGPUqT37nSNbM8wr28vKVJD7w0Gzi9lL1NPiBhhz0c9329dlfTO37vlbxjyVW+UeIbPXujDT7N/yS9kfgGvvFcsz0NrNe9jHkMvVcwLTyJxlg+bQB2vNkbybzLces99/C9vYJ5rj1+G7w8ar9wPpHvlLx0pf48yVQtvhit772a98i9Vb4hu07OoTy4qTE9mBkuPUModj3/h+69lXZWvg3bjz2i5QS+v2J3vltRYb1iak6+Zt7NuCFV1T2rr4G96IIUvjqbnDySbGI9",
        "vIquO/2Nqj6CLr++WhUdvnrJmLyxwwo+PF2svlMJzr6hKIE9EjmTPsgg5r3ln5C+9H8PvdXpfr6iSU4+hl+qvoACaT5ZaFA+8PW2vlndkr4qARU9lnD8PYH2T720dei+QipnvnQA0r7707+9q3dvvRtZpj0Npik9OYG/Pj2JD75R0dC+iUIRPjuqoL49iO87j4bbve4JnD6kW0++zIZ9Pt6vLb1mdtc8Bmh1vkFro76GXGW+Ni38PQsCzL7XlIa+zsibvmAYs76+wIm+Tz6TPiFTJ778w589dr2MPp14Hz3cV4s+o4SPPlqr3rzWoNs976HNvrnBTT57X6S+Xv6yvv0e4D3fGLq9jzsvPgakor0pIaC+3aXFPi2lhb2atJ67ImKBvshgqb6Mrx69DejPvj0yub7rnq290QdyPtlNmD68X62+VWNAPiirXT4ZCem9292IPkCcLj6+AC0+bZQMvSr+zzzSgtO+cBqNvjAqd7u8+Mi+OaqYvaTkqj6LMzM+Y503Ph6t7Lz/IY4+G62xPtf6Dz7hHIo8DbnkvmRhmb7IwNq9MVNdPVy+TT4UsAE+sY4Bvia5FD753kU9XkKyPTeafj4N6HE96s9lPt20jL2zNBy+2A3LPinmMD4ACEO7RAu3PFrExb4sMpA+9Gu8PUNHZzxrwbK+mLCIvSftLz5MzAQ+KgxJveFHrT1u5LM+8NeYu4YM/z2qW00+ZSdFPic7Sj11iss9kBVtvfljqr2MBUY+Ej79PcVGUj7ymEE9t2JYPt3rl70mFti7+9yfvq/XJD50xAU+qC4VPtG4Ar1FSmY+izIivZ4chDxjLqQ9RahAvSbePD7Undc9cEqcPnbz6jz5o/E98IP4PREzT732Kn0+4+dqu+3yjTvw3cS9tJ/PPf869z1CxYM6qRIxPnCdlT20KQc+gA9evYSQ4z1SbYw+m2H4O6ElK7xMp/M98V2BPpdn9j31HR8+jAuGPplhz71AzT8+WOOGPsFYiT7NibQ9x+KIPWHSnT1g+m49",
        "zh4HPrfgZD6fkAo+tjOOPq3LA74M6Ts+G56oPppWoj4fhiW9JlijO1rtPz5G/3M+HG0UPcJIZT6ANm8+umIIPpNVczyZTBA+WqonPmX8wD6dYDW927I8PZQ38j1tyhE+3Ky3PraKvDwRYwA+aHOkvSD3uD0rIm4+193VvRXhLT13lM89R/TfvTs9jz2vDiw+KWZtPvkihj5STt09vYn6PcHBTz7nDJa99hH4vUTFQT6kPx4+fBpKPjCEAz7WVQO+HXf2PRTRAz4AY+o9zM+ZPqDgDT7DqSw+Uo9tPsznRj004pu+laB9PWfqbL1C1OY9EJPiPdIOgD3k0OY9gIpsvu6Alr19Wze+Lg/BvaIEhr08FPU9X4tFvoeOJ76/+4W9N6aqvSyz8D2f1gY+5hlRPqPvcj16iR++AVWbPIK71b02hiw9qfWGPUiiI714eIm++Oqdvfwbp7yPUoy8Q9C9PR8CAz1S56Y9wW8IviyqJT3XuEq92SEDvee7FT3ibwW9KxzpvQgFCb4LLQ08+mGHPXIbKj2sSza+Ppw2PTd6nD3nDCI+znpUPrwZDD0edKw9xDvhvBlKCrxooe69iq8dvju9mT2Mg2K8e7iRvai7O73tQMG8w1OhvQnOjTwrjfs8MwbhPdaiXr3VQpI8PSOAvQYhqrxkxOg9wAtoPMgJhD2I1de9/h4KPIWKjTslRPm8+kkvvZvcx71/i3I9e46YOha/wL0ZnHe9VJT1PYqo1z0VZyg9kjamPUlh1jvSeM09swqgvBdypL1n8/u957eQPbuluL2kkAG+NnwGPj7kAr70+kO9p4UxvbPSybjOuZQ9FHNzPcdAnz3bvv29MKXJvZrBE7yGHXk+3FQNvkTIkD01wxS83xKHPdQWxrykB/u9JuNZPTMdNb7kbO69z4LYPN8z2DtxmUM9FPxBPdJxEb3Nd3w6mGoZvkPuD70mts28vVQoOwOaNT05jsg9NLDrPTfHoL6JLzO6LJdCvVo0zL2TRaM9oiQgvLmR6D2thJO9",
        "VU/RvSbHTz3d6p095686PiMrkz22MrW9Dd6svS8wr71LJPi9LvjtvdD12T6QaT8+k/CWvabEir1DVzW+EeU2OAUlHb1vwgS+u9c+Pp8c5D3noOS8t8+bvX4Dg71zCRg+FX4RP1WnhD7mK9E9hjmAPoBSOL2Hz/u7dsxFvvNcLL1JTok+LK9JPt9mez4tmik+9d+UPpqAgb3NhRc/DwSCvZV5bL3l9Bc9SW9kO3bX1TyvFyQ+/qwEPvxx2z0nn5Q+WL/zPfDQPL2smoI+o76Wvnqm1zhcgLS9PeeBvhm1IL6KqzE+GdmdvQNxGzwwQBY9gQQYvcPNAz76AwE9nHzQvFyIeD3bua69C/EovjSlDj6B08k9Dg5Tvu0l/T3vsV+83gAbPrj+ZDnJDww9KeqKvQNqcj6zFCg+2ODPvUKMdb5QLzk+YeaHvQKwRb6Bn7a9RPiavUpTR76R6TA+YZohPqCcAz3E0bk9gZjbPhrmDz0pT6c+irbjPUkgf7yoPsg9pOm1vQGNvzy+HRy+um2IvlRuzzzxEy+92I/xPJI5bT0p+us9rcyYPAKuZz4IayY+aKrfPsHNLb7+kgS9iJTIvUJcLr7Sze88H3NivSP8Fb5zj2a+/nLCvmH5rz0B9wI+XEWavSo3H72G18O9kDK2PWvNmj0NHXo+Sd7gvYlyjj0deu+9BqtVvrRlYr2NCs+9APPgvQX6ib2eqOG9UKe8vUvjDj6Pvg29DuFiPkBovD21ehc++9ZXPrTIPL3btGg876Q4vg6gXr5sJZ292z0cPpomer10cE2+8zcGvi22gTtgUYW8GVcWvVqY5L3SvPi9JN9eveVBd75d16C+jnngvTrKfr3GX7o9wyRiPY2kcb19hxK9GuRdvnHsU71/8le+R+rjPXvYTr6UQAE+RfZNvQldMD4ccfq9kIlKPgW/Q70wcr6+g9WOveHciL5B1H092umdva0wzbubGIi+GytZvV09J75mzkS+BCjPvVr0Ob5QB4G8kfGgvWyxvTwa8eo9",
        "8tRXveYryb19IM69FF9ovoFpprwl1DO9ddulvYrelzsutAW9pm6yPZ5AVr5j0xw+slI5vb5Y1L7WHRC+60QNvXWSoT0/yi88O63ZvXvu4T1KKZ07zoTqvTFFjT08pCm+5/2PvThKhjxuvpa9chLPvcRuPL3rHWy+kiyWvTAwfb2TQBa+O5fTvWgrgz1J6bC9mdbzvQHKBL5EUYi7c2IVvgiaOb4ycgm+zjaVvueStr355zK9WytSvnRdYL06Xks8rUZQvSM5/r0XJYk9p0mYvHjYQD51P+295kqwvrJ1PD0D0r29WKUvPlWPJ77nxEK+oK8dvpQBjb6Qj9G9BqsWvjsZuzxhdC08lnArPtwiTD732Au+L56+vJEd9r2UYtE8VO30PepIsLzben+9+aykPTLJwr27mAI+e3fCvX+c/z26UHA8UNUWvvP9A74HGqu+BZxUPj2u9b05Z1+++AeHPU1F+b1N8og91vQtvRs2gr36grc9AQzBPaxkJz4wm4Y8nbkHvmXUGD4QYei9utb9PIIaAj6vU4A9B40aPvKmHT5C5Gq+3kHZPfbFJ73lmaU9B6wWPmzcHj14v8w9DMENPZSunz3Yfe67sGDXvPcuCT4fLio+6bInPlsxHL4EKSc+4LZSPcGQFr7LBQs+XeHUPdL5Kj4zKD49JH/tvX3qpb2MiJO9vNQFvWyYJL7q2+29UdngvURykb3bl1Q+vWUmPpI81TxDqxY+4ngHvo4jWL5GC+C9DBk5Pmd+zT3PuyU+tvm0Pe2ozj180uW4Uy4WPgkqk71PWCS+SXCEPVRTAT1rWD6+Ron4vel/o714hSO9TzG5veJaGD6LKaG8fs2PvYwP3L2MIlI+Ipowvt/WMr09kHK8MqpCvQpmKD6GNHU9a1JkPiSswT10zim6eq6uvSa+Qb7Reuq9viGlPNQKp7uqgyw+E5cgPeEV7T23RaW9QghRvl3IRD5PqM+9uIouvqfih70Px52+16ZZvUh+fTxJ3jI84gH/PaVB4j2GfJw8",
        "iUGGPTCliD6GSQK/uEkTvVhsRb1eySk+hXurvlv54L5FSCE8/OChPlNugb4E8Fy++AmDvlRypr7JFmA+PZS9vgE9OD52dXI+vS3IvjccWr5S00C9KN4uPtwgLT0x6/u+377CvRVAgb4z/Aa+PX+3vCxBXD36rsi7baNKPgtUN76mJpW+W/XevIM8fL558hE+QZfhveOZRz7uK8S9uEFXPsMiEz0ZVKY8dcaXvpwYwr7WAjW+0GoXPgzWsL66Goi+32jLvrnMrb7p9Du+0BExPgTtI769Ij8+ZAHqPWSIujvxBTk+Kw6SPl09/jsODUU+Y6O7vsM1Tj4+OfK+er2wvtgZUz4uV/68U3tjPuZ72r2HI+e+UootPkEeM75CrJi9LQFtvpQiyL7mpz+8V9KJvj1Zqr4GjSY7XcVvPsYQoz5Saqu+ohICPijyfj6kxKK9gbkkPnHuZT6K2IE93TwDPpQ6VD1xSLm++cKtvsS88r2qyWO+hDICvhEMhz59XoY+2fA3Po9erzsZaSg+bdlKPriAOD7pnHA8AQT7vn/wyb4PyoI88ySJPSLhnz0AVjo+exiqvblIpz1YMMI8F9vVPCH4OD6xlww+DCdIPtRbPb4DFRW+Q0EYPuJW+zx765W9zMlqPRInzb6qptQ9V5C1vSjcVr13bMS+4MsevVji+z1nxBM+6sykvCqVlD3poNU+NejPPUEawjzXcgc+BAsPPtt65z30J4S9lPMbvpV2zL3Ot6o+aqKtO5Qlcz47i0w9FYRuPv2137wOy5m9HpyKvvY9Ij6W3j8+BxyePvxFET5wcyk+L7UCPcKJNT6S22i8JGKJPapkaT5dN4I+1NnFPnrRjT1L7eg9oxtHPtJ0wL2YIx0+I9yEvUlbHrwLH/q9WMYMPrNj+7wYPTG9QeEOPnwkNT6l/d89Q1+NPbT9LT5gSBo+PTSVPZJzxb3gx5A95HWXPh6gBD5UdxM+TQmrPpTrPT2dMw4+yaWVPhsMRT5MsOM9FZ5yvKeCPD48dpA+",
        "GOU/PtGDnj6Vz849UkWXPgjIuLzwojI+oY/6PvPYnT7/OBw+vl5zPb9RpT7o8Es+8tM4PqDDAD9myyU+rYZUPugcuDuYUEE9qgnBPRzPpT5OTyq9LfuhPXn0pD0JEFE9S+fOPhc27D0xsaU9nHDoOpBeNj4/JJg+EUzYvbYWEj2x8gE+Uf9SvoZbNzz5r5c9pyaPPVSUlT6pKhc+/NwdPuu6Lz6h6hU8wNgjvpjtAD5dV50+GvLwPbzXcz0r2T29U8+VOww2hT1COKI9s5mxPkDWDj7M1hg+5z2xPYY6PD3d7IG+Ib2uPCfAHb54TwE+VpcqPYiRqz1ktog9MaQhvt/ixL3sb6C9uKGEPc1li7xb7/495a24vUvaJbo6WFC8bt8JvmAPED3fFyo+EFTQPc0eB77nTFs8T2Gevf1kuL0rjZ27osc4Pv46/r2gCkG+5CfFvLUlWL2nLjy9lT8OPvKZkrwMVzg9xlFRvZ5kEj7TR/u9c5EYvRIT/D0TlOA74O6LvW+xDL6AKTM9kSsDPheo/j3KuDG+c/dMPUpDCD4OvRw+rPXBPv3tlD3iSQ8+8l00PHp2BLtz+Ji86JunvThETrxN5HK8RJ03vZaUzj3Qh4i8OVRYPUJWir06Ywi9jMzXPRKMfb3C03m9pyE3vOnxKT6XeDc94fwfPB8c87stkd88mNVoPc3zkLwNqWS7bvzaOyDin704EIc9v8eEPPy7mj3vTzK+GSa9vdcYojwEm827gQjsvJymbj296xQ+oVGMPf/U5r0u+Pq9K0SGO/ZSUL7DbjC+hWRzO2BfBr7pZTe9oA32vAUMZ7wTbUg9QAbaOwAYlj3zns69Ae7PveUc7bxAOnU+AsDwPN6R9L2xbRy90gezvOFQDb6FJiQ8ypYuPb20Vrz7LcA8sR8CvYcuq7ziTgS+7VETvbSiDb4Fye67kq1hvqXsuT2YgBS+uuGlvVwg2T2ahC09it4LPurDMr6+TfS8ruIXvre/Mr4MCtM9R8paPKa01D3ccmc9",
        "h0cRvY/5az5sa9O+lIgzvtWdyz2o2Fk+0OQsvrWPiL5zoGO9bEGZPu6Swb337oa+Q0Qxvpoblr62rTk+2oF4vja0Qz4rZlA+dkfOvs9Ngb4ZsEK9yNLNPR9ZGL3N5we/Qr4gvsGNlr7tAY283b4hPHoigbwpkAq9ZJz+PfNs4b3xR92+ZxgzPuz+kb7p5ak+aH4Evid4qT66ZcW9fyE5PuUfML3ec1Y+6gGgve3qq75cJDu+YqI6PXMjrr48k5e+XAKwvhSkh77qbv291iEUPh3Ygb78Toc5hac0PrVw2rscYz4+QhoBP8M7UrvHc6o+YIWpvrO0Lj6C48C+nZWgvoOtqT6mPy29/xjrPTmM9Lw0+I2+w04gPloQ3L3huSu9MumJvrEYh77W+e29hGpsvlexkL4UtQK+pDIvvS0rJD5lSXe+wxepPYni3TufRCC+IMSlPXvvjT1PU1Q9BRxZPXnarL0lOGG+UqJtvobeyT1nUlS+vkwBvqsJgD5gDuE9fDpZPmlXJL00Cnc+/t7OPZuTgD4bxUC8zYPVvhqJK74C1xK+2J2XPX9ntD23j6g96SOmvRPJRj7RTHe8m38jPVH9BT4bHNk8emQPPuZ/2b3OJi2+1IsVPgsn+j07uuO8uwafvcPBhb4lAjg+5E7VvRsU3D29OUm+CG0RvXzKiT5DzpI+yAw2vsrHpbyVtNs+dOidPS21Nr1+pCE++lQxPqtVVD3B77299KjXvBk+ALo6nLA+IgEDPhYKUz4W+bM9ul0qPgSlMb17lZw9Zw9IvUrVdz4FKNQ9WouIPn5jWD0DxkI+gsUAPnptvz3vilo9DA+RvU3N/j3W2CQ+/SwiPqdjuz2f+s49BIKgPpQ28L1h80w9owL9vaNhrT1P4nK+up4tPtcJVT2xh5Q73q00PY3XdT7wRz+8jSrQPoBOpT4iInM+n4KePW4slr0eaqe8o1z0PVdkXz2H/f89gHmOPtQXer2iLyQ+YxIlPrXaiz7MYqI99k/iPQoPdj6rcX4+",
        "REZPPYBcIz4Gz1M+2m14PsHurzxH0Ws+8SrdPmXSiD4m2QI8xjNiPfMpnz6EGA8+Gq4+PndUEz51QKQ9aFgMPbuUzj3Z/ZW9vXBGPA66zD7EC/i9HU+ROxX+QD13QBs81G6aPn7BJT6lIMg9JRLDvQLBlT1/Z6k+z2bDva3nx7z59I4+wy4AvlRyjTywwQ4+Cx9FPj7LlT59EXM+yTyhPVLOwD5Up2s97JplPBiADD7ITSw+XZN2PsLV4j0E4P25c86IPXRvgDzbBOY9wq1dPhEj6j2XLy09+qe1PFa42Ty+e+e9EIMDPh2gOr6VxOG8I2QiPdsNP70aJNg8KFSIvi7+DL484oe95HjAPUGyiT24qSY+sUkQvkHxwTuxP329cUyGvfuV9Dy/d9Y9Cn0dvGh0Kb2anT8+YcKhvXbhvj0YiVS9IsqHvZ5zKb2rMBU6tnc5vljAEr0Fk+c8kX1CPlblzL0ezSa+7nq4vWJjhD1/qDG94YB0O04i7D1efUw+el6KPWDVBLxpXZa+ImFHPuXtDz6DbCY7Mb0iPYisFD2lh5s9aChiPjH4k71YSQw+BZ6zPtM0aD3uGTU+49tHPsNpaD0ljns93GOuvAvDmT1abUK+gsAfPtrKZb4cUQe+XL1bPTlDkry3JCU9YiYIvpWFGj58as09roZBvdoVWb7zEZG9rCL1vaBUvL0XyLA94OyevSyRILz4OmA8k2ekva/PNT1qjYE9way7PYe/R74uWWu9ZLC9vQdClTyV4Bk+RCj7PXN5A77ecL29VA45vVeC1rydggi+XlDJPaAMVr46zyc98L5/vBbP/LwGqAk+PeKjveJmsbw9U8u8WIZqvjuvjL0cuwk+jnAwPZ0CVr6sOBo9z4OKPQT1Hz78Sp489isGvvH6lbyT7Xi9fqk/vU/SCb1FfLy9oE8APQgjBb45rzQ+/Pjuvakrhz0rH0A91Hq2ujBXpz0FbZY9ryRNPhSVjr7Wnty8IMjiOZVyR74cqT89IMopPRa5OD6fcSA9",
        "cKM9vNB9Db67yMu9hUgePbp2IT7i5ju9EUn+u7UrXT7RgR69TJScvRcabr3BabW96cVEvveFcrsnMOS7952FPmVDgb4HA7C+br4KvAh7cb204rU90fJoveythj7d0Ak+4zJIPT64ED1qZpU+Y/+SvTc87b38XTQ9hVRivqXdaDyv/9e9GuYPPbdpszyo4dy9IB42PoH6QL1ibsc9MFnSvDYzIDz9W3a+8bUqPmhh6LpW5Gu88DNpvm7jp7wqCg++gngzvpAs9z02+ks9q8wCvtJxirz/9ou+PGscvvX8XD3h5ea8yPn3vTFEsz39IRA+KA1TPqrfK75GfEA+BYXYPcXWnj4+0EU9+CdhvqnulD5yoWk+UH8LPThrmD5fQwk+ND8cvo3nF73kIuo9C5BsPeH/RT7rp1E+W9DcvNvNA754kjW+W+9wvuleub3wsP69dKOkvXweM77rdWu+xTkcvsvh0T2cV7E9VfznPFQamD6xjuI9L5mPPVEyl71JC6i9kac0viQyVD7gAya+kgMivhoACz505iK9mYUtPnMJdT5Tbrw8y/KevmaQMr4MuoW+3ACfPd5dOb6DlU6+lgwmPhuFrb7AreC9PngZvib9RbwiA+a8SSkxviXcgL3Hcw2+BApSPnffjT2+hrS9JYSuvhmNPz5itoQ+JVOOvXe/L7yGDwW9+PByvL+XSTyYAiu+RztHveBe573kjbu958MgvfEb/TzCGTw+FnNlPnVAT70qwFq9a/PMvXKxED7xJgK+VOtBPsIOkD201Yw8BSxevol44r2npxe+IciCPVlZ6r12WN69WuDuPO0Y2b1JtxC+K+davpepg7zgWiY+XHYnvRHhPj6fXP09oX7APCClVb2GFVG+DQcWPLg2JT08iJM91fm4vXBggz160Iq9fb1LvlGlMD6b0GM9Sz2aPYnekj60kbS+IY1HvUYNcD7Luk8+61p1vsrl3D6CUGe8W10QPrdcn73bS2g7jN0Xvr3t2L1Fcmi+CawTvmlg0zpQnX2+",
        "ChSdveBYcrm9P2A807ydvVMyCL2FD4+9NP8zvE6XT71BCIe9Qs4TvF8iUr1r2P29fClZvqLIGL7Cy/S8e0WvPOibAr695Bi9vokMvtsMcrwrogg+viW3PWV4hD3acYy9sCtFvPXRTj0K/YI94jMIvZlzSjrqmNI9dt8TPl+VN71QXjc+AebPPNHgdj6t7gg97hOkPUtQt70oEHq9kvWlvVA/r72i78E+miNXPfgFeD5Wv4K+AhHCPf59UbwrlhQ9BguGPubTi704c58+9/G1PalR273pIaQ9ix2KvSVgN71XePK8p2CfPdtZvz05HjG9amFOvtz+E753K0k+CLVyPTRPqb0/0hC+EGX7PQuPXb1AYs69dG6lPc8dkL2H0ik+RAplvRRlET5OqAu+kvFTvQIxDb4gEaM9T0//PXlwB71FdRw9yIuOvFjhpr1sAFu9VyECvrbCET6gcHW8+dHCPJJW1r3rZ7w8691vvSy3Br2ej6i9BbnsvTYehb64slm931XTPcozcj6b4mW9hnY0Pm3Su73PRza+9DKevekWUz7c76o9EIrJPD9TLj7T3Bi+NJ3BPZPEerzPm3c97aj1PCrjlT2x7wA+5Hq0PpoptTzJ9OY7Zae9PQlgtbxjFQe+8pwGPp/jSz4X9SO+wpGsvSnH8j1IVp27o8K/PVwThr1z8PU9vcamvR+gET6wBuU7khWWPaOwwj15uXE8e/eEvSvjzT2/04q989L3PWzikD3kIFe9F/HGvVaBG71JRoW+cKgNvR4HIz6aHOU9zOmGvOSXHb1IfDc+PW0MvhIydz0900c9qoHOvIUOjD0KObc9k4Asvb3/l7z/P3a+LeriPfPScD2gjeW9Ms7XPNRXsD3oKh0+hAMTu/im07zNIS+9vNPjveIxP72Crx2+byIxPVOAjz1t1vg96wmSvWaf+L2xEhG+hK2JPYhY7L1a2wq+AO2TPB9tcb4VqOg9MMbNu63qQD3/Awc+cKJkvrdR1T1Au3e9YcvqPYvuyr0wVui8",
