{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              24,
              3
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Bidirectional",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "GRU",
              "config": {
                "activation": "tanh",
                "activity_regularizer": null,
                "batch_input_shape": [
                  null,
                  24,
                  3
                ],
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dropout": 0.0,
                "dtype": "float32",
                "go_backwards": false,
                "implementation": 2,
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "gru_2",
                "recurrent_activation": "sigmoid",
                "recurrent_constraint": null,
                "recurrent_dropout": 0.0,
                "recurrent_initializer": {
                  "class_name": "Orthogonal",
                  "config": {
                    "gain": 1.0,
                    "seed": null
                  }
                },
                "recurrent_regularizer": null,
                "reset_after": true,
                "return_sequences": false,
                "return_state": false,
                "stateful": false,
                "time_major": false,
                "trainable": true,
                "units": 128,
                "unroll": false,
                "use_bias": true
              }
            },
            "merge_mode": "concat",
            "name": "bidirectional_2",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "bidirectional_2"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_2",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "bidirectional_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_2"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_4",
            "trainable": true,
            "units": 128,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_4"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_5",
            "trainable": true,
            "units": 1,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_4",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_5"
        }
      ],
      "name": "sequential_2",
      "output_layers": [
        [
          "dense_5",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.4.0"
  },
  "hash": "b97044d39ccd9f9b5a67c8cb6c653cf72cd9e64e914a08c7ea14045f95aa7c2d",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      24,
      3
    ]
  ],
  "output_shapes": [
    [
      1
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            24,
            3
          ],
          "values": [
            "80D0P9etn7+IN6E+LCyNv0ox774Sap+/ImJ1vy13Xb86wBm/Z95lvl6ZQD+6Z9U/h6ltv6Gltb4oHgC/oomAP10ZFT4gBo8/dWJzv7b3jz93Nq4/wHOfvShTmj6rSbe/bSqtP8P0Kb9HCQm/+eo6P4dwrj8UKzm+cnbKvUQfJ7+WKAC+a90HP+NCV7+4yUU/SDeBPySKj75iQGm/eFqOPweJRUAa3AA/GsmJv1qnWL8/tzG+y1GOP/Jrl77+Nam+psoKQJqYlL9ERn0/A9p+v5ME5L8c6Mu/aktsv0cIEb9tAyy/ChkyP8A8QT+1OAG/ghIVvysv577GxWU/eDTWP3YQEUA6sQ4+uNMaPtKeqD75734/q/GKPvV0HUAJ1tU/"
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1
          ],
          "values": [
            "TOWkQQ=="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "bidirectional_2": {
      "backward_bias": [
        "RfoAvpapWb6mi4Q+mQO+vUdRhj4R7ja+c9MLPfoBPz6+Jcq9SLEAPuASgT4CAGK99tnbPULLmL6d/Sg+8R6MvMjwHj0fZmI938dVPSdmxL0rLiE+XaohPZ4ifb4aXEk+WZBLPZzigj0+BKm9DVfLPt7DKD0rOi29h8tEvcHOzz78ftc9/yaevSaktT0nfrq6+RY7vjfFjb45qY6+R7/sPMRUBb7Hosu9PeKPPRj+QT6Y49w+8b+KPigGfD0+Qxm8Rd43PY41gj5TcgI9Q6gxvW9GrT00a9+9d/sBPsDiyD0fh4A+hx0tPaB9FT44aUY8QhptvvC7aT7GEku+++7UPnr6Ur56m4i+M/2+PdT8LL49TOO98JJ8vvoZdb5eJW28Y2EuPvgPFrvvHeI9jjuSPtUKCL37mpa+zCJ/vtetiT5GlA0+ySHSPmZYqz44GZo9op6Fvpjhp73vyga9z/zfPBMo4j1Km9a9ZqqdvmvHGj3bvKw9xpcJvsVz6T171SE+ayEyOpEYNb6rPIE8hGfCPCg/Wr5n89M+x8TFvsgDxr0J3P88kznAvjYCBD6sXiw9izC2O3tHVr58k+29WhTAvvADKj50VJG+6GYrvL6s4zuY+JK9z0rrPRDo5jx62CG9h/q8vXHDH75rnya93NCRvv3GgLzvGzG+iByTPr1toL7t/nm+A+VHvgoexbzBBXK9bib9vdsb/Lz73N093FIFvUieir5T3809l+kjvWW4tr0N+FI9eJ9xvgZK2D1zITG90V4wPuD4ZD7kWvm8UgXQvfI0IDu/+ia9A2xcvtQTij0spvo9NIi5PV9CQ77lZ3W+R76WvZ1t6L1SyZm9lLmEvTBCezw5lck+ey8mPmhmdj5kN569SRz4vWw12L6Brje+OlJZvXO3l70leVC9lTxNPoPZlDzmfBy8lbVEPV9B1TzevZY+V8wqPppFGL72SpK9OxJLPYo+pT5cTAA+bCdaPD4XFLwIIDw+i8lePYt+Ez5//E6+Mm3VPON9ib4KFiS+",
        "LVBzvsAcqL6EATc9twKMvnX6v71wUv2907AfvmDmaj5ImT0+mOBovQB7fz1DV+g9ksmfvoiEJL0UgwG+Y7T5vVwXj7w1ufO9vtsvvVN+A73UIb++uZnavNh3j7xx5Z08acQWupA5er5TH4K+IfP6PUglYz6V13m+GzhKPjutZD66EoO90AlIvkGQhjxc/rQ+S9QCviXBy70LMES+xPW2PYVjUT67MFW+Hqj6PbY3f70vTz69538ZvnBunL5jjiW+D7SMPq3g471BwlM+Yu7GvdHqYD5FXEs+hexlPp+amz6QNfE9QkKuvSrYhL3P0Xm+usC2vVn3l777cnS9S2liviWpTb62sk6+GQVAPq8Ld761vvo9P6g7vvxMpjx/xBK+FWFJPe4FpT1ZJVe916MOPZbXNb4I5e07H83yvfpHkL7BWmE9NSsQvgG9kLzE4SG+B+RBvhKxTD5NYye+OgIpvnuPqD3ZGx29b3TuPRWhoz1Uu2U+UqoGvuf7e721e5c9rlTqO/rPsT2QS609183cPPLeXr6QtSc91akNviqvdz0fQFk+GRZOvofZdL3bH5C+j6ymPWgsELzUqpg8Kb6LvpDlaL3aC1q9IfHvu28kQD66byk9WpVzvVDHLL5wxGs9e/qZvWdezT1+VQA+QYMuvv4uLb7wfYe+e6QLPktsv72Fcei80i/JPUhC7b1wYR29CnK5PfMQd74FJxW+Wwo2vL8OG74KGk2+dxOlPDQFLj4pgb28rkg7vqhEFz277+A8W30kPinRKz6FUU0+x4o3PMr/wj30phS+27uEPpHxCj4pyHu+twMiPotCFb2OB/E92REMvgta4TxBgGY9pqSOPl5lcT5qIgY+m4ErvI1mGr6qV+69zHhOPvnqGb7w0XQ+xE0gPGA3vD2zQzi+7BEFvYwMcL5gP9+97+0xPdOi1b3tV4u8qbinvTbqjbtxl5g+NBAVvl81YjyLhw89+8gnPVHWhr6fnVK+j1AevnFZFj7ISew9OsidPTKLuD0bcrc9",
        "RfoAvpapWb6mi4Q+mQO+vUdRhj4R7ja+c9MLPfoBPz6+Jcq9SLEAPuASgT4CAGK99tnbPULLmL6d/Sg+8R6MvMjwHj0fZmI938dVPSdmxL0rLiE+XaohPZ4ifb4aXEk+WZBLPZzigj0+BKm9DVfLPt7DKD0rOi29h8tEvcHOzz78ftc9/yaevSaktT0nfrq6+RY7vjfFjb45qY6+R7/sPMRUBb7Hosu9PeKPPRj+QT6Y49w+8b+KPigGfD0+Qxm8Rd43PY41gj5TcgI9Q6gxvW9GrT00a9+9d/sBPsDiyD0fh4A+hx0tPaB9FT44aUY8QhptvvC7aT7GEku+++7UPnr6Ur56m4i+M/2+PdT8LL49TOO98JJ8vvoZdb5eJW28Y2EuPvgPFrvvHeI9jjuSPtUKCL37mpa+zCJ/vtetiT5GlA0+ySHSPmZYqz44GZo9op6Fvpjhp73vyga9z/zfPBMo4j1Km9a9ZqqdvmvHGj3bvKw9xpcJvsVz6T171SE+ayEyOpEYNb6rPIE8hGfCPCg/Wr5n89M+x8TFvsgDxr0J3P88kznAvjYCBD6sXiw9izC2O3tHVr58k+29WhTAvvADKj50VJG+6GYrvL6s4zuY+JK9z0rrPRDo5jx62CG9h/q8vXHDH75rnya93NCRvv3GgLzvGzG+iByTPr1toL7t/nm+A+VHvgoexbzBBXK9bib9vdsb/Lz73N093FIFvUieir5T3809l+kjvWW4tr0N+FI9eJ9xvgZK2D1zITG90V4wPuD4ZD7kWvm8UgXQvfI0IDu/+ia9A2xcvtQTij0spvo9NIi5PV9CQ77lZ3W+R76WvZ1t6L1SyZm9lLmEvTBCezw5lck+ey8mPmhmdj5kN569SRz4vWw12L6Brje+OlJZvXO3l70leVC9lTxNPoPZlDzmfBy8lbVEPV9B1TzevZY+V8wqPppFGL72SpK9OxJLPYo+pT5cTAA+bCdaPD4XFLwIIDw+i8lePYt+Ez5//E6+Mm3VPON9ib4KFiS+",
        "LVBzvsAcqL6EATc9twKMvnX6v71wUv2907AfvmDmaj5ImT0+mOBovQB7fz1DV+g9ksmfvoiEJL0UgwG+Y7T5vVwXj7w1ufO9vtsvvVN+A73UIb++uZnavNh3j7xx5Z08acQWupA5er5TH4K+IfP6PUglYz6V13m+GzhKPjutZD66EoO90AlIvkGQhjxc/rQ+S9QCviXBy70LMES+xPW2PYVjUT67MFW+Hqj6PbY3f70vTz69538ZvnBunL5jjiW+D7SMPq3g471BwlM+Yu7GvdHqYD5FXEs+hexlPp+amz6QNfE9QkKuvSrYhL3P0Xm+usC2vVn3l777cnS9S2livmRlWDy6sIa9nLjcPddLBb7Onp490yUEvk99/r0wHPe93ncoPVs9jD0GelO9u8HwPUsnvL03lHG8HFZkvRn4UL6JO9g9cswAvpPi1r1TIxq+ssQ2vkRqKj7SgmI8jzlkvS/MDr27woK8NeCUvfD3cj0kBhQ+oMBmPC9KaT30tdW8UWV4vUSAEz0aWPS8JowFPYZbtb3CQsW9xS9mO1LoQ72Rwvw99UItvvr5kr2teXm+/eUePoJDoj0yBS0+s62RvlzUMr27A0S+pbk3Pe1n5T2DlY89/w4EvZ4eDL665wI9q2uMvS6M+j25bFs9AY0svrAMPD1HI16+NZdxPCFRujyiPjG9zfptvZvofzwLSSw+wMaUuYoZ3L0bi9W9PFmvvRyZCL59UYa+9+MlPTHW4T31Coy9KjUdvsB+BL42UV29E2sKPsJLWj4otEs+xq+avA7YjL0pbYm+RJc1Pt+wBj6N+W6+eNqAuoEw+L3CPYS+2UQdvqqzmTzKHUA9Buk9PiAVWz7ZBNa8GnKivo7JCb62m2k9+CYHPrU6E77J5YQ+96esvY3Lsr09CQq+BdY6vAjaj779TAS9FqmLPHIHJD0p2yK9XIBmvoHAxbwmuUk+yCoUvjzkgT3N3Ko96V/NPIpejb70B829QVdKvUs5fb3kcjI9YKDePWN2CT7+1xm8"
      ],
      "backward_recurrent_weights": [
        "C3gWvZfIeL2QbpK+hZQGvkzNDr0m1Rq+6jy3u/EP2L3iMo697XuVPMR1jj2Q7Mm9N8nsvTJPML6bBBY+Hy2LvXxPbDzN8eW9wBp+PYs/fD7ZPlQ9vRmkvZN79r3YHF4+4zgavl3CS76hjP6+BVdevpZKAz5PdCS+XuW3vqcRI711Gtm9lmchvOBV2L0vFBu+PGMbvpWWGr6S4pm+EJZfvv7jPr4Y/cO+A5GBPvPWgz0Hc9k9uuDnOve5kD3lAao+yYLvPUxI+z3ZT5Y+IgHdvkEee749X+q8XKvPvb/n+r6xtU2++sMtPaejiT4IEqu87FRVvTyPq75NLqK+ClsAPvyBuj7eY3y9fqfAvS4uZL7R0J2+HX6YPe8rK7zkM/a90qSJvc0hkj7VedS+zdu1PWwwkz5COFc8BMuDvpjtEb7Piou+J1qwvlFAoLxHyMw9IfaEvrWorT5q6bW9WnC6PVsXzz2zEqm+nYmfvWtCJT40gj8+yiwoPvB3h743McS9FYCMvlrcyL5MDWk7YPRXvqebNL6HaCo9SgoIvuNUCz7ueU+8xypWPeeKEr7jXtu+to9CvWhw37wEI4I8yQExvRGX3j2nWTM8qsEOvths/7zwJbw9HOvXvfOvqLtT8jO+ztvAPRxh0bw/Ebi9IhMwvqr62b4mFEQ80oW+vpeQD707GY4+EW9BPtgmyz5OfTw+hL7mvfFH5b2bPww/B0qWPgQrFT5jtzU+I2Omvn6hrD48XSW95n4hvc7aGj72/j69nhhNPgTQGj7YU9M+9aOsvc8Eorz3sbu9ChiiPSDHd7zJRBQ+ZCGCvsJhiz3Asum6dEO1PT7per1ipTQ+Wtf5PBTELT6ARIM95BqJPWzDKD5g9589KuIXvsrl5z0CGQW8nJtYu1OJA72+Biq9AaAVvsWfYL5zqXC+rgTpPrsjM74yr4Q9J55hPbwxLL6CJpa8ViRlvtyQb77g0764ZQoavaMq7j21sdE+f4oxPdkB+L7RJZo9DVeFvsbLHj5sGTm8",
        "rtZVvtsYVTulsBu9dkQbPdA0g74v4UU9DacfPnITa77VLx6+0pYBPulxSz46OHO+OhgvPf5qDz4lxTC96vgnvtpEtrw0BKg9xbpUvpkgT76rfJY+GS4QvunUOz65nDy+dMJNvbIPlT0chM49aPb3vMTb370bz5E9uNdavhwXpL1t6rw9AkZdPek62j6EDE++MHS5PooCtT3ehYg+MaQzvlUDiTzt3YM+aOvNvVx5cj3D6h287M9gPW9k9rziQVq++CybvgRH+j5fbcA6X1UdPqS4rjyP9+G9orK4PnUoyT0hTJ2+S+AVPf8X3T3cXeG9knxaPq28PD6HTZw+V8oePqWYh74LnXs8+oKIPp0/Wrz/r16+p2J2PRz8ij7NY7e+o673PaPYEL49g2S+X3zhPr1N9r0/e8q938KYPhISj70W6dO9PnJLPsXCjr7GZvQ6bQHzvDDkxr1AQaS94Y51vmJWA74HYRs+pRy4PIQmGb5k/ug8y9CPvB+tYj1yPMg+DTacPVyYOL5Udg2+ayS0vlAabr1HnxC+gepRPZAY+TpxMiO9AqJuvD/4zb5gSCA8+eCnvqMGlb2agay+Ix6MPSD1kT2thWi9sSlQPvbAGLwcaqo8IvuHPkZaYD4wmBW9vIWEvnLDtb7tsr0+ef2lPtSi7b1NhEw+sOftPECkd72ki4y+FGe2vP6lVj7f2O49gnFiPSbKqT2cUti8UOm4PhYR471ejrI9mV+aPJ5UHb6lAxq+7J81vYntHz5Xsrw+lEedPViMDz7XvAm+sSJIvhc/Iz1vfUE++qwTPrH9qr2IDQ4+goCGPJadwbzRydI+N1WpPSH8sL0jEpM9V91QvjmSwD3rNUA9sBdkPrYvOj4igDI97GXTPRp0UL4lbp69G/7svTOE670HRQ6+iAKsvW1kZz1Cu7E7eVCMu7b0GD31cse+1TYgvkIXSr5B4Rk++oRpPat2PT7lNBS+Q/q9vjuG6z0cB829aj/ruwrgnTtfsZm73OP8PcYtvz6sZ1+9",
        "jbUivrEJqb1MFGK9OztPPMnKyD2XtBO/Dl8QPg662L1XzMA9EnHEuqPOGj2vzc+9AACivoFqzL6AE1a9KsObviMsoD56zHW+oX8EPhWeCD63HMC9zyANvz+bhr58Wpg+F8wJPZICj748GwW/hhqVPXAroDxFrRa/G5hSvht0sT1PccC+4s4RvoYgGTzvNre+ClfvvWptrr4A38C+juXwvv3BXr7YT2K+cSU/Pj7LdT1B0F29Lj27PGgnbT40wQU+fEetPXJ9wj25b6Q9CGcJvwvan74aAAy+Cradvnc/2L5yczE9qHSRPpb7mD4T3hy+9keAvtb8hb78Z4q+DlGzPr9I0D0mNrW+7O4jPuPtCb9or4O+/8juvTDiyr1f+8C+U+DPvbJz7zxYoEq/bskGPofeZT52gyG9AmwbvkNb772lydm+hPM9vmrtXzvtC5o+yVTsvoCgOT4zU5y+5Aodvv+qsz3E4/e+wBONvpDJkT7yYec+cyMNPnOP4b5RKt69tFcMvQo12b4P004+ZW2Qvhtimr4klS48n+LovtrKnj3zF3e+hE27vmH4g75V0PO+zIB5vJxoDzv7W6A+FrW2vnQoO716tFC+h1FsvqqHdb5P5GO94zr1vUcCPD7giNy+P9/IPbx+TbxQ4dq9IL98vtzWBb/+i4s+uWmcvmv6373HmMk9E+iUPg89Ez470r09jB1pvkEwrz3NP3M+QQsTPr8rxjw4LsI+EqzovqkndD4cBKe9dTTMvdrcPD5F0EC8VY8fPek7SjsB2kw+62Q+vVSiRr7GUkw9wjSpPWdryj0OXxU+fEj5vVIeAj4nnIK9SkpCPROZlL0c+NE96Jv2PPUD2j3ie0o9kw+PPejABD6jq3c+AO85vi8XND0vyRc+bNakPXTz7j1MBME8sCApPgaVcD00UhY+Yb5LPo6QfjyfjSS+PaSbPsAZnL3Uew++k4PEvRBVIL35XN09ad5rvZxSVT5abOk93C/GPF5aP75iZ4A8MEP5vYJHLTzrOuc9",
        "/HEuvoYl6T1SPha91fIavAJ6O74x+JK9jsqvvbSTkr5RGi69rV3pvaEdhz7W1rY8iOanPM4KND1y9/O9bDmcvrB/6DtyXts9TZhZvSaYo7wNnyU+HdJovTfidj69zmK9kRj3vbhM/z0jQ/Q624EkvG6FET7JtqK8Oloovp3FQ76Xpso9RyNJvbo2rbxSDY+9d2+vPojNYb1hZpA+Jg5GvlDDHb4hW74+awPtvavqx7zantu97Nh2PmvWEr6XQUa+MS0Uvgl2qz7mzcU9T20dPuvDgD0bVxm+E1okPjdznbvmn0q+7SFWPrtv6D2TEhu8UFgcPqbvG70DCwo+JPo7Pk/EFL7uoWC+oBkTPWQDP75/wVC+HCOvvS0NuT6MHcm9yluQPUgZurwYPBm/B3x1Pq5vz70qC2i+D66rPiPoFT1hN129SyyvPtyOVL4cJS69oz6MPe4jsD2yUI69IIYYvit7i73SMJg+KY3gPREC/jy5n6i97ae1vXYCGLs8hKk+YIyJvXIusL4TigC+TqXQvntZqb0yCEq+syzFvXb12T1025E9TuScvQjuhL6PCMy9MDVFvp+X1bzNf7a+CbCoPQp9sT4CiUm+SM8aPdPDRL7Ue7E9egn6PqPZLz687C49GBUsvrpVd748bIM+i3E6Ps2ruL2jFoO9QcVlPTBsBr0odYe+DgtwPZtEj72aLbQ8LPVMvYj6TT4/FQK+Jl6lPhUnK75zwUk+qZ3KPUYVaz0VvgG+ekiTvYbNjbzK7AU+3345Pny0O77cu9+9nj2NvpJEJb0BeDY+Tm4jPifnzz2sX1s+J/4aPVFqH75qCGY+qAUavr+gLL3etBW+oRfrvbMyLT5ND5k9kJHMPcx9dT7NlyI9uDw+vuuMh74dubm9YY2avizklrzMvgW+/K3gPTYYRj4B2gm+9ZJWPtY/ZD5bH+++MhYhvgDeF7+U6mQ+VI5VPQo2tz564WS+wXHQvi2/Qj7NZeq9CtXXu/5UpL0buLK9qUQJPT5tCj73iDi9",
        "Ri+tPYzYj73qKes9IX0lPr6bKL5O/qE8XgKTPQzFPz6mjRC+6yyuPe4Jv7zOrxk+clYTvlKYhL39FhM+56RpPmvULj594Kc82ew4PdIOmbz6HVs9fzfWvjywtz1oUSo+3FsKPX07Sz1xwZw9Wo6cvUhxeD6f1g48TH9ZPflZur1iBe+95bjePFQToD6z0Nm9PSioPM8zMj3WISc+zcO1viOKpD7eRj27W+/nve2qBTsJIPC9PO3LvWnV8D3IpDe+ogv7PcP4a767bJe98kpkPeIgGT3vyeI9C1KUPTLABb6FlD++bniNPM+Jl70xEzG+irsTPlLQS7zWSAs+JQ4HveTpsL6JD+q9DJgYPsMznj19Kew9kBtQPuypoj0OKaY+3FNRPkvpDb5sts48bOtyPQEaQL6bb3u+NkY4PXiuVL2C9Y2+BpejPdxiUzzibqa8Syl0Pua9VL6iLzg+qHbVvYXEsrxMMyi9NcaqPWEIED6EZQQ+SMxVvj8Bmz05tpA9xwqoPsVCpT1G/g4+gBxKPvupET0juiM+6158vndymb0uVa88OJ4IvgBynj1RsJy+zcCevuw/t71OwGW9206IPSExWj3w5Rm+Qr6UPgP3Qj7dIQG+XOufPZbnDj5oo7s+mhN7vvcjIr7WbNa90bDrPKDSi77OXki9knlxPEDGdr77kh89knJZPXqVv7uJze09fMVNvfoIj70kLtS9dNl7u3O7UTw06CE9H2YPvTvKjjzKV2E+XNZavRX5Ur36+Kk9ETpUPQjMlr5bf9K9ueljPpP77b1tK0e9i3mUPnDPEL0Wn0E9ysTcvB7CYz3tSmm9fkeFPmNV2j3td3s9d9LYPXY/+T0lmC69UK0cPv47GL4yOGY+zewnPaN1L72tOYU+UdIJPVeWjL3JDpu+XyVDPakvw7zmBiW9u4nXvSQNmTs76zC+VLYAPrX95jwlq/s9aTyyPFOACD1NZuE70WVivdlXTj5fgtq88qlMPvzLyDtCZG49cOxpPU4GlT2b/YA+",
        "4igiPd1RCD7KX7y9wvbKPcDRqT3/FOk8ltvGux0X/zzfrJM+u+rLPJSW+r2G5iY+3cA1vKh6iT7nGYq8xr0GPsJYk734LkS+pAPtvVCthr6+qMQ7wxEsPJsN+72TnRy+tNpDPUhe7jz0Pri9WN3yvcK7Rb5Suk68zmAAvsAqUL6Laww9kCJLPn+ru7t50aK9HqrEPXHwbL5rvk89lUMLPWsmETybxbY9KdJaPoO0urxaRzC9+TkMPsdnOr2LCiA+Pgs9PeiFdD62XgW+qyenPUQq2T1uX/M90rq3vXKZB76faHQ94CkLPhzMTD5iphS9k1GbvWUqDb3TP5a9P723PeSbTL0qbDu+LfDBvfbjDL3jEd+8OLWpPljLYj6Dnug8LYIfvkivOL5BwT8+PDWPvMRPzrsjwAa9KOwyvrVkXb3JcyW+atDaPRq9gzzZaNG9+KYcPf2Kpz3YlAG+D/8LPkblJj6nuiG+aqKiPWuX3bwIzEs+e3UwvhCKuz2ITZ69h48ZPhxWLT6l1ao+cybAPLvFir1aIQI+RJA5PKn6sz1jfdA9mg7guyK8PT2nWgy+/cIhvSqFPz7oZcq9AqIGvcd9Rb5DwCq+QdMGvoXgnD1coeW8bPDzvYReoL5ML9E8a12+vIBRlr4qmfg9fdhJPZWXwr0qo1C+JsczPmy6Yj412hc+TBL+PD53kL1EGAa9dusrPjqy5zzcIIQ90T2FvbZNJT3pgC88f62BvYScnbycy6I8CWGZvYYmUr2TNoK951mdveq4mL3LMdq6LzmBvjR/kb1qeIA9u4GwO0LNfL7zjg29B+akvYjk/T0rb0s+l/o8vjs1sT1fbUI+eDEGPbFaCD6Po6W7E0AmPh/H/bxf6EK9HHUtviYG9D0ZTZO8KLbZPR6k6j28Nfy9rVO3PcBex7yxtdO9bZY1vu7sBT0xOy4+lGRGvZu3qT6281+9xVWVvjs1Zr1Ah0q+M+ddPZ8C+TyOfz29MI71PCAmtj3n6qg71u+XveBZ7b18Fyk+",
        "IgPevcJR+zw9sto972FHvuT/iz5n0JS+GXZyPi4zET7lc4g+0RAPPSRfiz7g9es7Oz2gvSm+hr4d5h891k+Vvpgvhz5ldfE8FFy/ves/tD4V1YI9m7SiPlf9Fr0wOTY+Ofk5vvYXVr478I6+faTKPXju3D14Qs++9i4BvtlRsj545aW9gLzKPRlDoL5nZhK9pp/KPI9EfL5EjYG+NiF4PvBXn772I6C9oN1OPp0prD57rcM+5vypPqZHVj5fQ60+iM6BvcuVdz6wDrw+RMU0vnCAA75NFMu9YXvpvESBr7184Js+SshWPs027j2kprU98UuAvdudlDyQp5u+IYT+PrdAwD61tII9imYSO3wjk76jiRi++zj8vdp0Dr67k4q+LTfDPS+Rhj6pJSu/ViSyPugJ3T7n6g8+37i0vdfTdD7VEys+QO6ft2hXVz4VgoA93nhIu+GtpT6gRVO+fWY4PquqkT0CZge+KA2zPVIPCz6JSGs+JTeRPhdli74dbrc9JySvvlo0nr7ySHw+24CovUxar76JJwo+6VNkPCdFOT5AZ9e8/xkzvM9Ljr0FMpK9R1FPPsDwBD784eU+ScQZvmWp37wdGgG+6qkyPVKyyr7GoUI9Eb+YvLsmqz26nqO+2UPgPkmINj10zNM9AXtxvsDTSr7Kddc+o/KGPr7f8D0rMZ68tSadPNTmgr1nui0+OYNPvncVGr1dA+y6h+l3vPjXtT37yDK+gI/hvXjF3b2JZay90lXivdDKVD5LwL0822cpvoTbnD3BUz4+UANEvu6NVztjPVe89+oCPVVxhL0bn3A+mvgcPh5UDj47S7C9KwVRvlNqZ72KA8i9/SHTvbxqDj77Bv09RiAbvshjOr6F3Aw+3KP1vUpSLr3aOVw9XiiGPR1EDL31/WI+khCyPaD5HD27XRW+/kWwPZQWJb5UPi0+TX2CPUlHjb4ZVAO95ySAvvxrIj4WrxY9R1GZvRWrOb4RLu49NVCkPSz6ur3PkcS9nUhHvhYUFr3L0LK9",
        "FEvxvdzlmL0Bm0U+dPM1PBcrq72DB+K9QPeZvb60Lr5jRti9+9r/vVTECD31YwW+TINgPaee8TxZgOK8zt8vvqXMfb2h+Yy8DSAfvrHbYj4WFiK9V3ktvSxmHD7OUGG+n2MCvnoXqj2ltwi9X6pfvvy7iD7Je/Q987ouPnIFkz1Q0yM+dOYLPQxF+z24dDs+2j8/PjFGNT3o5E0+zf7xvZ+/Fr0+gGU9wUHwvZb2FD5MlDc+bfCKvVmMurz5ZpG+ETyHPL3Wsj6L0dQ8e9QvPoCXEL7IxOM8AcFavbSM6j212Ge+tWUKPkYDDz4xwTS++i78Pd8pNj7IYd+9mhrMvDAumb2BjjA+g+qAvB9HZ74kMsG8JYn+vLXPgL7ThZ+9+TOLPSPpt73On1y9EAvFO+Yz8b3c5AY9scdgPjprhb2zAOM+b7nJOvoYOb7UcE26Dp1FvU1ciT2hGHy8Xb+QvmNIFb6kMJo+fYE5Poj6uDnFAYG9God6PRY1tz4yJ4k+UFmEPX49lr7XREy+NJM4PqsUQ71WsQ2+1D7euwCUaL02rww+/2WgvUWNSb4cp5S9QxZHvqlO4r3/2iM+SIaiOvDOgz1y9ea7p3AdPmuzArwGB529JnhKPpZtZD6v6T88zLWcvePhKD5u7g4+XsQWPZmyLz2rtAs+m7aXvVSZIj3IsVG+RTcWvo31QD4AZ5c91p2yvbmWrD2ZL/c9lRWZPoKkZb5iosS84afgPdZfejxN/M69lNTivcdboL2r2MK94dF4PdQCDz3M/wO+VbimPVqwdb1erIK9PPIZPiOVRj3etIi7mZ4aPd75LT3cPG69GRVBPp8lSD2g09U8W9EPvlk4QD714C49birhveM2drxY/Do+0ErAPUrxSL5Z/6M9wPSCvt9xkb4CVUq+c541PfqoIr5YHqS8ODtbO93/Cz2adIc6O+WPvsgknr5MF30++ScwPknprj6RRIs+s3uhvueb+TvPnsi9qpT/vYWUh7y3LMW90DEuuhxgh73ORO69",
        "OBZOvatyK75P/Ec9LU6qPVDfer1KiLq9/FpwvjRFj77ZwJY9kEwQPmOKSL5JMCm+xL8PvcUfsr0NyKg9xBcMvUiOPD1ngUk9YOiXvqNPE75gwHq6wPMXvuz7Rr5bhuC9LLgfPhXDxL2AiHk9WE3MOxOxCb4NB9O9AnrMvKqAYr4JP6c9T/fMPZU+B75EaRO9HU4VvKqqlL0DPVS9rNw8PsOuPb4MyJa8KtUlvSA6k75YIYK9eH/BPKISfL6/Trq9aXIAvQD1ir0lWxo9NZo+PRlCWL5pvgU9NeJbvvFdFT32E5m7L+uOvhK/fb1Kqva8L/84vm3FVL7q6SA6aXUhPUxMur2Xbie+33YmvvIFmb3R+JQ9D98svAnTmb3nN+06OydLPkCupb4h86k+2nUqvmDkDb1MDem9ZB5DvjC4eb5jt6S+z8gOPn4uj775C7O+ONkYPEIPqr6hp/e9XbyfvTwWzb2yOam97wosvufqiT0Qrr+9rWDGvVsSjL3+fjC+Pw99PXK+V72W6I+9SOZZvZmVxDyypZw9Ssc0vp2K2D0oNsu9fWw1vuN7Nz4+L1s+l19Yvc5Oqbvi92O9asfLvQc9hL0eDyG+rsscPSIQ8rxT66E+9PfZvVaKcb1xYh287WMOPYdaJT0MgCc+CLyVvYLTAbzxmkg9AkCAvvQf7L3MhQA+UDj0PbQ2rb1H/AO+T7gYPZV/Vb2Yng2+7YENvXpAUL5QQpu+hgSNPsBPVr475dm8vEl7uylh0rwNZ2u97cLBvDUl/DtY/Hy8PWAJO4NpsT362aE92iyEPjUdA76Jp5M9W/80PGHCuDz/Yeq8F3dsvf8Zgz5gdI+9w0iXPh6hKz5OEt+9QteivhzArD1Edgy+Zup9PrX2hDxMlAW+s5+4PY2dOb6PZ0+8J0KqOvot3z0rG5296atMvXr+zL0lA729JgqvvckCPr1r4J49quwnvtyAlb0iBhg/ZhsjPntZ0r0UmOO7M+Z+PBakAr4xeK8+SSF3PQkJAr0mo0O+",
        "IcwbviQ/cD2gGK6+Mk62PemJ2rwAstQ982JxvRTlFT1nxha++JipvZV6Mz7Mq4A+m2vcvRvINb5kVvs9dYnDPQB4nTzqmwW9ERguPqi7Gj6s1Ac9K9XrvcBCCzqlYZS9mqqvPNOO3b0w14u6uZ1XvsOXgr17rx6+i3fLPCuLfj78/DC9B7rGPsNONL5pyOK73+0PPk/Omz2ltbS9BYCXvafgmD2Qag89Fbesvf6YVz6PK8I9dfQQvhn0Vr0xipc9vqqbPNWsSD4fk6q+8+wIvhfghb56zf29p0CRva1SS74asim+IxkIvg44mD1UP/A9QQY2Puzmbb3B3t29qbgRPqZ/Vr0yPNC9Ki8tvT7Mrrx8mNq9NK6MPbuSrj1iUf883/CSvWncJ75JzwI87RYdvDzsAb7cnqu9TFtxPa3VOr2zt8y9WFIePZiYhD3tTe09tsrWvXBDdD6UIjk+UJWEPQks1j3QnPW7lY6fvdFG47zWs9C9xmLfPZ75N72tBXq+bYYHvaXcSD35V14+XyBYvAe2Wr3n9UO+5qefPTzA071S4aA+CNLBvT5nIz4pYRO9unuIPsZITbzCwMe9tQHfPZaQAbzPOw09CPHGPI5A4Txgt829PEj6vt5tt7wu7nc+l+26vTeGZb2yYIw9UB/MvaCjQD7kiBq+oZp/vfIruTjOb9E89nNrPXIcTb14IZw9P0jJPWK+t72Rtn28iW9OvgROSTwbAFi7HKixvgrTqT1DUAC9+MWMvc9efr5L1Ze+NpaVPVVzUT2WSKY9ro8NvoncKD5+RE09igYyPbFc5L14wRy+UEaavBBVX72Z+es9QQhLPoei4DrC7Nk9fNYZvjMk8D2WroS+/SqgvJ9Z7L0jGGo7F3/jveO86DxWmay+HRuSPBt2a74md8Q8Dm6ivT0STr7xChY9iZgYvZgznT7CJYw8OeQ7PcqTRD7Jj7I9uu6WPlvrpz28+rC9STXOPdxQkT4ThwS9CQG/PIC3J75qKBA+K81tvSPfSL6sINa8",
        "Cq4jvnuvdr7zjuG9/z7SvlXtlrz+abW8rx27PRbRFT7nCb09fH3SvCia2T2wfrI9JmPKva45tLxCjlo+NLZCvqmyKT7Z15K8nE23Pfci5T5MAYk82LdGPlB4Br7xZQM/J/q0PUeLML2AaKu+jEqdvVi5Lj6auj++E+SmPVQYrT1miBO+5og4PkS8hLlHZIe8cwQ8vXY+QT76uAC+IisBvvsht75GH6q9KEAzPopGzj0ePXC94FcHPq8PBj4YwCo++nGZPhPtnD7bXxI/eRKCvulfsL2xdUM+D0A2Pv6Ksb61pJG98B+QPTnwEz62/449ArUhvmIIgr44U16+8g0aPsv9aj7rrmc9gbrmPbxVxL0lbx6+JHu8u5chjjzu1t09XSAuvtk7Cj90wuq+iacFPvRjij6vjyW9OM6VvVWitj0UItM94tgOPkfViTzme3c9nIrwvQRxYD6+TlC+8K87PjRAlj3mE/a9+DFKvQ3kZrs2KDw+XIa3Pt7zob2AOcg97NV4vokcCL7auDg9RJKXPZk3AL7SL1o8McGNvSuxBj40KgQ+8PA8vbH6k74dvKu+jEwWPsp9E7117W4+E7a9vIhffD4UCn293adQuy4nvL60Kma9E96UPbp9mT2OYi8+gTcjProxuz243bg9t7UUvrO8pL7CPUU+KtNzPeplIr7/UJE+vI8cPBxfLD63CiU+zMCkOa2V5T5UDew9LIAtPRD5uT0aeMS9MT+JvhD8GD59gw697iAxvkUl3jzRyWM+7RS0vZFjRz46ZWY+HqZgPqVQbL392g69oa+FPVNvXTwIJYs997RWPni5qTzXrLQ9qy1fvUIpF774tNk92BXDPXBqUD6GOme+PK4RvhNvAb2E7xk9o+kUvgCAlDxCeEk8O1SwPYwBnL26dik+/kR8PUa1AjxVZBM+iA+IPTB337sBb3W8uoTYvcJHZ72ZKUA97hlIvuyDbb2fRce8UYkdvl2b1T1lXq89CbAHvQlqh77GP5c7ZRtXvslmXD5QfE49",
        "upMDPqf52j0I5KM9/CEYPnrPQr0iIVQ+o4xaPkG2Eb6Lo4O856o1PjTKLD4y2BC+Rc80vfR9E7yTham9G3uLvnAWyDoyPp29hWMNveNsCz7nUFc+ilbCvP+RAbwrs0O+xDezPZHubT2Upqs8UX+WvlNQwzwDAhy+6aqfPVkP1D3axkc+xGblvfjzAT01geO9IZPtPg5mFL3USZk+bI1tvVtW5721pKA+E9yuvZE2JD6kpbg9Vc4JPVvv8r3lhAe+PzHVvQT/iT4p2g+8YtwJPgMYD767QpW97XHBPfmlyLxspAW+OfyJPRYmRD7EqOu9aN6cPjKJEj7JSqu9Ni9GPjKZRb4BZwq+w+sDPnQ9gb7FQJU9nQrIvo1y3r0CR887DmfHvIlNbTzbzry9oTBYPttnmb3qQZO9qaRKPlcwAb4qYsM91iX1PTR7S76NsMe9hQnUPfIi5b0vEoe9zRh7vqXbBj0OGgI+Z+MnPaPnSzxioCq9hH4tvbSlTz6VM+I9W36Hvdjg8L3Cirm+jJPHvYNJKL0klZy98KhHvGrMLr29S6K9c0CWvM5DvL1ZOyy9b56HvlI/3b0v/ry9sUjcvT1lX7yiirQ9QH22PoKt4DxIrQU9VTmRPpT/FD4snHS9S6UuvsW/VT0EpkU+8EnmPc0oo73AR589HzPoPUni2b2JGee86OWAPLktpj6f58U97WrVPWrfKb6xA1q+QzdNPt6guL5tRfa94FpePvRh8ztIPL+9NIgIPYofk7z6NbM9MZ6zPaIh9D1X0Y6+7fgzvazU7T2C0FW+BWjePV1FIr3No3u9nwQNPvK3gb2I2ni9GgR/Pr2EyT26YFM9dGl6vHDgIj7hfpY9CyUmveWHXD4bg9k7D8wJvtldAL5hibs94vwQvi1bRT0fpE6+UjTOvZGMt72VMY+9/c+NPuX+Wr32AkG+M/A7vvz8IL5eDlI+XJCIPY0vMj5zvWG8a2+xviAg6jxCUV29eykRvmuElLyF+Tg9VSCBPZIIHrxajY06",
        "P7oIPrL4vD00kJu+gY7lvS/uor6oBZw9kwZ8PnIJhDyuaic9Xr73vDhYcb6q7Yo9yXbzvVwUnj5YLYc+I0UaPlDLcD6gAwq+d98OPRj/7bzX9ni+rxiGPGvI2D0kCWK+icSsPgtgyj6bSzk+tmVsvgzECD7Rvx4+mOY2PsCTT77pZP69VcVhPipXAj95mXO+rHrKPZOenj5r2Ag+aonLPGwTpD53BuQ8CCSwvu1UIr6jp6a+nkCsvmLWTD5aX7Q8zMqIPv4pKz1zg3y7styBPVaw3b14pus+4CYRPkhtXL5rRDy9Kc2QPsN8nL6+to+7VwruPXzfYr7maVw+L7T7vRD9/r2lySk8Kg8IP2UlLj5pWyo+mtxSPvdMJD7m5Wo+C+YKv183A72+3t29lrxRvoLAXr0lwA0+qVdDPISmLz1hJ7k9iCfhvia5gL7EikE+7SqBPSmW27x9lQ4+ousUPMlLHL4hD6o9PWWzPYE4LD4LIw29rYu5vUXolD75XpW91bIFvogdnj63clM+BSGXPiGjkT4Z/Ja+0IAMPRxXQ7474VU+tRxHPgjy6r7El1S9mndnvicjRz3YUGM6qSHyPXkuNT6tX3Q9E7anPvGzvz3bOFa+iJGSPjaNJD4U+I4++RdHPonE37mPoIa9ik40PmP6pz2hLs88Jn0gPY6L4DylGoc+jqgAPm7IKD42q2A+6WyHPZBZAj4jmHO9WtTIPbdLVz5/3sO8zE+DvYyzFz5ZbKy9sW5LPgTQcL6Rl3C9OEQSvk8/Jb5Mocw9LHcJPoZFhr3/0i89dncwPlPmFL4CZ5C98to3vvPqEz6QHjk+WSayPPTvID1uiho+I8PCPTOzqT36edi+pQ6UvVKoBLp4FGw+btVfPmsUqj5TV649AM4vPhEP/T1m3SU+idIPvmmmKr4uaLk8RGP2vO/IKL4mU5i+EcPEvdhTsD78NKk9aXwjvgOhyb48kNu+pvPiPa8HLD08XcO9r80mPrQNHr59dQc+DH3IvZ1kQD4JvBo+",
        "IOzWPhWroj7ijAA90NqGPk3FqT13EoI9BiVJPnGsor7Ljti81ofnPRwGu74txRq+ipHCPvf+az6CKnE+Y3dwPnCWuDv/xpU+ECrMvETDdr0Yxz4+iV6bvae3+DxnwGu+avQ+vaKocT5Uq6Y+EAO3vJYdPr5T5LE+EquVvu99kb6553o+BCgxPrfUQbs3q4y+ROMgPXOKmbyI3A0++l8avoOENr5wGxc+Zpr3vfCJND4iAA2+KJcVPySbrz5hyUk+ih2QvlJtAz5+4Da+n6M2Pgk2wbviXK++nt3wvVgU373KKGC+hGClPivs3z20kzo+OfJmvedwSD7pnNk9sz5SPvqvnT3kfc48ZnQpvpaqED5LT/W9MvYkPBSe8T0eE546M9O4vRAaOr7qkSU+tIOwvVePBz4YjQe9T2AdPjmwQj6cT2O9H6+hPjdgPr0gss49RMkqPmVoOjwPHdI9NvkCPrEmuz2eNOc9KM8oPl9sqT3wCKK98J6DPEiRLr5bkVK9ldlZPSnz0j292qw9hxDmvQbCvz0JMGu8cz5YPU1u87w4Ccq9DJ0BPqv6kD1W3Is+q0/6vU57sLxkrDm+G6yJPq3K6TwCTK89l32eveFqe73EkKS9huRJvA+YQj4oXAa+5y6UPe2xor14jzm+mKa4Ph7Tuz34t1M+CIcuPXyXCr3l46K8AszhOwuYJ75AkAc8HAarOcU5Kz23XuY8ZfXwPKogCz7MERA+Pe2qPT1aB76AFqQ983FJPddB/z0S9ys+UYVPvplCcL3Clwm+ixF3POUTFz6C6vU9DyOEvplvar4xpIs+6gAkvQzEzLxUUF0+YnCdPe2vSj0Dxgi+wwQRvrCnyjhQFc68ll78PSq3ND7cKbO8Qf+evQHpAz4eqKu+yhOdPVOx+D2fPU0+O7iVvbVcTT6R8l49UPhBPAFiqz2PfgE7Ejk+PgZFIb24WQe+KdKjvLxX+bzywnq9KABiPcdrwT5SET08vDbxPRktfz2QSge9kwEOvQk6db0My/M8",
        "5NrOvciQbTwzATQ+8UKTvMc4ND5J8FQ+lLjZvOaDnb39DEU9I2gJvQhqMD7kVZY+pTISPQ/yEL7Dwc29oCuKvh0ZWL43wlU+MpFjvkcvO77cGDi+8lXGPkrB+DyepZU8QkqhvSGxgj0Vux88nkmGPqs/8T0jZTC+/wtLPdzK1j69roA8IEtJPVzzRb6jy6w+1YCfPJPrIL0A4fw7NPbiPRF+nb6PTLc9PrJdPucthT4WDVo9drUpPoghJz231gO+4yiyvkuWPj3uL2k9qoSxPAaLCb60xpS+uelXvpyJkz0vLaM+i0cZvb1bBj6PT3O7245DvuEy8z2RWXY9GQRnPjVGJj5fa2U+lKT3vSTW3rrcZey9ifo7vvAwQ75Lt0y+U2cmvs9jnbzwwwS9u0AdPhqZuz7V4K89RxC4PZ7ngj7iVD26oCo6Pp0SH74xfju+VxipPZnNQL1ux1y+D1gvvov/Ab5tBKQ+wlooPoh6Ab16Rcw9BCq4Pvz5N73i1Ea+430ZvikmuL1yH8W9DbxMvhr6zb1AgT0+c2TdPbJmJr79v4Y8Dp8hPpm4Vzz/d5I9W55CPsuQBz0ZbQs+JseUvbAiuD3WKlM97M1UvqH+3739DJc9Q37FvdmWbL5E9gm+k1WTvocjTD6Ep7w+GhE1PdyB+D0wYmC8g68pPqzgQD25Nma+n7ZVvWpC+b1oWZC+DB5Du2W4xL28Buq8z82YObyCNT2rWmQ+4uPcPOJT3b1uEz2+TqerPX+OV76uIcS9/WS4PbSjoz0mztY99ZZZvrdYYT5gStS9/wihviEVnj7TXtQ8BhaePlxOVL4yPFM8QhRxvhoBk76uEsy+ApjvPcIaXr5a+6A+dKXIPT+GH7xMr32+dlMHvtf15L12mky94aC3vQArAb7Ttqu+S1unPe3K4D2EH8k9XrAaPJuJQj5F1029mTRAPZtvJLynDoK+Pl0DPSzHvjybwW0+yoygPpbAGr41KtO6jKflvQFV+DwdF4y+ub3VPVDOWr57XHi9",
        "OSwKvREtmb5sP768P4kOvoXjQz2Js8+8vyFPvp3nLTyo+i057yCNPRaTHz2VQgI+kk0mvHVj1b18JxG+4JwNPp7rgD5jscM6SNNPPjkphD6fsp6+uwsiPArymj5S44A+dqyRPtXmWL5cJOO9GHyHPODxRz42iZ+9RCdbPjAnoj4zBFi+d0e/PL4PWL2xBl4+z0msvQ0FAT5owni+HCPDPTKVOj7L+6W+bFtfPZJ1Mb6FmQs+y0Urvi13Kr7Pl+k91xrSPZZTHr76844+FFZHvlTGDr6+lSE9jJ/8PR7hAbyjoNu824tcvaS3q72hXQy+G9+cvhzwiT0fTAC8gPdNvjsIGz6kb1A9dx8kvdVFoT0rCDE86/ulveMJ1b6kUf88tHRyPn2BmD6hRwq+GNZ+PQ4XrD2pBpA9+svVPjn/AD6JfQc+s+5Evtrnx70WaTU+96O3vtFjhb2xsv08MzbXvSUUkb6Q2oQ+Tq7VvT+sHbxphT++97RPPWxvpT5X2Ja9A+krvllTt77zWam+KQMzvvMMSr1RMya9cau7PHTZuD02Cic9gtbsPMbGSb31r528/eQ5PG8h47wX6rA+RA2pvik9pj5kKMe9U8sbPYzsyL6McAO+u7k9PiG5Cz4PBA8+pl3ovcVz0z6kMhg+VMwmvqacJD6bv6u9BAgzvuDAGb6ljJC9qAeSPNFi0j7Afwy855gSPtWY+zxNRdO889PyPau6hLzGmwK9+KPzPeanHT4qGa29LTZrPPYxDL58H2694YoePjR3AT7HLJU+/QekvX7mjb6BYIm+JBKbPv/s1j4NIpO+cJRwPUv/xr3iLdC+0Q7aPOQGub3HRj2+qLfXPXm5lL7ya5u9VFBBvhzvPD4Ivmg9j+oaPlH8OD2G7x0+uJn7vS/rMb14gnq94JWNPaFuur55dho+ZUhePtQTBr0WJtU7pSEjvJCbN75zsSY93YCcPce1bD5ztC0+CXZCvlvIq72iOE491ir9u5Oa8rxlLAy+cIXrPVyn8jw5X8a9",
        "5kIjvfTMG75o8GG+HzoxPXnTDb6MUIy+Xf9YPn+fMD5v9R6+kMWnvn4MHr33ZIO98dqevkuTIz3qshi+U9OAPiJfEj4ZRQe/Wx0HPzB2/Tuivua9DiQjv7C19j1yYSg+j/RYPmYw2z06ayy+/4bqvdVSxT2w4UG9TX+kvVn2jjt1JbG+f5I1vjsehz6xpcu+H1CkvrntvD6zKnu6hp8lv6iObD5yAA29v4yDvsxBjbwWLPO9X8qevgq/MT6rQKU9Kt8JPZyotLywgFO+pQZ2vk6wyL6xBw09096BvIxVqb57Pre+7++jPszmhb5B4am+xU3zO1NIEb2h84I9KwhPvgltV75sGIm+jxIVPoFNjL2QjAy9TBBzPcIfLz3DELs9nC/QvhU/iz79mcO+RT/QvWLMdj0j2N++PleOvQFHWb0HH4u+RCFlviEXwTwGgg4+KF3evQU7SD6lc5Q9GwMivjYrfDzYYqW+ML7IvYGmej1gzMs9w2nBvW+kxL3Z7ry8zGk8PuQoPT5lV1U+ImmgPYAbFz7Pyyy+y+y+vrr3fj6YX4c8pmxAvhs6iL4S1Q2/hpZbvuUEj75F43u9xIbcPM8UGL4N+NO9HvESPirxAD6Lum2+zc2JPQN4ID5fnxw+t2StPbTMYr5xLt6+dyu2veKHRL77Eo+7UH3pPCwBi75XtQw+Vt0BPUuv3z6H9Jk+ArwzPB0mxj2KD7A+gTHYPgb7IT6tSYg+mSJEvaNK6T66DC0+6RAmvQLbDD7pHUo9NbNwPgglOL6wd9Y9DzuJPnzHNzqZbPw88ChOvcYDqr3j1Fg9V2+mvgSQJz5u0GY+V1n6Ptpayz1na2U+/5POvXjOs7zvc2+8CF+zPg7rwz5oQq4+cu9bvEKgsTz4H/w9hb0UPYteAb3jJuQ9gtixvcE/Gb7Eils+67n8PuN8LD7pXCS8/rOpPo9rIz5XHJ29uecYvo5X273QNOC+W3g4vrWntD7Mxs89MUK7PglHLT5IxSU+FruUvhMHKbonWFc+",
        "zqiCPpraET7v4UM+OH02Pkjeob1DbwS+alOuvc22Lb5xIRs+HttgPhPw4jw4eDy9Y45wPgUkgz4iGjk8i7fhPZ3vXb5VbU8+zJW+vUHb2b7NwRI+fNgjPfEC3700qVg+rIcdvUbqBT6jKF09iwi2PqGonb5tA2Y+5kmxviPGNr1ZX7o+ND5mvk5N5T3Hd2a+cv7iPS9uETx59a0+NHU2vbpKPT1NKZA8L2puPq6aWL46cxS+MjPJPjG0Dz4TIqu9zrE+vtwrbz6s+YG9vAKmPk7svT6fnLW90/9lPotzI76TQpc+RMNoPRsvNT7dwEW9+P4BvXdU8D04S4w+i5wIPkAQ0Ty8+wC6uNPMPdFfV70i0K+9VTqmPQu2zj6nAYW+AFSTvVViP72Q/M28SUQiPjjfzb1wiNi9mD7KPQ3gl7z0366+LpsCP1Jfnj1O7dG9la6IPXY2vj38TBW9VKyIvMzgwz1Jh+w90PqvvVAUYj2rLqc+uRLRvdPNz7y+PiE+bhpzPSmI5b3zK1A+7dAFv9Ht3b378tA9D8RCPqT8UL1lG7e9Ol+PPpqvR7wKw509R7GDvTjxtzvK3LG+LQgpvVh+Jj7OSr2+/zzyu40Qer7kcB49UYCQPucZPL3rQBa+xwmAvqFLxr7nOwe8Cws2vpLDG74CHK0+Gr35vY/Lvz3+t/K9lyhdvrawIr73l8o92+tnvoCbHz4VswA+4JhtPkiCnr02ttQ80u2iPevslr6WeNC8zqX5OgarKD6NxHA+kGo4vs8xEz3TNXk9OVENvWYBk71IHOQ9i84Hvr+dVT5JswO9win4vGTvBz1qel4+7DhyvtgzTb1e0iC+voGEPil5Wz6pRoc95iONPrX1hD6sASs9xjOnvFPAHL7euOO7inTSvSEnYL5b/j2+sPJdPGPBAD5M6gq91J39PP6bjbz7IYW90AIOvtS+ob70lQQ8lzj+vkVN2TzKrOS+bDGfvXaVt73VdUu9va9WvQEJmT0PanW+kqVTPpDpDz5Cb9U9",
        "haoXvjTJBL6qqkG9Sa4PPT1auz4C0Zi7ZQQ0vgyGJ75GmxG9roC2vU9aLj7buwK+1fQaPk6Zyb6opze+vWeCPQxDO75l50Q+dvSCPkRAGT5knOo7I7vRPGTYWTzhNQw+H3LqvTqWEDxcIpi+B/pGPkuM0b3BZr28gipgvhgUbD5lT7U+x87Fvu6UCL4gXZg8e6JyviYal752p4C+mwE/PX5tUb5DbkC+qb8zPtMSJz6SZBc/RSeqPb2UOb7zMgA9d0lZvPQMZ76gmos99IDMPY4LmD0h88G+liGpvXr6Er1rStC9S5EXvnwsNj4+2868HpUmvUYAjT4FSCm+z+h/PbWLBb1u7mu+Bn2cviJShr4hMDe+t+NXvs30U75zpJC+lJcUPyJe1j2Cuh0+Kp4bPu1CFD4vSQK+ybLqvTqTqjwvP4g96yyZPtBZHj7/ZOk9uPT3vZma4T2v5kQ8xmgwvtUC7j0HcZi88QgYvpekG75VpmI9B6JevZYZvDo0WN29jbuevXLHhr66s4C+YwW0vtkmKr6TkUA+m6sZvrI81j61PyO+VsrnvTXeED9e40U+j6gWvXW/272WuYc9N95Svgqtcb48H9C9jvygvkV06LyWE6s+VJiJvoX6p70mU6G+0eX7PEDrnr27Kg8+04ravdZIQb7NW5a9k44pvvhVCr6wYWU9YzuSPLMmhD3G6rA9lRwzvubQDTxGvPo8Mwg2PWmpW77XQwE+CCsOPMdJcb1gRFk+52q7vj1EzL10TfM8CPZBPnYcCz5eVDO+HQnuPNElCD7fhvI93jS6PazhET7ex9A9J8DRvOU9gD2OoJK9s8P3PSWDqj2PMbe92MIxPeM1HL02+O49BlsgPn4dcj7bOOI9DczPvp5Shr4Qu7A9IUMBPkBFKz0zSWa+hHtdPkMfnD3G6Ag732uIPSaEkT4/rVo8qPpSPgJf3b4nlow9nTXaPZQQij5jvFY+HW/IPeGQOb5rNZQ9XzWJvK9sgD6OMHu99NkEPpi3rL2UXhS+",
        "rqi9vioRKL54qzM8JouAvitvm7zIaFo8+UYlPQHCtj3udGc+2NBPPV90Rj5CEmk+TPSrvvBQtbvNvL++DKD0vaY5ar15aVm+XRw0PcfYYL7pQXS+NG9Gvd/WRT7RSKA+G1GNPokZkz1tNam+vzB2vHR7Tz5MkZG+In6mPRqGtT7yW5k9XXZxvsNvi75ZjBo+w+huvlieszu3ZRq+UgKjPrRGKz7SKFk7v+zDPnhQwL3zkSY+UqoPvhy8ib4wPUe+6KJUPvNzv76Akyw+1n3KPaECYD7XFSY+bZcGPhnuxD09e7M+aVxpPZykgz4wn8m9Al9wu9dMkb4UyPY9Zbknvj6xer5EXoe+uJ2mPnNXcL7MlQw9EpoxvoYBLj6VIXO+DPeAPbQ6tz316eC9ImFePn6OmL7afis9m1qwvuXZi75Y2TS+j7esu+B/Mb3a4ky+AOuWvlA87z2GqUG+0VX8vb7GeL2W/Ai+ZsowPkl6uryP/+o9559IvgRuiTztDVc87nZSPheSOL2n2IM9cEiNvh2Gg747BqU9WDjnvRIkITmGuRI+KtFLvtZwIL5YIzq+Z8LTPTE/gDx8OLq9q2uavvWD3L1yLZC+4PmEvdmQXz6U6Ag+/YTtvBbiyL6qI6U92hbpvUrMxr06I5g+I+upvteuU75F60K+nB1fPiMsdjyK4vw7Z3dAPqjJz7znahy9dLg9PrlSCL2+pBU9LyCPvdxfob6V4pG+1CxNvJw4Kz6nIds8heE3vq1mqj2f00A+5JTpPZf6gr2TgFI+ujhqvDaN2z3wrFa80S+BPiCLbD65N5W+3sY0PouXeL2POiE+YF+hPc7PV71SjGM+0Kr3PpiTPz46b0w+Ivj4PBF3eL4Wmtu9UYuHPYXMj73Uy7E+50ABPcwoDj7oLLm+Yc+nPhxgjL4Qviq+xdBFvEtQw7290ee7EMZ1vd7PqL2q4ak+Dh6nvpSjZT2cW9i9XsMYPlFrPr68DGW+kz0wvuhQqj0gxxI+86m7PVPHdj58wIM+",
        "ACqBPda+obxi61c+YKbpPXK7b74jLdG9UcG6PWPjnb2W5y0+EEyVOpKOXb69h928qXymvn0R6TznvBS+n3ORvv0aiLv1sR48dqsTvz8wSzzfuUE+APXIvs2D0r1kxz8+MPQaPhHrdb4iEL49z9KBvSDPHbqXro494bmYPA3Gw76Il0c9JKaAvecK/ryfNfo99s8kPTijAr4IS/88T0lIvtT1Pr37I/w8XVgBvkffu76X3cO+VGHMPU1yAz7posi8+2yFvoadibyT1S8+5cOoPYJP2b71NLU9DL0gvgOZ/r3OokI9wB9rvvjXeL4MIlM9AlCkOuUbg77E1Zg9wO6QPVL9LD4oZ1W9sBp1u7mahL1wIuY9JEuBvd8VkrwxsUo9Vy94vvqlhT0TQpM+84Mdvqz+CD6cYIQ6YFU/vnrZlb4p9uK+V541ve0KJb5PhZu+8OS5OpmjC75NejU9WbuSvMpXgD2lInM9Bkr3PEdhEj578Ng9p8rqPT/uwj3GOOu9y/UAPtGBiL0XWc88jnt8PVDOF730hBw+ezEavlrkwT2G7+W9aBzAvf9hc76NqVm+L09KPMNtyT2qWH4+3O7SvXgk2L2OmES+uHDNvABWBz5+SKQ+ZMoTvubynz2nYKa9qsD0PXwXFjyZzyA+9R3MvYSo3jwjdp8+2FtFvqrOUj068Dg+lpi7PTHdKb4BQoC+WZa0PVpPWLzKk6u9GR+Ivk+N7b1OblO+rR1fPdSegL0wswe9IFFuvYCL0jyxd709DZ8SvqBn+Dy02WE+e+VfvkJAA765XyW+2HeAPvObqL77aQs+NO2IPf501zwU+l69uprEvpMi5bvtZly+c/SvPaFzHD6h/SK9BCCKvQFqXL0kQYi+0Fh2Pmq8pryKv9q8kAlBvQe+Xr2DNN89OrJ3PuQcMT58+ge+QQLZveHCPL57Jim8Mu7/vQHPaTzXxQi927EkPO2BSD6ATqU9n9wZPv4Ti75aYuI9+1hJvTPiA75ueWA+MOCyPW2qEj5UZQu+",
        "w0KHPRuMDz7ugMy9kGyjPXHQKb3jVSg+1TW/PA8y5D1MJIS+Y95fvnvCGz6uzTs+Phgkvufn6zukUJg+tXJNPnHqiD4cOhG9F/6OPgAM27t31/G8mTRRvRcjIb5YSbG+UtKzOxxWPbwcqEy9m0EmvNFpDD7w3y89/DOGPv5yYz3oqh2/f2q2PrxvM70uKgM+0pjGPZnV1L46V2e843KhvhsDKT7tOqQ9SL21vtgmBD0L9DM9wuPhPaGd8r29JX49LhouvUm9sD1YOEg9acKAvn+ecb00UEk94UiCvaW4Jz6Q4pi+hIhRPT+ZVb5j5nU+9Ib6PWzCujqX20K+ZbBVvNeFHrxGVhw8h+kuvlkpeD01EaU+pNDbPVuAqj2/BAA+rtfbu0XMDb4kAsE9J5jFvTPPvTwDS3W9EP+4PJupK77mohy+aeE7PFDSUL54u+A9gaMhPT8Wj73GFTs9OVZ2vfzcfD5xZHe7cbfrvc28ib0hU0a+eJVSPkpSYz7fKrq+622uvcZ00j36abM+4h2pPgjYnz6LM46+DWjYPagiDD6ok4w+63THvY9YYzyZrEy+Gdg3Pu+ky7zdn6o9CXZgPkuSGD7B9gU8YXBsPTCQnj1uGLu9UogFvoc9WbyvEUI+A9v2PX8S772oPsi86EpXPkhsdD4E1929Qs+UPZGb0z1v5yM9j6nhveuU4L1gemc9drOBPRZJWr7b59a8nVYDvvOI7D090yI+OeGOvknesj02EuA96CsKPpomY74G6SK+E+suPtVVQL3HGbk+oHhRvhflCb5W66K9L8XsvdCdtr6zvDu9Cl3RPT+fqb2TI5c9Sb9vPVpSCD2grY08dzpNvNAyXL4+Spu+0BoAPvC2Br5pip88cdh7vRzqmb3VbOS+Sk8EPlA2Er4eaBE+8ipKu0N2Ar4Tcde9o4l1vrqOQj5IFuS928ExO5VEdj0kdoK+LhKJPv+qij0vMbo8Q/0mPi/wqD7z4ya8y0Y9Pgw7k73bISY9bXQ+vk9yQ73c7iW+",
        "zfUAvUbUQ74OHaK+/iUPPk/sfT1qbJa+ZxGhPqEWnj1OMhi+ZoervRMSDL6nhJ2+p+QAv4FgLz7PS4O9WuQcPpJwWT4VTN++pfYXPwG/WT26xFE96UQrv0X5B71+AnY+gLxCPm2mTr3PeHo9lZ+dvOZjVD5T4RA+oeUEvnUEh73dH4e+VaXjvci0bj7wX8e+kfZ6vpnmqD454HA9sd0ovwEHhD79f54978QYviu2Zr2svKm9cO8JvhUhNz5XpaO9NjZQPq0oOL6S55C+LdUDvkXfkb6P+Qo+P1s1vczkkL43jt6+QBuAPu9qgL5sxS6+ur29ujFVlrv+fTw9rSfVveTpSL5+Byi+GkKGvTWoUL3RSP89ZPWLvbgYED1qgcs9YlT1vkU1rT4DppK+3Y/+PNFT0Lxf+LS+1s20uwerILvyGEO+8Mv4vD4dRj7465I+DsKlvXVBKT66Qrs9NdwyvlULAj0awka+puG1PCm4Ej5BdCw+MmRcPfVAyDxFAR8+zTYTPuHE1j1nKWg+XtZPPTB0oj5DI548cS+UvujaZDuU66m96y4mvmCzbb4yYhe/2LLQvlWCcr7407+9D7KMPeEj0Lxadt++JSpdPo9Y/DwSXBm+PrkrPd/xDj7Y0cI9Cv6PPIwQfr7v+pq+p5TRO7MgHr56Au+97mSYPfM5g74dEhs+PCTsPdKCmT7m8M8+h1+KvcxF7z110rg+wpmRPrr+Kz6dc40+gKqMvUA8sT5LbhE+O7XrvQL8ib3qioY9X0r8PeMOnL0prcM7XGJSPvsN3L3CGIQ+Gke+PA72Qry9hb896aPYvuzxQD6nY6o91cK8PkmKz7109ts+y/ZfPXlWoDzCLdu9w65mPvANjD7MuKc+MkuKvZr0vL34zN684KkZPv3JZr1mgEe989kpvRx0pzsPauA9SxegPirmGz5ST/C9/DiTPo3WMj48i4W8hyaDvmvNKr6ul4G9DcMzvkcgWT5W9rg9MnbBPaEHJD5t1I49lwdAvnoXBLyQxYQ+",
        "ZQDHPpvIkj31UXw+b4IEPp6J3L7DhJ68qMDOPWN/4zygTrM+EJ2KPK3dBbzsLni8qqw9vXn4xD41IHS8w2adPQqidr77/5o9Q4OsveTBGL/ew949pUkLPZbXKj32qcg9bsL3Pe+Apbwt/Rg++q6UPrfDTL6qyeg9R2CBvqT1Vb77Tck+tgTNPGcXzz0XYDS+4wUiPbQ7+jxMCBQ+xfBmPs6uFLqtqWQ9etSQPtCZUDzrHYu+R4a4PkxZvzxcKva9u2D4PPK4lT7sUrm9F6BWPrEOsD4IFz09UcNTPk06dL6GK3k+L5agPrMoPT4tqJq6uUBNvdAfjT3vqW4+r+49PuxaG74nD16+t98fPncWqr4fVze94k0UvGqzwD4d/4y+MxWwPLa4Tr7lhg+8ptFbPuYHYr4ZuRC+hAgivm8yIb2oFI++wwwLP/xqxryzzti7HOzwPbXIYD457hi+d8sgvGl+cD4yKr48JrTtPYIUrz0en1A+a5ivveV21L6BWhA+IplRPt7HyD1/16U+tj/0vhzarb4cS4w86myYPVHeoj17a/c9CigQPjeOoruzWA0+u4bGvNmnor3DKq2+vm/ovUAoMz0IKJ6+KYWuvZnTW71S9cY9wGqwPlAu5b2fuc88kTxPvRfcor5dZSC+lQjYu+Ksq75KRF8+HRZfvRSTNz2Fjh0+3FvUPVh7fb5FTTI97+ipvh/h7T2H0eA9C+KiPF9h4b1XKYa9eoWRPQgJbr6qO/s8Y4mYvijA/T1fk5o91DiJvlptlT1/tUc9n2DkvLoe1z2pO4o+YNIoPexQRD6iIEG9x9pYPdWgaD04hXI+vl5pvhstR75NkoO+ppocPo4Yvj6ReqI9BEiGPocCBz6BLcA9AC8BvetYOL78iwg+LCf0PZaMNz5mryS+cYHDvTiThj1jUKS+O2FwvfGoZbqd8EG9WF0AvkTDCb7/xB0+b84bvzaz/L0JodO+lIPYPXvgMr79HGu+Honzva4KMbyITr694vJnvVh39jypOq4+",
        "BGRPPk00qz69KcW9G0lwvVwmUz5Uxn8+39iWPWqTSz0pgsa9TW5YPnUEDD4gkJu+0wzsPbivFD3fJlk+R4CevfDWFT6IvbC9m16fva23uL1Xx3E8pbEAP3B8yD6O75s+KaOGvQCJub0jU28+easmPjkuCr70uXQ9YFyjPkhMiz4ur0m+z86/PWgiXbzfr4K+lW2XPsfjlr3hfpo+NNPsPeR6L75DO7W9WAkpPXO45jxyGxs+0Oj5PXMwB75qVRI+eGFWvXtdRz4wCJC949SPvju7eT6jUo+9aVxtPo/Hlz01aw6+o9ShO3bpyjyznwM+9/KLPsImo743wl0+J8l3PeQwjb1l+Nc+lfIjPpsLlD7R7TC+dXm0PVIGir1xKF280EQ5vYNOgL2EexE+E2YqPef/Oj6Xtig+2CUuPv5JUj5n8Aq+CfKNvb/sRz6EFT2+HUHgPv6C2L1oStQ9vAimvPr1y7xOKNo+J8p/PhnwMD5Iyao934xyPXVXjL6IM0g+pDuKvVoXYD6AQyo+uZ02vRHcOL5ou5+8jro7PHr7yD5+N1g+NzN0Pi6q473+m2A+UzgCvj9uSz7xspI8TOSbPjGP5j3dK7E9NdinvOljir2JUxW9J0KxPvcyYj4NgQ0+dJZ9Ph+LuT7wj8c8HP62PrTE+b2/+1A+sNItPUik+z5+C/68nEUOvhPEMz7LyuE9fHyLvnLGa70Y7vk8wMC1vFlNvD1on4S+C4VzvlSJrT5M3Qc+ECxGvZpgnD43m969oCz7vSgq3L2H6Qc/4O5CPVQstbw4WiI+DABnvqGoar3+2zE79/RePiXVLT4m1Fy+vjPaPYvso70VqT09B6CAvv5YlLy6o/a76EoUvjm7hT3/VK692bQYvnODlb2dQCY+i+oMPr0zDD6ep58+R18+PjS2JT5T0J491DmQu/TLWr0f2AQ+2FEcvprbT7yTjcU9WpkavidDMj4qLbS9t4DcvRp5IT2SO+g91S+CPavTxb5QkWa+uU/Uu5gsvr2dSSw9",
        "huhfPSXm1D0ZgIM+ZB3JPPb2vT0E5Jw99iHCPIaKvb6tEWw8IqdaPVM9Jz6eBIg7ncEqvlCLBz1USaa9l3OJvmw4T75ZFCw8bPcCvtTSIbxck6M9nfwoPe7LizydP6G9N2mGvUttm73uS8a90JLLOgKjCj4fZMG9XZFGPqnrmb6b8o89vyxzvtRN4joQ7/g8TMOCPZ5KhD13UMg+wPu1vsa3lr0/sCQ9XOTGvLGwL75o2Ti+tBwCPauklzxUujk8dvVyPeaLPj4wPWA+PUbjPRMqF70Rk0O+Z2ilvHQW/zyMwti9/p+/PZYJ/b00V4i9aZu5Pm7nZj1QcRi+/EBaPlLdoLx5KSY+b/66PW5BkL27pdu9KwTyPXQtTT0FZES9hHzcPJgtk75OPWu+89Z/Pk/KgL4d4z+9dhvRPsmiEbzw5Ig9mUGjPdfsdb4aqIi98t/xur+RWzxAh8891veGvt3LoT04QqA9quupvMZKcD0SzP093f8EPLSjGj2mnhI+BPi4PGTlMD5Hp3W+huP+vGms8D3B9by9xHpDPXxkCLzmnRI+DFM2vlsh5L373QW90VNAPJHmBb5pU8a9yKQ7PnwrrD0stRY+iEUrPpIgET5pAhA7JNVIPobOoT4Th529/RZivWWtIb73hyI+RNuQPnkJKT4UQGg8oa4rvtcZDL7wX3G+tj0UvvHR8j0NCRU+kZmHPfogxj13PKU98WxsPqG4FjxZ2bK9gFK0PaoAa73a9oO+G5vyvGHhAb6kexq9X07bvF0jP75SQVC9h4+gvRYDqb1vnKS97buuvCa4J76XtJc83CI3vu3EX748mRA+HSI+PkawxLnetoo8z8fRvnwp9TwdHMe8R9TUu9N15T2Pvqw+cvahPK1cdr4AyTe+1RpmvkByCL3SGza+xAhhvWESNz6sQhO6441uPRbJKT72zDa+c77Pvji1tr4KRBY81Q29PdyeUT7/vV29fjqNvox3Zb3enjm9tIwUPigHkz3ivnm9eRidPRmoXb22QNu9",
        "xKlvPc+ppb2OqYk+TL8+vpX3/zzEYZ4+QQuHvWSm/j1TVqY+iAAKPpDWsD2STlk+mQ8VP0C70D15P709XEqFvtAI7L2Y+IQ+j4bCvqaFo71qzy8+tA8BPwUbsT09/je+3ERGvqTABzwelUQ+ieS9PRwCFL1j4Ww9fAJxPf8pWT0qLYI9edMnPlZv2L6EuLc+ZzCFPphcm76temi97GXhPko9E76cuWw+9k+RPGhep72h5IU8S9kXPgbjHb63gBY+3uVOPIg3+7yuEoA+w9y2Pr5ggD7bkk09OmJXPs5ntT4B2Lg9UigVvnI2Lr76EcA+Qu6YvHcJ6j2e2bo91qJxO8TKL70CB+A9HzUQvsa6Iz0CnRo+S5aivf3FHL5pcBM+b9PYPn7WK77hxuw9wbEbPJbMtrxKye8+t7X8O+G5QT3Wcks/IrFkPuq9Nj2FAn2+roy6Paj32L2YmY89jhOnPnsTXLz8iR0+tPCFPs32zjsnVZK9bWFMPIRFy73YFik+8S+7vh31E77NIvq9icmsPXwN9L6we1M+cHxYPmk30z29BEw7ElVDPp6YsD6Fy/M+hyslvC25PD766zk+3aCkvZSiZr6hazA+uJduPq57hL12Ars+rEWtvZK8/ryUFqg9F76OPit8kT6ff6M+Cb2iPbEjrz6Nw6M+yxv+Plp41D3OqCM9d9aPPQBNpL7BgGG9vBIKPi5XW7z4Q7q+QCUQv3D5MrzoYTW+GGiWPl/r875vTc08b6ciPolXyT2D5j++8ukBPW1jfj6maFa+jNr1vZPDJD7lfyc+jNa6vb4uET2v26E9aQWXPjanSj2kWci83HHjvpXgvD1TDOS9bkgSvsrTDz6JVFs9DTRVvoYGuL7AmIK9HpqJPtclBL5rok87Ej58uriAIL1sbGm9G+A7PlzxtT2Swf29j/lmvqdQuT38p+s+eWjovsaMar2W2SM+jvICPsoxBT+3D3W9G4crPrwwp744qL69pjyhva0arz7G+Tc9UG6bPal/9b3I1Iu+",
        "Zx5pOf3+jD2d4U6+kmz9PRxHpT2BxTK+qrF7PHxntz2qZc495jVivQdKEL246b06I3MaPlugNr62RUY8eMw0vFdQZz0Rfgm+LVkWPiRC2D7yEAS79zgBPTJ02DsoEho9aVWSPZYwib2ohme85PAhvpwgcD54WqY8/8jJPgzdPD4PoRG+X0QKPnVJyjo7VEk+Hqd+vofrtzzmP0S+nI0fPg85XT4QoAW9VAsPvgwWgz6bav49xWKVvZ5TjT4dzRE+QGbwPXndub5+C0o+sznzvUkQ0753TSM+Y+CEvQf9Xz6Tpz699xK1Pbj/gT1fOQ0+Fp1QvbU1xT01gNW+LT6WOlV+Uz3Qaoa8oN6Rvh5amr2f6Ac+Z2IDvrS+975s3nw+Cb48vv2ctz1f8Gc+U8vTvsBCMj3iIfM8TNVzvh8rKz2+bro+kdwFv6saNz4+x388sHgDvtKanj1hYYY9OdH8vQCZ4b3jrsa9BAcFPdg04j1QDTi+iA5PvGRkHr23qIS+0Oy9PSKkcz4XER2++y8DP3N3Gj07IK49iiLkPYZ7bLxQFqg9SRJePRWtjz444nC+EUD+PYGaXb2nmdM+LHYcvh3OvL6yBAE/pGfJPajeHz6Ixsi8SDAMvzJc9r2mnfM9FVihPTMR3j4Yqfa9h+5Tvi2cbz3gTO69wS9svTkRob2zUBI+YJIlPVSFyT3r0ts9gh93vZXnJ76OSw6+yn1cvuvRuTwtNra9WNytvPWEUz5Zd4U90gqaPYEBwTqjHdS+LfPIu5WqIz509hQ+4T7pPYE18zyRQQu+xnfsPMUJID1Tsgm+nHhFPgPuCDyDScq+QygbPmT+sT3XAgA+/22NPfl4QL2BMEU9C6ybvpNCZ748gXU9MOiXvC7gHT7NapM9TDsZPoS4nLqRvjg+XZCWPcF9Gr50cHY9uRk+vQjz+jtqRZQ+5zlAvsKRkj6xmgA+ABZZPojmLr75AB0/qVgVPpDbDb2H1E+9pZcCvuI7hj09/I0+2GVPvvEWwr4vj0O9",
        "ltP7vTiZt73q/kS8ga8Bvl3mTTxbIBC+8ssEPlUtxTyBg3g+LPKLPWriBD7FZ8o+W2vPvnzQ6D2aY/m+4esFvOuPPj4v534+GWdBvh9TWj7JlIg9BIhzvsRGK75Acxk+3BcGvtxPC77MXYe9pTt3PNhCBT6q8TK+9M4FvgH/abzZ6Pw9S/isvnLEn77U0JI+UXABvhT+XD5p8w89MaREvuZvU7yq6EC9KZ5yvRoWxz1yEUI+F2XePUGdTj7aV9c9OFehvn/qRD66aoM+sB0KvuPDBr5lMjK+gu2cvht0DL4sku899IgNPu+Yo7yy+Oe9AG6luzLxoL0kU8G9bXgNPi20iT5SJIm+iHIOvkFjsL1e6lq976LyPJaJmzze0Ta+ip6/vjb0qj7IDy++gKIBPlusZj7uwoO8PY0WvhAFt70Dsqi+ukH7u3FELD5RnlG9xEY2vnOjbj5+pYO9cD1/O9+DJb2hXVy+T6oNviJ00T2KvQc9iJk4PqsMWL7WagQ9gvCXvRq9lj3vAX09yuNNvkS5DjxUJjc94Qs6vpR9Lb2/3Ya+n8uSvtsnvL7W1cu9f6HSPaNCQ7yWbzw+9soavkVSVb4Bxwi+mQN2vkksAL5Mah++9FOavkBp2D1eUr2+ml+ZvdRpQL7bsaC8jeWHvjQ4K76fG5I+vzqSvhQYF75D4fY8amrRPR6mwT2gGoE9hWpCPVvYyb2WSi4+BkjHPbPIET6jJRE9vGx0PDRLrj00+Go9YNMOvlRZOT5sBP49Kn1BPkUElD5o7qA+OfcLvBAf2z0V1VO9WCKiO6q83r1e12k9xw0fPuyhMj4DJw0+oXLWPf22Y706eCa+vzq2vaji8j2ogP693B84PVVUJD5X2BQ9NfJzvQmb0btOK/I8pCglvpwPPD1w16g+2w9OvYP3VL4S5MC9N218PkjEBz1Y9hU+eWwQPU8C2j1brFY9prdXPlPRhT58spY+TeMNPj2FN770sN89j/TaPbFqcL5kJiA91Ly+vaxZtz3fziI9",
        "1q0zPuTA+LzFjao+vQ+0vYjGGT2A8gy82USNu+/XiT1NQ609FK6oPS1kqL5+ZBW+IrEtPiTzhbsJUfA8TXlGvlTqHD7vVtA9OCbcvWgQqT1PHcg8w7+NPV3j+D3PGWQ97UeLvFVqgTwjYAI9lEiCPrxH0j3GQtO9WV9fPslVhDwq0jm91pEsPc+lXT6XyHY9bY9MPksucD3ezro9FB6aPUcbrjzHOBy907QEPn1XQj1/ndU9CeUKvJhccT4mwIa9t1+LvXlHHD5WZR8+ecIhvvOVoT79jDm94BkjPt76Hj7ABvo9XGC2PRPa173bAxm+dy2cPq+dYD5UGr+9+IWIvYdduD2HLQy9wL4FPak2mj2i2vq9rltcvTZF8zwMGJK9ctAAPgC1bTzqJNw9eJI1Pp0SB71mJSC+byrOvSrVvL2HvWw9wgesuvFmSb4ZuKY9YP6FPHfHhb30jp+9R36NPd4GG76V4ii+HdgnPc2lNL0374a99PuyPK/8GD7JzMk9fyTRvfSclr1yCOo8qnHDvStk8TxNylq9/aJPvfyqoT1jsdm9V4WhvGJCyL3+H009wpSBvokwrr2V/N29uN27O7JVij1DKFe8J8yfPYIoqLwryYe+6adVPOXGhz6r9vI9IwGqPeucj712uqw80+aVPX29CL6q+1o95MDnOyC2tb0qnLO9Rrccvk4EeLzFG3m9cuKmvSH6e7uTFyy90SeevQgFMr4ZX5c98DOSPls3Qr4+NMO9dy2kvf5X0z3jk7k9PU4qPoDPKj3Ds/+9fE+TvFrf8Lyv+t89S4eAPRRB9Tw/LS49y1ECPYzZebwb5m09djsUviAUpbtolIi9ZXp5vmeKo70dBH09mzl6PFBEuLwcaly7sr40vTOUFL4uCkA9nybxvbaYrDwJdiG+g0V7vTpvx72FX1i9lQARPtQPjzxsRdq92zB0PZBQhL27MbO9QArfvU6vNb08ZN+8sGiGPB+fD779NK892e9MPINprDxSi2S8aKLwPQ2vUzxwCSO+",
        "gos4vpNOS77wpFk+3il1vuUg6D3A82++CWUzPkJqtT6MQX4+i+ejPZIt+D6TyB4+UxM3PuFq9jyH+AY+90vHvlDk4T3Hrxg+nKEOPqqzDj+3QkA9zg6dPjR3dr34PZk+i7VBPjgCAb6YjLO+oqJdPhrm1T61HJi+NEQmvhUL1D5uYqi98kYDPQKXAj73J6a7rmRUvZBmmjycuSy+ojcGPjqn6L4m1Tm+DO9vvR9ZCD+kXYM+pJoDPmU9eT4LOxk+1oWpu+lxmT5HMgs/GAuhvlug7ryZqdO9U8axProgJb6zgw8+zcQCPu6YIz3EYAI+K188PfBiVr22dq+9re6hPuTKsj7RB9i8MvECPknZ472JSKe+Qp+2vaInHr5Sfqi8RLadvjEl+z66gma/ImUJP7PtIz93KMk8tXMMvJmP6j4MSLI+OGk1u3ebqT5XUGY+whAJvvEHjz6rywO+6DBgPuxg5z2idmO+HCGCvEs88z3RKew9YbEkP1uwn76ZM4o+EB8/vg54CL4mU3I+rTB1vcTOtr5SqVk+1HpNvueTKD5hnMA9ehkOvv1Oqr5IBki+nVIVPtxVkz0FXec+F5Gnu00fsT0x5ZW9y2DkvdiNdr5bLhq+o6hWPrz+Aj5Ana+9jlyBPkzvJj13QTa+wAavvcKhR74hqYw+ss6YPsk4Mr51/nk9REGNPVA6UL4GBBm9MhDgveg4ozx+s+884WQJvfnztj2e5as8WXo2vsD08D0xTym9NGqfPaF+LD6dji0+kajKO0WCXz7UZKo9M80tPFwv3r0rMPk9zR66vV3wFb4hZxg94dtzPTyobj29X169vZ9lvVCrn70MThE+I1dGvv6Bqz0lwl0+uEOmvKSgFT3ILXu8fEJEvrMfqDjxMtK8rH+mvBJmXL0Nn6Q68nKBPXjEOb6QyyC9Y2PVPXp+i71ap1w+I72MPdyOejtuVNI97oTRvTYlFT5fS8e8c9GRvbiP8T0ybgo+xxc4umK1xbv72eO9h/e2vdMnQT3HHRw9",
        "gzICPjfSoD0n4Ic9De+kvZh4LL4uofy84AoLPkegi75eFYc7FiULPTbCTz3jwle+XEmZPf1T7z341SO+5LrDvZOfSrxzAck9g79Mvrnpbz5V5aU+AFzpvcjXAT7Tjnu+jKd8PSnz0z1sj/89vGsdvpZ+Lz6SOn+8Y8tZPX7SpT2gc3c9nDfxvFqkQD4N1fk9c5gpPrGhnD22JB8+7qFVvu4GSL01+lE+1Q3XveHh0D7T2IU8SCprPMDToz3HaIE9C7H9PbFk3j2N9LM9ysLVPHHUjjtedDs+zCWmPQwXgj6vdgy+9jJdPUC8Jj7qhK69aLjnPd/9MD6ueYa9PZEpPhdaVz0i5NM98U1rvu53673z/BC9Y+CRvWF4kL6ze4m9cNJIvUt2Qb2/efy9fSsxPL9jsztGO8u9f12ePc1wer7/kI8+i0ArPLSK4L3/cus9NUN4vFJuKj6BsW4+YtSUvgGQpjwtw9o+FUThPS8Xyj0tu7w8cR2QvfRhGj3XoIE+ZsUjO1KKrr3Mw6i+ev1zvZfCQT0CB4A9WTWIPRfNmjv4RLU90soGvYGggL78JbG99f4zvkfFTr6h6Eg+2llovcxRFjxpQVO7JK3nPOxIEz7yrO88ncr2PfPWEz3Of209ceO3PEF6rz6vRdQ97yTSvJUzwz0y4029Q+HivVAc2r34q446tRWhvb+Biz4aGsE9l+KPu5xFFL3fbtQ8PQ9fPmsFy70KO868aagjPoQMhr15LEA96JYQvqcYqbvF3EY7T2YgPSB/P71Q3UC+eLE1vidDgz2Oqbg8wt+wPa2zv7uIsqS9DuyNPb9Azb34KbS6uAgMPgWDCz3rvwG+deNgPY2MATwAV8k9B1AqPfqo0D1XybI9iZ1GPu82g73qs5e7oMq+vfTUHzx/LiC7rFfMvVm1mb1pglq85mJdveBE773m5g491Y4ivvByBb5G8Pk9XknxPZX33T1uD4g+t1Favg90rD3+rec8H8aPvZplyDwEmws+LINpupq2wDwOVOG9",
        "rXeGvLJRSb0rCz8+3hnKPTZOYj5InPc8Suq2vt6XhL3X1Xa9Cli/uz2WNz4mWeM7N+gsPstihr6q5Ye+ymI3vVr3Mb7HAaM93YW4vK/WB7wcIgY+q0ADPtK08TlqfTg+Kr3Zvq+5m74KCue9He5OPkyVvr0tuJW9WEuEvnLt/D09zSE+nfQ4vnAhpr7IiCg93MFTPdFStb7BGIW9j3bcPZZZ9b4STsc8aOTKPtavkz3bY5M+kVJKPsJF1r75K6i7iJyxvrglKjuBVJ096CtVvlYnvT2Kyfe+uYdevs9vhz7kjQI+RnmYvs7OZT63iXU9K7zavQtfdD5EkcC9luLDPV1uzz3vP1u9aI0Mvy71yb2ZzES+8BQDvjERSb5y/ri+EZ4VPxH+kT3jTx4+IXYWPm9XOT0K2Rg9RD3DvDlS6Lw3pIe9YRDQPvbGez71EgC+SsoFvjOOND609Ke9olxTvclC5z3VLni8ONnavOEqRb5rNym+m9AOPlttsL41Yic+zEpfvbojkL7oBpa+5LiovkLhjb7Me5I+kEWqvcwYaD5z/a699Cmsveu98j6OfZU+1ZlYPqTVor0y56g9HOP3vR1pEL4WWYO9/r2JvqyJ8Tui6o0+LqJZvsAPPb7QpGy+kX9MvVK+XLwNAqM9q0MRPcgEA7oELP68I2+GvR3sQb2MBma+1Mt6vncBub2so8W9qAuMvHlJqr28Aqm95N6QvQuvYb6u1Rk8pINLvFW0/73nNXq918aEvhKKaz6W+go9Qk5/vSTXsD5tSKq9tNR4udVytz1Jdny9zRJGvD55gD1AdOM8rCRRPgOL+b03/wA9QDfzPOUfuL3Dh0+9VE5OO7EO0D19lsI+Xcg4PZ1Mkb3UAuG96f3svWnpg75dAI29ZC8bPC0+Nr7RCmC+r+m0PYfzDz53UsS9AlQLvrAIKz6PQVI+x8enPXhzqL4suEG8o6arPEAQnj66st0+CvhQve/zMr5Zi3k9xiiSvi7QaD6M73u9mCgWPr2IDr7ZXcm9",
        "D7ECv6pmhr41yra9XiuavsMvI71DNJq81XIGvjakrT4hBkk90ClMPdVmlT4wZts8hQeavkXXlL5+oDK+07QYviyCdjz0Ku69iYesPVQTjb3j9Wq+9aA4PeUzw7zkPkU+8OQNPpodiL6CqXm+tuX3vSydTD5FzZC9YV5/PmVRij7DjXG99DsfvqLIBb6XcrM+3NeVvXBofzvLeF2+gLSNPlTySD4mPqC9CeUzPt/HMr7JY2c9D5OcvtVNlr7uCBO+RseiPpVQGr4CyR0+1njzvTJwnDtSVoo+AOwTPZyLaD4iYJc+uEiavn/5wL1lUUW+F1/aPSPEfr6GYAS9RILrvVEhkL1o29K8SEMpPSfIUr4ezl09MAJQvud/Z73lj4u8I6Ijuq97Lj4hviy9szCEPeOPar4t5bc9KbfMvcwDkr7ChoM+++Kevm5uVjxiB1e9K91cvuNBOLxCxN48JYwvvr8aD73eQRu+KKHnvJPyET1cVTw+hzfovaECuD1jYo899ewxvgUKHb4Vhgi+NRxBPbuiBb5jB8W752G7vTJvFLzPaKY9268ZvijERrx5a0e+7O6BPeTI6r3wrEc+/impvoGB0r01Mwu+R3QbPe5gqb1Y/OI92KIpvf5lGL4ZHRM8CB4kvmwC2D2lOwg+LXaovm7JOTyjdAu+qluWPTZNHr3rs3K9DgHnPX+0Oz21bx07flMlPcsI+b0GhW88VNcavq75gr50aDi+cAqfvRdFYT5soHi9cYfOvQRBFL69CBa+zWMjPnN6vLzc0QI+kisHPmwaSL2JoUa+ib4HPtHGdz6pCmi+DfW8Pf7RR7yDgAe+xaUxvYiZ7DzXTlM+hBmZPeYSvj0a7DU9wx1hvlQ2E74qSBU8AE5CPhgzyb2aZHY+WfGJvSNwIL0Re2a+vW8hvEiSg77I7MC9hoEePeupDr7fyLs8sDj3u5FsJj27hYw+lcJOvJNqhTxAyzc+7ivWveZd2r4UjiC+1NdRvkL/zD3/LD49x5ckPTg5hTz/GAo9",
        "WscovqB0Yb6O0Rm+wOTivm36zb2qa06+EbcpPr6Xsz7FNtA9fZq4Pks7tTuOUte9QX8lvk9zyD75xRU+okYJPivj8T3uNqq+c8FHPt3hBD18tGA+OoicvtDR0b1ugXk+ybA2Ptjtj70HKJA+r8YbPQBIBz/WHk4+u+e2PUOdlj2jT5G+iBhNPpzp9j6qLZ2+Dq0bvioEBD9zCYE+gBWNvk3KJj5kGeY7oh6Pvoj87D30I62+LLazvU6tlT4QNAG+OW7HPc339z3L4DE7HkcmPtWckL5SXUE+I92QPtYtY77bmhA8dt7lPUifTL7e4nQ9TfirvZ1Yljw9gc49CA8VOuQlXrznrgo9i2SOPZPozD7mI3A9B3JNvV+bHTy5wYo++goHv6K7IT44aCu+AgfXPdhdEz6YmS+938ypvcW97j0K0Yg9ciCUvWjJHD6i95U99YvpvKviWL5vwxS+dRXnvEd+vz2W5SW+Y/nvPfYASD7KbzQ+bMdpPvh21T1zjY8+NJ0XPo4f8D4w//c9wK+UPo2Baj6QIN490GfGO9gbur65dQA+cLkyvG7twL6eNdK+BDmivOCKE7yrmWS9ujAlPuKeaj7h7kM9ou6NPTg+RL55MAW/L2RXPqGeMz7CvHc+aCPTvUC5HDz54uW987TtvDSRVL4URu+9nhtDPrYFEb1idMQ9MvGIPhwPRT4LEg0/IcgOPRBtJ72f3o8+VtLtOyRGHD7mM7q9Qm8gPKwNZD4+Amc+8WzqvOKRgL7FWxi85irwPc5ygj2Z3YA+wKWmPQ9PWL6dN1U9xh8+Plu18L0TXLu8Pv40vpv9jj0TDXs9SaMLvRE7A76tmkA+HIXjus2Acz1IORO+lXd7vfRuHD7NbJk++TT9O90Khz3gt4m9DpB1PYdeyr1UmhA+jFw0vQ8Ar70AAOA8oC8oPtSpE74+qYW9DA0rvdS8mz5ma0++1c5pPH5PAb7f3MW+VV8TPj+N7T3AY8A9BzeHPqPRhr6lp4Y+1NbsvWPaoj3ORSE+",
        "3pXMPvYxhD0rqkc+ywkZPdEmgj5ggEg9B9GpvMi3A76hJXY+xZm6vatJWb55ybE90fvuPeEP7D616I490CWmPdgAMz6qVmw9p1IcvrW9CD4T4jQ+DdHHvZDVmj4Ke4S+14bFvYLFIb4/oho+dnS7PX5ynL55z7s9bAr2vQJvq750Gp8+raoKPXpzAT6dhI6+n/yTPjN8Or0+GQo+JHQBvopl1bwR2Yc+uecQPjUuXj7wlK6+jB/IPjutMLz3/QG+2xHTuEt6mz64a2m+S+IGPoi3lT6XsQU9J2dhu7kHNb2SjOO9MuAbPjW28z1F1+a9bqrYvaqDxLyz7xa9g7WcPvTwkL18som9gOhJOvcqg775sy+9/5wMPpr0ST0iZ0Y9EoD5vJBajL75kWo+c/DePSP0DDwPzLu97QqVPRxTXj500RO+nUmIPqw+6r3kf1w7C0FYPSEt7rxUDU09yanGPZUBGT7oH3k+NCvgPFlqqz0DIQ+9YulpPsWnm766WJe8QfzkvOY4sD0IESM+kUlIvme26b0f4sy88/CmvStpAD3cv6A8ZnorPrKSx7uY10U+5v57O+NwmT1xk529qoFNPifUJz5YE8Y95dtgvsh2rb3R4XW85smBPvJ3Wz64ZYY9ox4PvcIL4b1IZRu+zM2QPsAlHr1wPBE+oOVjvT1b4D3FuUA+0lGVvKL0yr1nQ4M92p8xu+/x3j1s0jw9vXA3voG+ED4zBvc9xdejOyTrLr6NC6w9YDRevkY9zT38TeU97aZDO+rGc72inCS+RaA7PS16Fz0Vsgs+tX9jPBAFZr76cr09tPz3vaQMB75Uo+s9X2wrvJcmJD3vo5++ICb/vVs3Dj1On7C9Un0aPv5NcD4cLzQ9aI8Lvvh/Djx2wUe+cSA2PYbTJj2/+689o8dWvjYdKz4BkLe9IEhbvet9xz103I49/Ru+PQrw2z0ha0q8Vox5vmC6Bb7JxpO9V2wPPn3NjT4NSbq9NWmdvX07B70z+9+95QDOvchhKDyPJ54+",
        "66C8vRLlGL267yM+QAgYPq0A+z2bWP28Ji4HPE8jqz0+Qeu9R+d2Pbe2jj4qNQW/MzCovc7prT0sX9E+SEQlvX6R7bwz/Jy+0BS/PiCvEr7plN49m+KoPr+fQr29ibU9TxSkPuipxT0M7hu+Pm6RPpjaqbzr5Ce+6AERvkD9kT4sWMO8kmGivX2CoT5VX5e+jsEfvifxRz5Lr1I7vamBPg9Qe7yOH20+xzkaPgQQyDvOX8k9JPLtPK0dvjyzZpY8pPhMPiJu5b0LwYm9yO3qO6tdgz6dmIK98ruJPoumpj6QchQ+xKkpvTn7lj77ARk+7MM/vRkm7z2mkqy9p1OTPp+Q7b78NSC+1wDpPFWkHL5YHSy+Yg32veg6Yb2XYIC9xj7SPsVemD5UC3a+sALIPfV0Lr7YxzC9Wvu/vDgPZz6ltsU+3dKNPr8y1Ty2EVM+jgXyvJXT072Kz1s9LfA6vXauHz1PIj6+KCPmPZoHCT3bl9g8dcSCPcVpYT1rI2w+C01uPqdlmD0XsI896GLbPR/jvT2RdQ4+SoikvuFHtb09I7A9l6EfvvO7dz7l31w9xVVuPUKAZr7ShaO+nEMtvumiHr0FTxC8x1eGPaODAr1m7jk+n4AaPnI3u7q6doQ8UBaPvklM8rxUZb29aGv6PPTAK71Zmty+DnmRPoR1tr1VUJ69XLMwvjViHbsHMIA9TpLJva9BDb66KwS9uhM8vfenW745oF47Cr+kvfyw3D3zoFi+r1QJviz6/r1VcJ6+jH2MPm/QGz5WRRK99o4KvjRZZ73sr8O9XLiavskMGD64Moq912EJvHOoPb5tbnG+OI+gvdiy3zwD2Vg8wOxVvaNjJL5KS6k+jnHwPeo/6T3pZlW+mr94vosn371WAoi+0se1PdtOgzs+uoi+BFsrPjw/5D29UUQ++3FQPa+nlL2OyCs+3c9APt4XEL4TBai+rFdavo33HD7WO26+l34BvnqWujsRVsQ9mtHRPBnzuj4EeXK+wMXIPcynSL63rB88",
        "Y8/gvXIbGr4cjx2+zLuPvRAXbr6n3sG8XWhgvpbEPr4rAJe+haUSvnpqET1KrVw+dYd8vm+yMj61tRy+QuNBvSsxcb7z5Be+0JBGvc5boL34jhG+gkdjuxViir7PRRM9kbMJvgPy972bACu+kwzuPL4qMz40i/m9jRVpPWYEeT40DU0+7DOvvvlaUD0KH4e7c+6+vh/NEb6AOYU+j3ZZvBj4cT4bLbC94kUGvn/S6LyNflS+pUuePRyxfL41U9i9ZmqUPleRxb4jBKo9n/mYvTDdTb5xJHw+sMptPnbtcbxiPKE9l/cBvkPAer5JPHy9V7dIvqUPKr6v4Hy9WecyPS76JT624gU+eMO7PS5zJDwbQVA9BMpkPn2dFr5YfUC9dzqku6abcz4BLAi+9clmPSFhhD5RKi6+kO0nvd4F6D2N2Lo7DgV0vgL9TL5NHcm9DHjgveH+FrwMers9V8EPPScNHb0SneI86Rsuuy93Gj3Jotg9/+aDvYS7wb4ETJU9HjnhvDf5ED60MBq+3odwvTtuqD6PXQ49R7Y5PROjVL5mS9a8qeH8vaE2sD3giQy+5ZWYPbl1gL3Syy0+Fb6wveErYj3z13q+9iqhvonAKL6ZcE4+zqgBPmASU7648Cu+WD5BPj/LGT6cuyQ9E7SWvnxxED75sfO9S78PvliiID10sCI+XIMevplQOz6QIDM+m43bvBjY4z2CEYQ+8CgjPSMRuz6fHT29492Dvr8OsbwrKtw95BmWvX56G71zeYu9mX3uvZbDBTnV0hc+cJckPKPRtz2rOYa93DbevcyPez3kEmK9sUqzu/yYY74Hn1y+T6sOPtskCD5P6we+EF3UPuuxUz4MXTS9mXC6vUNJQT4p3/o+4xuFPfNivr6e0wI+nVlmPa4VFb5rCDE+PlkDvlyX7ry4GyA8VM2OvfoI0rzgblk9Shj8vu4kHr37/F29JVwdvkIxLb1cbO08ODyCPXXQI718sdo9CpW0PcHqMLxt/r68QGXpuy75lz3mxzs+",
