{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              24,
              3
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Bidirectional",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "GRU",
              "config": {
                "activation": "tanh",
                "activity_regularizer": null,
                "batch_input_shape": [
                  null,
                  24,
                  3
                ],
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dropout": 0.0,
                "dtype": "float32",
                "go_backwards": false,
                "implementation": 2,
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "gru_3",
                "recurrent_activation": "sigmoid",
                "recurrent_constraint": null,
                "recurrent_dropout": 0.0,
                "recurrent_initializer": {
                  "class_name": "Orthogonal",
                  "config": {
                    "gain": 1.0,
                    "seed": null
                  }
                },
                "recurrent_regularizer": null,
                "reset_after": true,
                "return_sequences": false,
                "return_state": false,
                "stateful": false,
                "time_major": false,
                "trainable": true,
                "units": 128,
                "unroll": false,
                "use_bias": true
              }
            },
            "merge_mode": "concat",
            "name": "bidirectional_3",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "bidirectional_3"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_3",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "bidirectional_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_3"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_6",
            "trainable": true,
            "units": 128,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_6"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_7",
            "trainable": true,
            "units": 1,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_6",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_7"
        }
      ],
      "name": "sequential_3",
      "output_layers": [
        [
          "dense_7",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.4.0"
  },
  "hash": "938cec573aad65c5e9c8321b703fd572a1c882f5cd618697edb5a50006bf3d16",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      24,
      3
    ]
  ],
  "output_shapes": [
    [
      1
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            24,
            3
          ],
          "values": [
            "j472vxWPCr4PRkO/8gwWQGFuCb78rSY/ESWSv/O/hz/stw2+LeVSv+a+cL9BHG8//pihv++RNcALR3O+1JAFP95Ymj+wdym/xxpjPx25CLwejDs/Nw5gPyyukb6rj5k/IQP8PwySlD9NMxnA/UBPv6FFkb4hWZa/NFavvjgKdj5aSBM/K86bv74/nz/M98e/bZ1Dv3IZrb9HB1a/cRmWP/KTbj8c1lA/uXOzvd0aAr46wxU+SwYgQN9LTz9LyxS/iSqdvxOLyj5TPL4+tj0CPz07kj+sYlw/bAKNP+X1YT/Yfy+/VFWzv/kUwb+o3QW/oityP/aQUT/5qDG/ri+avxXj1b4gpPy+rVlrv3YjiD/IeSW/rN2SPltWqL6eFyFA"
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1
          ],
          "values": [
            "48zIQQ=="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "bidirectional_3": {
      "backward_bias": [
        "xHXlvlYhYj36slM+HBqSvNqmHj6M49e9IARyPoIevr5+f7Y8ZStiPkBV0D0pUW+9v88hPmZlwL02dV6+m+zRPG+UVj73ARC/YQG3PSDdPb5ZJXM+7OVUPQix6r6D5P47nhGevknuZr4wS4i+LnI3vnrbijx2ldG8CoMoPhP5Ez5TuqW9llRuPSU83L1WXGK8xL0YvfXKAL6wuYE+Vhd3vskLlb4SZ1Q94SquPKsgGT4+9sQ9RnN5vre/FD580Pi9pkOHvhr+rr1X7zI+3IUMvprdVr6psDg+3L76vfNjwT72YLS9WsdhPjnlszyemNo9zqqhPoxMhr3i6wU9lRZVvgg32L2qamm+hZ2APhxqMT75Q6c+0/TNvd+h0L0DHOs9FHANPtb//T33R5G+5HAWPi/itT13Vem9h0KdvR7UB75Mswq85jdDPuQ4GT2UcA8+cQNJPrsimT4+9c89NXQ7PhfmoL0HPeY9y0LYPWttkT0QT8y7jwYRv6uAgzz74Yq9xPrTPSaN+D09Ry6+0pZNvl5iCL8p0qO97mmgvURXkTzfu9+908P0PAr8/76v5Dq91EAFPvWYk71yX8e90UKHPR9+ar4GZKy9CyI/vuq4Xr64Jum9BKdfvmehKr3Zybq9DJxlPkneCT4Psdk8GQUqvTC8bz5He609WH8lvEJgbb3RN4G+csdovnBlkD4kyCk+n1IQvS6XgD0OISK9gVP3vf88C76u+lE+nAIaPJZ79T1h6967QRw9vsvsmr0BI4U8lwEUPqsXdL6QlcU+8dFyvcCiWz60e9889M1ivkRTFL0Mal4+Ij1Fviizdb5vaNs9iqKLPoqWB7430de91+GfPqSHTr4ix6s99wTUvW2rdr6sGJC+8bbmPf1tLj49B9Y9RggHPVYICz0O/808+2/DPWyerjoEYLG9pPa/PUNXMzvmjYy+vTi4O1iLI74Otjy+76HBPGzzuz1QlR++QiyTPkX+mj7ScwW+tf8cPYeu/TvDJ1M+tlVovu4UAr5FJVy9",
        "Pk1FvuOgjT2I4E4+Zo2EPkQ8fz4Ib/29yIZJvlHntT0mwNu9sQcQvl9LUL1p/Hs+ubv8PUmn8r25B0W+3+0uPuN83zyOPAc9GXwQPSASRj6cHnE9NccPvr5amz1CikC9AY6MvpCC1rtH1BG7ON0yvfllkj6HVgy+Sz2NPV0zMb5uBSO9Z9/3PkoT4730uym+9HZLvl+x3z3aoig+9VwSvuBHwj26EEQ+S8SEvlBzwL0yEkY+thctPiLCCT7zLky9PPrvvQF10L2Z/0G9bPg8PV3pJb57ZHy92i7EPFfUK77LYIi78f6mvdfoQL7PnrW9NckJPGNwAj4VElM98wcrvri53b1puUk9eAdXPfVOqLzQaly8qDhWPWQxPT6PEHY8akWcPXLQl73r12+9w/7UPdbOsTzELgA+ueruvFtpBL2Jsry9b6+ePQSA870kCL29hh39vDM4EL7qFMq9RWHqPVF+jT7wN+09Sc3nO7GUHb5xPrM8kiS5vbpBMr7YuY29O61iPevdxDzW7FG9QvvAvNoezD0Imxm+8P2nPUZANb5m8989Ws8NvAghBL3j6k4+0ppOvfyP9L3duwI9KPwIvpjGdr1whx69kCg4vv9jFD00ati9VSyrusAbkT1RZXw9bh+gPaa47z19LY6939fxPaAKJT2Whw4+0p+ZPbpdDj7QfDy+JrkCPnUcUT2W5PC8QUusu55e/D1g+Bq+iu5FvSrjaT3JxxE9MGgpPqkCh702PXK9LzDoPSuXCz7uYJi91oXZvUDtwT0zsaS9EOPNvVrPxjgAE6G9kx1xvvSxNDxZXLS90f0CPrqSBL6fAhs7OBqbvbKmgb1wQ/m99m4Ivq+ujr2rnwi+3Y5CPUw8NL2shwE+FIU6PqIbVjwRI9M8IqM1vtWbv72+Mjw9YYjFvbyXFL60cO29Kv5Bvr/I7z0nUQQ+9DVtvXZx8jsr0CU+eGx5vV3j9z1YGpG9cg/1Pe3U3T0+YUM+hflTvfdk5z0kMVc8+aXovEe4yj3zMM29",
        "xHXlvlYhYj36slM+HBqSvNqmHj6M49e9IARyPoIevr5+f7Y8ZStiPkBV0D0pUW+9v88hPmZlwL02dV6+m+zRPG+UVj73ARC/YQG3PSDdPb5ZJXM+7OVUPQix6r6D5P47nhGevknuZr4wS4i+LnI3vnrbijx2ldG8CoMoPhP5Ez5TuqW9llRuPSU83L1WXGK8xL0YvfXKAL6wuYE+Vhd3vskLlb4SZ1Q94SquPKsgGT4+9sQ9RnN5vre/FD580Pi9pkOHvhr+rr1X7zI+3IUMvprdVr6psDg+3L76vfNjwT72YLS9WsdhPjnlszyemNo9zqqhPoxMhr3i6wU9lRZVvgg32L2qamm+hZ2APhxqMT75Q6c+0/TNvd+h0L0DHOs9FHANPtb//T33R5G+5HAWPi/itT13Vem9h0KdvR7UB75Mswq85jdDPuQ4GT2UcA8+cQNJPrsimT4+9c89NXQ7PhfmoL0HPeY9y0LYPWttkT0QT8y7jwYRv6uAgzz74Yq9xPrTPSaN+D09Ry6+0pZNvl5iCL8p0qO97mmgvURXkTzfu9+908P0PAr8/76v5Dq91EAFPvWYk71yX8e90UKHPR9+ar4GZKy9CyI/vuq4Xr64Jum9BKdfvmehKr3Zybq9DJxlPkneCT4Psdk8GQUqvTC8bz5He609WH8lvEJgbb3RN4G+csdovnBlkD4kyCk+n1IQvS6XgD0OISK9gVP3vf88C76u+lE+nAIaPJZ79T1h6967QRw9vsvsmr0BI4U8lwEUPqsXdL6QlcU+8dFyvcCiWz60e9889M1ivkRTFL0Mal4+Ij1Fviizdb5vaNs9iqKLPoqWB7430de91+GfPqSHTr4ix6s99wTUvW2rdr6sGJC+8bbmPf1tLj49B9Y9RggHPVYICz0O/808+2/DPWyerjoEYLG9pPa/PUNXMzvmjYy+vTi4O1iLI74Otjy+76HBPGzzuz1QlR++QiyTPkX+mj7ScwW+tf8cPYeu/TvDJ1M+tlVovu4UAr5FJVy9",
        "Pk1FvuOgjT2I4E4+Zo2EPkQ8fz4Ib/29yIZJvlHntT0mwNu9sQcQvl9LUL1p/Hs+ubv8PUmn8r25B0W+3+0uPuN83zyOPAc9GXwQPSASRj6cHnE9NccPvr5amz1CikC9AY6MvpCC1rtH1BG7ON0yvfllkj6HVgy+Sz2NPV0zMb5uBSO9Z9/3PkoT4730uym+9HZLvl+x3z3aoig+9VwSvuBHwj26EEQ+S8SEvlBzwL0yEkY+thctPiLCCT7zLky9PPrvvQF10L2Z/0G9bPg8PV3pJb57ZHy92i7EPFfUK77LYIi78f6mvdfoQL7PnrW9NckJPGNwAj4VElM98wcrvuEML74QtW29GGbXPJ/4Sbqq1aU8w4PoPcpwMj6vw00+Us/nvd7Mpr0CEXa+l1MYPkyiKTzyOo09gsuvPU22GL1YEjW9YnyKPhSA271Vlm+910wIvRZQIL6qWWu+KdKiPfvU3j43ZuM9t60XPpm2Z76jEyM90lLivTNG/b1Ve3O6TlKju7iRu72+i2k8hWIkPuEN1ryzOyS+PGboPHVri743vmk+PQzEvOo1Ob1Epze8r5W7Pagbar7ejeM8m94IvkOJVb74gNQ7HRUvvh5znr0ETC2+UNH6vOcG2zy80Ik9LxjtPO3U3T1aUrG82fcbPZzUQDys4UI9a8PdPDWgWj7Q9qK9B09mPnI+RD1pBxW9Na+YO9b8tT32Cae9BjRFvdm9zDzpV+09DV6GPhxUkjxtknm81dTmPQjIpD2wH8m8pP8VvgF/4z1KFOK9usiIvF9FG74hU9a9ikkVvS0uKb3vooI8uBCWPO4Hzr0qSK07JR1dPEIoaL4NYo29RJaEvYaNI73ewOC9Bt1FvJUIZL5CU4g+lvjMvK1UJj1qga87K4EbvtAj+TwrPmk+KMHsvYnahLz8Lym981qIvgeH4T3DZTs+fIDCvUw0ID2uQI8+2Aq0PcF4aj5RPkW9sWytPXlAmj1rqBY+DCW3vEp/3j2JOYA8hYzTPKjK+jyoC4a9"
      ],
      "backward_recurrent_weights": [
        "bFYMvqa+5b1d1hu9TMFSPcxHhL5g52M9nN9zviJXjD5f2I6+tps0PVF5Wb2acAC9/RnYvhyeRz7kt7e8FTw6vi32lrp4ZQM99kkTPZajADzb1LU+fCSiviBO2L0hj929JuSTPdB2gb4jMJ++g0eCPrUbrj5zGI+7lxw1vuGOdj76Tc8+Y2KXPsBFfz7+GQW+u1UPPheVZD5sLRA+kOxoPk9KxT2zygS+tv1Xvotsz72vyTo+da8ovs7Knb2pLYs+1ukMPW9zBD1Y/lw8buRWvrw/pz7WuaS8rrqDPtrCGz5r2c09jJk9v6TBGz1jgkS+WcTKPNNbHT1UtZW+e+0vPkQ0VL0y9C28mv83PsKAGT5urCE+hBlJPvaYLz2y0RY8q9btvl6Wlb3rsLK7jIjVvQwXDD632N09ydK1vYNNlz6JMOc9HOmePqyWTb6uPhk+col1vaI6Ob8hNSC+qIbvvhout73xoFi+CK/Vvs3Wh74BXBg+b9bPPgypQD32BIU+ZhvGPYcn5T4AQEE+xk9tve055r1ptoM+Gb+Avip93L7jjPo9coYSPngI470Ykgc+LK9kvOCaqz4K5W0+wTlxPcQVXr0lj38+Akx+vk8dnT3gHJa+vniVPjqOtz69QAw+IVrxvukUZr4S6is+UN1/PhTU8bva83K+bc0/vpFRdD4Yg7w+cuYcPvJ2+L5PvKm+pW4uPtnwor78fXc9eihRPphIdz4yrZG+CFVlvnbq3L0qVpE+06+MPe/8cjzbDDq+omc3vbjugD5ZHL2925alPXqdP74F/ZS9Yv6/PpOJt7wYWh6+AIguPrLyPT4Mw6C+YEmWvnb5cr0DHU29hHqdvvSzr724re298wutPSbpPT5oJJ09HCf1veF8F79gWD++9xEZvtq6pb1S812+QXFpvai68r0x4kQ9IJCnvq/QFb5mHGs+Z9vtve7CjT1hjto8waEXPUs6mr12X9E9Ips3vuH8vr4l/YI+7Th1vGFQPL4lVHW+ag8PPqQO+jy+ZPS9",
        "ixjjvXHuT75xdwe/ptXnvtHqur18Nw0+Z7YQPWb/tL1cUCY+bwdWvbcK+D1ufIW+8Wi+vFXKNT6kYzk+bQwWvlChBb6Z5wq+/wX0vdK/r76aA7G+JbWjPiRCa72T/2k+uJiGPjro/L0uT48+BOETPpgKpb6MNrY90iXDve4EgrxRSiY9MF3Uvh0vkT0rIV0+4VuWPgVxyT1F7GE92nw4vi8OsL33V6e937mpPkwoS710hgi+7fnBvR7qYr3OtjO8+n3kPVCMv73r2JE8E1rVPE6ZMz7HoI69UwW8vX1g8Du1dFA+v2BmPhIhib03vtw9r+oZPJP1Dr0EiMs9S6pvvX47Nr56UN+9TpTkPjwFXr33DR6+uRM4vpFIpLmqIdq8m5EVPnrGdz749L4+QcOOvnr4vjxX9xO+WbGOPWvZ3z0y0ME7Gnu6PTYlYr4ozIi9eVTzvpzsnz20cIs9A88DvsvAUr7pdUW9eURsO3b6qj4DHeW+gsgKPqxnYj1wcq2+MMDNvWkpKD4b0QC+A0CNvdTGfL0JSY8+uNfpPsS1fr0MpZE85l7Tu7Yljj4ngr+9GWNJvqZCcT2lNv2+tDCVPrrDPDyDXiA9tpWlPQZa7737m+w9p9/WvW4bxL1x8NM+MWLdvifMDL53OZG8kAqrvUnWuT5r012+yQ+yvW0dWr3CK40+iAIGvqtTtD4PGdc+xBwDv2HWfr1tQOA9dfZ5vpqUvLuimmQ9nfiFvZAXOD6wfl8+0iS0vb5pXb3aUpI+U3uBPruoDL5AUVo9OnmuPiYYoD5MwBk+PBFePVTv/TuBQDO+ZSWyvU5VDr61bbC9//ORPkyyhT3kNm8+1i3zPf/r1jy/L8W+rIVGPSRzcz30owa9A+PYvjEdzLx8qWc93TMLPhGYhj4muCM9hh+KPpx+jD3Y9pA+RMdyPiyUL76pWHK9GH2TPQjnMj6oCRy+u2CTPbFw7rzAouw+fyqwviFKn73fjya9qS1dPpkEk72hLAa9e5qau9k2k767VkQ+",
        "kpG+vZNrpz5LkL+8/tUKPgj2yr5g3+Y9mBgyvrvWlD7wvCe+G5Wkve9wx73lL4U9AlMNv+wP2j0FFtM9EpLcu32jnr3nfsY98xaePfZbbT5t/x08TIogvcdPkTy9zlE90fiLPYKaqDzMPQc+l9RaPueULDwWdoG8iQF2vjEGIj5B7+M81VWDvuBRsztkr5e9Cz5GPcGEaT4rqs480lyBPpBG0j5oT0m9Bs0aPSUKkb1SYXk9ZbyaPWhVrT33RBw+f68KPaewuj5s5di9PoKIPqblij54Xxe9B9VaPZK/3b09+oQ+gg7jvYZnkD7MHIc9lBIrPE68dD2wgHQ+H3sNPlP9OD6+Ac4+qTkBvrrYhD2sVsk9MhCIvPCldjwRage+4ShQvROGu73AUtI9fEDZPfHWlL4W9308aug4PhXCZj7EOx09Ooz5vZvkbj2w8HI9IGUDPedUcb7Kvkg9iBK4PnnnQj1+y4o9vI6mvqGQiL5jajw9kpkwPoNFGD1WENA9j0TkvaBREb78DrW7dEMYPi9Jd70GDJs+KbhrvY9Irr2aNWw+VKCIvezEAb27Quo9kSTkPG5gtrsGxJo9A4Vuvmp6Dz0/fxa8QbSOvSUWpz496SM+68BkPtuHXz6tM/g999QTv1xAiL72b9W99G3hPSsSZ75R0UQ+1S+HPXWKPz4Evs89LA++vbM+tL51Mtq9vlejPgQFQ7x3n64846vEPpm6bz3A4UG9BwKpvehIeD1qb8U+tiSIvdJbnD2X8YA9yAqdPhLjh7wBcCO+ika5PcWn3LyAZHi9WAqAPjDkPT3OPJO96SEYPjJKCD7ftpQ9dOQGv1mllj00dIe8StKVvs79Jj5OdlE+SD2DvLFTsj43EiY94yrIPNEvJL7A8Ju9atTrva7Mo71CvnE9vffLvY2Crr1l/LU9yTC9vHXqdb0EbUW9DDp3vaIvAL0gQKM982ANPihxgj3hgoe9hLhZvS0ZAr4yxYg8NabtvXGiiz1kJMg9mnRaPGpQwDwLYnS9",
        "wcEkvmLUDL7Jocy+03lMvuE+aTxzngQ+3c4bve4Ub70Odf+9ySU7PgU/obvagrC9JF6CvbOMSTz79om9keegvGL9HboFDMU+tZtkPT0lXL3312w+rSOePaWy8z2XSne9CFUKvoOs9T24KiC+7RcuPGt5W74v6uY8J5kpPsZIF73RpcA+gG42vuj4OT76hkk9eY/DPc0JGD6fV/+9Y0mDvhhShz0GobE8sZ45Pk7pyT04/2W8tImAvrHZFr0hRZ8+sTSFva8nFD0fu9A9sir4PQ0tIj6KLUo+zTtQvH4DDz7R/cY+Uu3uvEX8BLtmxmS8ft2MPho6P76dYjU+UmENPuhm2TnyzyO+sre0PoSXdr0TI+G9A1KVubEKdr5RhAo+zsnYvYlgTj22u/I9tEGkvqAyFj4YalO+WtOkPS4Pnr3p0aI8eG9kvIRwnb5g1n493T3TvUDNGj56lQY9x/VJvYJQ3L1nCfM89HVdvDqbzj37J8K+Hk1kPPboTz7OP3u92Z2gPfUIt72p0Nk9C1d3va8lQ768mkM+WEOvPsigGT6ryOa9i89XPvyuZj4YrUK9RTEAvvbhj7xbYsC8Xn2HO+eCUz266Is9KoWBPl7CBr1SsPY9GXsavQLKOL7QGmS959ZevqXnGj19vhY94AGWvp68nr2q3UC+d0WbvU5TwLwr/LQ++sncvcni5j7zyps9lQ0nvXrZEb5NAaM+xHGUOyy5f74y/rG9s30bvkeeET3Gi1C99Rdjvb3v2r6iO04+SDZzPr0Zx70H0Qc+/RLbPWeIVz4Go0I8UACuvGM/Ir1v1Iu6/DYwvgoSwz6JPAG+nwgtPgdckb3AjhY+j5lNPh9fCz46RgW/y4bTPTdMfL20hAo9BM+/vcdsLr5oBb+9KmiGPmwwwDznr4U9AIG1PaLNmr10wmM+YjVvPlRHsLzuLW29Mea6PViawbynpg++sDSKPQqfHT6yChQ+jGwJvgWcYr7Lap2+xEvbPUnqG77jLYK+VBkbPqHpbz0hBB09",
        "J7L+vTeppL5sivC8ioCBvh1Lvb1Vsca8Nfv4vbjYz70gRIm989yVvW8Ewj4Xhzs9BlNQvoQ0ob3smzi+9kOivRiK/L1kATc+X6NRPrAe372Rleu9qKqRPSgpgD26hKC9jRGOvrEkwT04t2q94P0mvh3y672vnlu+2ZeXvjPNlr11fxu++BpKvqy7/b2gET6+Lnifvj5fiL2niiU+xUtfvrnIbb7CiZu+11AsPoRDkT5N9Oi9F4BvvAL/gbw9NQG9vEnQO7Qq7r0g+o++oXhevpxxDr6gaCQ9j6dLPHYhWb2g7gg/RMOBvRiJZr3oPb891L8jvuKu7L3CPAK+fBcJvsXLgb5Rnpa+z6dwvcWv370QaTa8VonOvRc5Sr0NY06+LL8Mvv3o+z2s5vu93IAmPrrNrr5Pe2q9AM2pvRz0yT5ymq69RmB/vEjy4b2qOpk+yfzjPps+MD2QbrA+lB4QvX5embzSgNk9Wv85vjhssL1ubqA+J0EZPsQJgj4pEyG+V1+lPOM0eb6e0TA9uD88vlFFwL0SDpg+Zp6jvueNqL5/SGS+DnQZPlpjKD15axO97NuzPlHNrD74XnG+QbCaPkExoL1rfUS9kltFvn41b77KVwC+Qgk2PhqOWD7k11+9hcv1PF/Zbb7rzgG9QRj3vS1e1r1wiiO+2J8XPhcxEr6boFw+Zjy1PSWog77H5JA+xVEGvi2aBT5gt24+0JEgPQTafD1El3a+cJ9IvPC2SD60FEc+3CefPOexE71oczc9Zo+VPRMHcj6k1HC+u8aDPvxgs75qrkI+f4/IPZuWgzz4fs4+3qdcPX7kTT6hiRw+Xa/4vu/WJDvYBBI+8nkvvnZyMD19dfU8x3ACvTARg70Tr949eztlPi5agz3nriQ+dF/MPZU/dbyrv3U9/HJyvcwKH74X/cu8eGeRveraCT4Z4GA8V+xlvW/bST1AmmY9+MjIPvURMb0Ir8o9OhWFvnoYHb7/Aao+fv3yPYUumrrhUsO9BQ4+vRmgjT2n1HM+",
        "2Hc4PvKvZD7alCy9coquvg0k0L7DEAM+py00PifP1b23qHq+VasbvSl+pLtsV169q32TPkZ49z1LX60+FhkqvdvSGT4z0YG9h59qPugVTT2NkhG8FLGjPuhCy73cwp++T2pkvAAAbj4p0WI+BWWAPkNiqr3h2+M8rc/sPIjLAz6YISs9m/16vtQOZjs0eoo+LM3IPb6eWz5+G3A+a1RCPjh3Ez2VimG+egmaPWIC2zz2eiy+o8ZEvvd6gT6mFfA+O7qLPmOgeD0/lxY+m/0HPnpp/T277Cw91iYgPoHeqj1Lhg8+WvyvPgKA+bzNsFk+T70GPVtmxr0xaOe7DGAoPWil1rx1gpi8ONyBPim6z7080n++MUsaPqdAIT2iZUw88vjWPUvPrD1wVKA8hM65PdqmlD0fh+m9tFF6vXMgoTzKrNu9q0j4PBM8n75s8229Ro1tvlE/Ur7HaV+9zjOAvc2MBz4QqOg8/Uq4uzFh+L0+4sG+49fyPVaosLw1BWe+w9XpvAZ9Fjxvf8w9C7WzvZyUAL4RFoG9L16aPjPYWbzCmxy+Lb92vmnyyryONAE8w4rTvRkifL2RfYy9i2IZvmHjiz2OvtA91x7ovRFYFj3Fmwu+y7mcOtDBT73knB8+tN8DPdwTkr7X06I9TdPLPW+CvzzNKfq7U0D4PYwznLwBzgW9AaUqPhXosT5YgYQ+5Mi3vd/n0b0Bmok8TKdjPj3zQr48tu09nEm5PSCZijyi7s89mBRsvGNAQz6OkbE8zCcLvqunhz1qvNG8M33mvXPHK714/1M+aZSnPEjZnD6LHgA+ojKwPZkWxL1E4q6+st4EvlMNlT2RMiO97Yn0PYnkjr0VL8++2ySIvUqlDb7DyA+9s3tZPBuADb6I1Ia+W0SoPfPTbb1yQYw8ZkvOPUYsEz15nTi+CxMVvadHij50toI9mJzbPYN3bbxzNjo9qIwEvnWwzTzBBT2+fIitvdhqUj4o8CI9DzsYPVobUjshGaM8W3EGvpnmOD56w+I9",
        "NpPTveCO0T2/7Vu9RQSYveGrB76X+da+qsmAvpDJPz5gqbc+opshPfumfz621S6/VhbfvYoqSjugSZQ80saoPXcMdbzhWBw96xHIvhkHbr13BAS+7F7MvoT1uT1+Hqm+w/9MvpkhUb4Nwpm7EUKKvk1gyr6mm2C+dvMQvCupLj3Gm2G+MFCQPTEECT06RA8+miu5O5ZzYL7ylbG+fYs/vmEztL3otas+bbYuvSfJLT3Ehr++GiuEvijVGz2PV06+VehQPrG5lLtGnDG9//UvPkK2Tb5Pf5y+rEUOvhnI1D0chIC+y8aMPi2vBD493me+8Uuqvsft8L3hYo0+A/91vhkIar6+l2i+ODhCvhK78b1iHEe+BJ4Avv+khr5KOQG/I5CTu2csgb7jwYG+oVEqPvZY2Dw0wkc9BJ4DvjAIAr8/AJu+8/crvtyt6jubhoi+yaWqPUNUODuW9ge+SjYxPoeKaD6EtSG+m3FTvj/9/r0jYma+uFHAvHZzqj2Eehg+N+11vZv/0L7Thom+kdDsPX8afz3XkQC/M4WAvsV1r73opES+mN0nvg/KvL1kX0e+UGBxvnfg8703N1e+EITevHii7b3QlxS+Yh9GvV48kb7xKy0+PPySPVvu0b6LORu+F22avmreOb3Lje6+C9QUvdv8TL7wypQ+jKhVvVjiRTy8Pm09aY2kPsWhCb1wKTa+HcMZvcRzC77PYTs9AmAgvtJnXzwnKkq+FXuDvqGn974k/g4+KjiUPgFOaj7NugS/vRefvrQGoT3uPm69FCsuvq8vML4iPj++o2fUvFPn1r2xOXo+tW2dvLHvnrsRK469lp1SPjdprT2t8Ri9XE+OviFtKz6KxaG9Z3+Hu5c/ZT0eREQ+So0+vlPmKL6KWAO+6HkCPrX/M772kJe+r2mbvsR8G76PLLe9v1MTvrrTO77Ai5K+DAgfvrwf2D12pjc+bImivvtEA74CL/44O2Fyvs52Pj3nIiU9QiDNvapDb75UzZO9bWq+Pp4FvL1JWTa9",
        "vxSfPtLTJL4f4Ee+RPxovi6xCL7MYBU+en1uPr53YD5GlBs+YcMZvfI3TL61xIq+nQrwOyv0tz1m/lQ+4jYaPQtFSr3A1KS9LsDcvYeda73Nv8m+VKoBvsAahL3Lybg9gqbAO7gen76mLlc+cwfuPDr9Hjyf1ii+fJigvqW4sT6Gnni8uMJNOzKkDL083WS+3X2FPautmL68+x49UXQwvjS0oL6a0j6+JDOAvWqOxD2XKVU9Z8KfvVrDIL6Ne0q+kPodvs5OgL1UKaS9i8AuvuGqIz2rr9y9uUFQvgcYMj6vVB0+UCVmPUD4wj4UlI699zwhPtkZOz76mcm+nXbAPvrP8D3gw2s+e4glO/Y1LD74KA69QXQqvv3zlL1edHG+PSexPWPvUj5VWjw+8B+ZPRL10T0SEw09lKSNPe4gkj4BT04+iDAhvuk1Oz4BYDk+xHILvsODwD3BIN09UtqVvLmOgz5ZipW9gJ3LvUytgT5t5+I9UL+UPaIOVT40Jau+imk5PXYR9z1kXP09BiS8PUzDcD7xulg8XeiGvZ+okL1EJcO6XojfPTz3F72WX6I8FWJcvgqQrj0w81e+PS2PPnNDaj4K2ZQ9xCznPPNhjDxnv9u9+ewkvlgVHb58M5M8VznnvARcaD0X12A9q9HoPNQS9T3sRM89OvqUvhyTYL4Zprm8jVfcvfPRd733RaQ+xjmcvT77j70+Wji9xRMxvuwzV76g7Zg+Q46BvR7wST7s45U8MmKtvODf37xL4Ky+sTb1PftLfr6aWeG9Z3Y9PsAtgLwClt29SNG3vbZdvj1hth6+pqGxvXwrfL38gzE+vveUPczUjT59SiQ8Wfw4vkKyUj5GmQ0+h/MTvuaUbT1qbPq9PSgVPqSLBz5RjK2+1TvSvafdiz4ZnBa+ffsgPge0gb7K/EW725yYvd6UiL6vmiS+nnTfPcqUMr1x1Ek8k0IqvudjW75d4Ue+a37EPcnMH77pg0E81b4/vk5br700EDW+QxDHvcYpPr7n3bq9",
        "UYpfvDjrLD7h3mQ+wRZDPkQX8b04KI0++BpnPLF7zz1npv0+Qfx9PVgJG76mKvU9iNP4vXN30z1nhpw9K4+0O3iu2j37ACc+qvY7vq5sRj4Jjsk+JRjkvbDyTj24MzA+J3cmPpk1Rj14COm8OKYbPrqc4T0MIN67bCIPPsq/LD5H0e+7sL4tuyNW6z2OSQY/8tmPPMnYgr2onGq9uQ7KPV6OOT3gK3E9h7+WvFNZkj3ktIG+42v3PVuEL7wb5is+GvmevZDUqD3CyaI9OruLPdTslTzF5dU9brt2PVHZErkZaVO+Z7MPP9qYJj7OCg0+CtUZPvDoBLqD7wM+nRzQvEd9kb2qll0+sklJPrBE7j2oT1a9s/FMPmDWDD1gVFq+qVKBPWoFir6wb+w9NKG0PbaCgb1nW3k9TwLvPMM/Qr6ZF3o9Nt18PgZdOD7Xrqg9w+GgviUkKD66/Pw96KJDvVEcST5IbXS9teshvksaKTwTU2S+NYARPT1Uxb0t2FE+8YYKvgO4mj7Kvdy9Q7S0PosDOj6g/+C+KZzYvsesV776EsA9+qIdvsvU2L3wLIO9TsBauqySlD6XqG89D02nvg0K/j2U8sy91ewYPnZNhD554tw9hXuXPdhCaL4EmJg9IInhvXIMNj4zosy9d8uPPagAVL6O75Q+Z/1jvu1Fnj4qJDm8VaxIva4jtT0++VK+aoAyPbvNp76/MvG9KO7bPWDmpz7i1is93KuVvSSoEj3QDP49iCh0PA01yD04KlO+ut2QujvgyDxXfk0+pKNwviSzlb1lZoI9f1QSvQ8ckb32v2w9DyIevi/Th7wr2ha+j6+APszEiDueqAW9BwbyvEOJO730Kri6u9qmvIuICT55A4A7p0YGPcMlTr6vUYu+PAgPPprcOD5GYoY9JmOOvq2fer6pGWA+QiotPXR7nz0dia2+Qz5dvmx/kr1YDsQ9mLRAPTf56rsujOy8zDnXvBgZhz5E9NW8elvBvSsJC72/cvE9QD9RPCML+L3715K7",
        "wFQePXO9ir3olm+9N9XMu2mVUj6+2wu8cpyMPIOGGT6OuA49D25YPX20w73E64C9v1hGPqYTiz1vjOa8se5fPmlzyL0ndCW+TeXevfl6H72saJa8bqsavo+FZb0TeQ2+VC62vpHPmL37JrI+CrNuPaRhrLzdOE+8rU+OvdX6Kr1na8+9SLEcPua8qj2ajBC+NxdevYQahr6c6Wy+Lfglv0Xfvjti5K89DLlsviXBJrw5Bp88SuWovL757z1rA9K9yeCTvkFZarxV0XC9vGoQPoHgGTzQdmE9WwIGv+RCQ74BVLE9NUIgvo+N7r34opu8ozgmPvyXUT575jw9SpAPOzpCVD4PXxg9tudevfMt6jxSeDK82x3SvXHr271H5zM+Ee2WvmrD1z2Vr9g7s3ANPhn1Sr2asRe8rmhGPsXXgDx9b+E9DwF5OvhLqz4pCzY+gSmJvZGrVj3OdLq9HIDXveZ1BL55tK28co7gPZnq1T0CmMk987cUPlnXaT5IFn+82YmMPEqeczy/Ama9Y1lfvGGXgbwwxsa95zNPPUD4ej1RAPY8rDTBvqOy1b0saDq7zxV6vhskmr7x/6y9dApZvddG/jz0XaA9OIxCPFRXLr63B1+9TIcJvnFrQz1wP4a96yTivX4IIj5hjtk9TdVxPVwuRD6vXoK+QKiYvc1/br0Y2ps9eGoOvZzrQ718waI7u6IGvoySJTwg10w+je3YvTbCajyuQCy+Qj7lvF09PD7Flb8+ZxlrvbDc5b3hx6C+SYLYvRRACb4ipGA+cYQzPkoPKr4alT26xmsTvK6bdD47AoW9/ZSkPZNo9rvz2mO9SWjBvB4y8b3gz3080ka5OjoQ5L0klTk+xwdJPv3Vej4ecwA+61URPnQ4cLt0fee9UvUYvmGMWb7J+io91bwGvdnUHb5rLmi+qHfYPQNoib6KaBS+wzyDPTp/9LzrpbA9eYgVPX3sij6H18y9WY27vV2nAr6fL02+i0+DvMz5YD0JlEC+9mYBv5stcj7bWro8",
        "ZQkDPHpJWz2oka+9rwEgPctbhz1UyYo+ZegAP5z9Tj3c2Oc+xGgIvkwD+zwDXqI+iDDtPWoILz0yMbY+aVBHvgjLE76BXwC+25n5vtbgAD5NBM+9+ZBNPjycET0/FK8+D+0XPh9Lv70TNq0+DIViPio18bxlZ6w9KVghPxff3L0s3KY9lsyqvWV21r3YfmU+D++GPckbJLzGccS9RYNJPZkO0r2gp7c+pkapPanESL6/RVy+li/zPMUiF743/OM9WopFPkCeRD7niKI+ZUusPvURJrxt1wO9YJKcvX6R6L0a5Pm9iTHYPuLlCT6Ljue9tJO2vfqOYD06YG8+VFmVPQDJIz6hcJc9RxaRvqN6hb4A/KO9PZQ5Prsw8z13Ga0+IFQxP+8SAz5jMoQ+JGa+vqIBnL05oRo9kM8HPm1ziL3SnVs+tBMevpUsCD7oE4W+/P1ovnkHpT6Iv0S+6RW4PqUSOj4Sm8S9Lj4kP92rRb0tBra+C1rFvBOZPrtGzRE+5zn/vSskqz0l3ce9K1XPPQG70LsAnwu+I8WqvZiCEj+rlHw9+ZYHvsisLz3fkTA+J6Qvvi/chb4lZSA+YZ7BvtnZvD3gUQA9FignPrXDPj7TOI8+yPuiPLmnz7vsCwc+RShFPjpSHz+3JCY+8eNTvUrXEj4wAzI+vVOJuSGtAr084qC9Bw8LPYK7mT7JYry9x71Mvrn54TzqSe+9QKq+vCz9HD0kLjE+l6IzPlWyBr5BOE++AnmuvY3oH76Xd3491HuRPnm5tr0+uJU9CyuCvqt5Iz5mMam8GJz+vedgSb0ZmEu+YVeUvp/Eer4nff68jc9GPqDTSD0ktrc8nNauPeFpxT2aWTY+IVEVPXJfLz7Qw6W9/l5GPbM8IT45RDK+v6C3vbWMLjtFq+c8k0mqvQogJT7CIfG9CFBBPiyZF75GkIu+aozDvECVP7xzeSm+2LRwvfgsPz7fjnI9uDi9O8E09T3uXaK+AmKbPeSPFL5hzUM+l1SQvZMPcL697R66",
        "24A6vrHGCr5U5ZY+hXKhPKTxhD2fZhC+kRsPvs+Lm764eKi+Y2rYvA3vib6oEg8+ov4bPhZRQj1urm2+wh49Ph0v47usrh0+V54xPpkawD1A9wm9kVM0vjg1OLwak9u+UxFMvXHlNL2eRG+9XuFkvgxIGz6JCts9kZEXvg7dCL4NrdU8PTZdPc8xHr24uw++ti5QvkQX872Kjp6+JsM1vi6bQ760nko9JuVqvmdA9z0UThs9FLwsPqAjlzyTf1k+feb+vSZmZj5zxSW9fInCvXys3L17+/c9lmZbvufblLuT4Wy+HX0Vvsiqoj2gyc89RVwVvWbeCj333gG+SkMrPTy2qr2ArjI9iZJbvqn5Mb58dXA++zuEPbfPKb11kBs+M56hvSAy0r0kH6m+4BeCPinkQL7qhp+7DXtpPtFQOL4gkWw9GFLuPS8hRT0oUwW+HcsnPubJ1L3oJwW9Ckk6vcBXh75JVkI901aiPZxKJD4ioUo+Can+vWYfKrzmkVc+Re8XPgUwAL4KOZy9Ey05PX4n0j0yu4g9KJ/cvaWn5T1HQJ67GfMBvufzsr4sSEs9GL42PnGwaL1/n1w+YJ7TPVIWlbwDqoW+2V7cup3jmb64tGM++tqHPsxqoD2M6DS9HRRjPoJgaj7P43m+0Gq5PfJcdL5eHxe9GgYzvihImzzQnIw8l11GvuYOCb4Iraq922xDPti9VL3EIlg9D3ZXPq4rgL4M3gm+gIcBvZkE3b18tO89hQCyPRe+Er62Stm+bQKXvViSmr1sYaG9zzMavvKAvL7WsNK9Bt9yvpiKvTtLzxc+E7A8PseeVj6yOpK83196vlWOCb6axsK+H8lMPecQLzx7zBs+D8eTPdPFRL17Abw9QreUPX4wGz7kJYC+YRAnvJiOkL6y8/E8Vrczvqlx472JOqS+Exhdveq7pT7+52C8n7JNvv3BhT5aF029660dPiD2Nz53kJS+nlzbPFvRF72F0la9TpZMvpW1Sj54f7A9TsoNvq1cxj4vB728",
        "4UEJvkhhhr41kCO+DhSAvnrmkL7Y3uy8tflNvr74uzxg64G+Tnb0vu6SIL0bNMY+Hslzvo6D8712Cxq+dKg5vu2ir74kClc+tROJPLZENj0zWni+Q9IivWf3Bz5fbUC+IDYNvlqkfj6Vv7q92Z/3vXW+nr2yujK+MnlWvuM5S75PkoO+BfZ3vmSPLrx7Og++SL9vvidglT60iOq9QjrmPKzErDzxiqi77bfcOxp0072fGry8fmGTPnjRAL6Lq0a+0akUPFgwCT7wPIu+0bRYvm70jD6wboO+AonXvZkGpL7D12g+P9wVvtG8Fb2uc0Q+KvelvoLawb2spa+9/5wwPsNhM70kK3w8eqn7veRwgL1/zK69dlGfvR031r1Y9jO+wXOivpighjqjA4i9/eqdvLF6uL51Zqi8EKMjOpGErT7NQTc+ZZhpvkAEub2L/3o90cSoPWWX3L0qHUo9lb+APSOUvr16+A0+F9k7vomfj75nk0E+ADabPraXfT6OJTe9gXhbvj9N270ppQk+W0E7vvLByz0Sqg8/qEKfvX91Zb4iac47mUgOOy2uyD2OgTG6+TwlvXpBYj07mQ4+eP1gvoywOz2fmhK+9JaovVgL2r1oHqK9xrCbPnI+Hz19aQe+3dlVvkerO74ANai+zarbvTCUXr6RLGq9zA6YPsPHWb7lno8810fiPfzN970cd1o+blWZPWJQEr6uHC8+GKkVvbbUaT0tS7I9arViPjxuKD5Mdtc9NZR7PocNHj6LIRk+hMoyPIpLlj7FLa2+JuebPvE/zL2/o6c9p5uTPvdDjD4U/p4+65AEPhw6kD7BfyC+aYj6vojSlT6tEmA+ItEJvs0MXT7dgmg+Kb8hPX2vlD482Fc+IZBwvPWOoT16kfY9tDALPhyNE71C/6S7jXtNPiTGID1fHjK85mQEviSEEb3Ngoc+SuKBPnMBjT5QtjU+uXmtPWrAzz0mrmg++yLCvSGL8L19naE7sWOYPHebJT5tIK+9uJrtPWHFl71G8aW9",
        "ZLd1PnvxLb0x8BG93HZ/vaBwA74jaoA+I8eCPqyYHL6LjMS9qOQovSofED5k6D++PoYQvuebUj5xb2Y+IIFIvBBrV71Q6jw+s/MdPLCCIb5dU309XWlpPcpwgD2kPwu+azVdPsJ5dD4+heo9FHMuPnpeb74QiAc92P+lPjQSHT4U5bU+7WZkvvNUorthRY4+HueHPhlblz2OoTS9wWAmvlYRgT7le+C9C1UuPsjSjz7hesa9roKXOyTjgz0sitM+B5DEPZkbsD4exIU+bwxrPNALpj2FBqC8j93/PTN6XT4vn38+fLEkPrxbVD4F/pg+iXeXPFfJo73SS6+6TqrcPsLGjz1UAnS9zAGEPstqIr4AdaC9VUJ0vuWcR74MAV6+PK28vKIF+b3xWLE82z7Vvs4F0D0O7Q++hlkXPphJWbtNi7Q9zuILPn9WAr+Uu6i+6XBavq84Jj6lVbG8guc9PhBtLTwz7/a9OaULPpKrGj4Jxtu+fY61vaubqj3MlSS+hyoxvg6wt76ICiE8uGXnPM/bpru8tis+mS7QPdIHCD4YgcI92s/IPe+pmj6IFzc+ZpWKvc1nxj29+vy9awkDPk/U4jzkmqm9DGNTPYLie70pXQI+NqNWPSSlVb3xYnI9ywalPWSDWz2jLZI9I6a6vjL8yL0J5iS+7H+1vXmjJr63FrI8Sdzcvehyvj50Ffs9Dt4QPSkhZD3Ee/68do5MPYaY672vrqg8WTGvvYPMjT07Vvq9ZE6mPTdiEb4+aRi9JQ8UPm6SEb4kgBg96nzXuSOMyD6ZTRa95aPSvUqZWb1BH0U+nDJhvhFWNj60noq9yyHFPcsH9z1i3fY9pn8cPoj0/T0u8fu+qhRGvahuRL43pw49makfviZBX74gOSi+3tt/Ps7WNj6aGx496Q6BvYLPgL0oems9ygVZPtBi+T2kvjK+9PiWvcVKbTzAX569FdpVPh1Pob3UZJy9OJ6QPep9B7x8TU6+WfRUPdJA2T13wbs9Yxb+Peb+Ir2GTR88",
        "L/aRPh5pIz6SM5e8K5F8vd1I4D5a++E9ly3RPnE55D1P6Oo+SlYfPot4jr6VDY89bkoCP79LmL04b2w+Hd2OPQ73PD5ecse9HrpCviyZ1DwHgKq9L4vpvPSggj2QTTY99vmDvcn7VDwfwWc+t0EJPiwEOr4LflS9LbrmPst6Gr4ztAO9Bb2DvolyNL5Wl/E+M5BzvB+2fD2Gxhy9WlUwPpFnkr17A1k9ZWIGveSw671SUK8+LNNKPUVEoD2YEQg+ImlTPorilr2hfRU+VTifPpmler3XvIc9PiNvuoJA171suqm+IiEUP0qa770NQqu8Q9c+PmxwJL7o56c+MmG/vWfbsj2LbiE+at6MvVaFzr1Uvhs+l0fAvSuyxz1rmtE9irdHPpObir29nHM+bMhtPSxpMz6syKO90WQUu9DMfb55Yuw79xXCPFWUyz0oF4W9rT0UvjsMPT9Lb/m9mwfUPhfunz7NyLy8Y/bmPhVnKD6VOlC+wjCMvnkDib6skg6+HAQ6vmAVDr4z1tG9eZImPtKRXz5QQ62+G0G7Prd2bj41j609klf0uwufHz3evLa8EtwGu/flmb4cfAc903lRvtCQez2voDA80mS/PZvEYT7o9k8+IOybvrunEb5wiiC+lsW0PuY/5D5JPyI+MQN9vdtXgT7lhks+79J+vf6Q0by1n/O+kQLLvYAS+D5Mdfw8BnGJvpfCkj4f9Xq+XZtTvWQcbL6ODvM+QwJLPfGigz7RJ8y+JFfdvWT9Rr5OJIc+cxE3Pp9JqL5NA1g+iRCTva3uBz+vYGW9PhTLvnCm/b0Jzj4+pTE4vlNyjL5HtKw+vgIAP2Hpg70UwvW924kPP3nj1T1IWLe7cmuyPFmcx77wnJu8bqJyPZ1oJD9c+dG86CN4vTtNEz7KwO49uSq1vZQYGz5ruYW8cRwEP26aqD5rnrW+7FvGOlQHdL4yp0q+RrjevcF8zTsQ2Pu9/JMGP+tQij4mNY++AaElPNPltD2bz8k9WvQ9vvmAGj6lJyM8",
        "qA4jvbCbkbzEFio/p+khP/yaxT6Pm4K9fD93vizbyzxk3hK7smApPQ7Xrr3O/sU9DasavaMtyr07Zue+29XOvXDAlz5bW4M7Gh09vOuU4Ty0YBM+WxCovp9s+jyytdC+RXoBvy8OgL14S46+64KEvmrXsj1w8uK6dshGPQQ4Tr4fyn6+na8GPxrl3jzm4xe+XAgnvmo5g74vqUK+nSoZvpnLhDy+DQM+/Qhtvst3Qr0sAqY8xMo7vcjsej2OObq9B3VKvoSJQTx4qRe95tONvENEPr6MuR8+kxHwvadLj72k6lS++EudvtOqkz30Uo29/kScveRB171hz808N8v3vcegIbxMUIe7lakQv8Jt2Tw4mFk+plmhPmC0Cj6SFWI+3E73vY2s0b7EhKW+L57APuVVML6JEv09iD+8vJxwtL4OK/k9JAdevT82qD4BAZG7N3U3P6gAD74G6SC+k+euPWFUMz7MRC4+u1imPHC68b7m5Cs/ePw1vquUPb6cXyo/ijs3PkreyL1DbQ2+2glRvHq6UT2jvWa+ddoBv3QiXLt/4NQ9KVMsvlwP4b4bGwo+OsfHPglVkb5ELu8+tfzOvhETybvVQY+91+XivZbxZT2IL2q+PfZ0PjVE3TxrUSy/1eP6PeajYD6FDpu927eDPm8/gb5CCKc9qqcgPjqvej6Pq/S9Z5FJPt8NDr+VRlG/piApP8IeqD1iziO+qHMNPk3HzT1+c8e9CYbBPZbZmr7qNhy+t+jZPWTS270n6A0944SuvlKnhz1xt2O+huCbvtFosr5G4H6+wdzDvJdHAT2KYG4+oZOHPn3rT71EugM+T9CbviTqRL75eKO+6gMavUDzxT26NCE/VE2HPlbgvb0Zzi+9PsiSPZOd/Tw80q497spavjZwP75mmqw99y4VvgR1ML7AoIK95waWvg9ZfD7rheU9i69dvp4SbDxcLZM+teQgvfeAwj5o/6q+kws1PVi7qDsQQnk9uESzvbdQHD1O9S69s10Xva+rsT47Cbq8",
        "7gjzvDyObj6OyPA9Kv+7vds83TwaySc9NfzFvdHUj7wYvLm+DzGEvO1b1L1zFoU+wjhovmFyuz25Kgm+w5AOPgpQEL0nWUi8dJdMPhqZBb4No2s+uZZOPW5JnD25Dyu8EcxVvUV/bz6l2L2+v7wTvmTwUj6Soac9fheYut+j/D1BIcM+jk1HvllYxj6PMvW8kGEbPhx0gj6dLnA+atlKvl+ETb0/JSk91ow0vbqSYr5FeAo/wkIfPgfp/z2Jl8S99BpPvJAzo71Rfwq+2ISDvZ73BD+mYpw9t6ylPuOrpD4KdOA+EaEEv/oLKbwWuEg9Xx0LPTUzkT5+LZm9pR60PgVN0T18XQm+Bo9FPmthWT4dA4k+8qRbPsnjpD0FhtY9k1wKPjTRoT7aiEK+n52LPaC3Yb6KIoY+LezSPbh31T483MI+p7XYPfQBpT3TCUS8EFNPvfnFyr7DOoE9VyFJvkHUM70qNiM+XN+CvS4Sy7131KA+/6b3PVRrfT67RDc+V10cPgRQxj33pOQ++J0fvn9a8j344BE/nVxMvQ4VGL6lVGO9uRF6PVN5CD6/7kM+BwfWvLurQD4u0jY9SxVePIAWmztntm49fROEvh9BHb6q3K29zLyoPv2KxD7vJS0+FEbhPQBS5ry7its8u5ZrPsO4Pz75UQa+vlh2PW0F2z05Nk67Jul9vTNT1L69AGg+4AG3PaB1gL4A8Zg9fr6xvU47sbziKC69PF2YPQpfiTsiHWw+f0XMPeRG6D0jJeE91XmkvfvWQD6oO1S+1WOMPW8HAb67dhi+0yFLPhHuyj3105i+/B4yPsUZST1s+e2+op0tv95Nvj2fdIO9t/MWvRnasrxNr2Y+2/6XvId7wT6Z0FO9VdiIvRk0nLy1yQK+RFFSvmY6i751o6w9FZAePoL2hb61WYG9tVQqvcfovL53RJQ9WFdiuxl3CbuF5xk+hYopveRmjDsLPDo9u/9cvo4BE74LtI4+NhdFvTCvsjvLikm9hgD5u9ohtL4gMim+",
        "Mv5KvVuteb02hJ6+/ipzvomHGr5LwDI+gbOxvW7Nl76rUoy+VZR7vc+RhL2IgVE93DAOvEUldD2c8AO+R4i6PaiwNr7XuFS+LP8tPJajajxSdeE9n3ikPmWnBz4g0kO+0CFpPsm+YT6cjNW9iILTPjAe570GWk+9/At6Pkc4vryTdQ08eCIJv3UvEL4s3hQ9vpkHPuPWxj2OEgE++iS1vuSzwb35tYs90TRQPo4+Mz435WQ9YyjcPYbKJb7TidQ+g/jdveJQ6T2n7d49gssfvn0w1z3gfYi+VnlAPkejqr04vG48waVRPHoy5bzaZrM9tTG0vV4jOr7uuFQ+tZCRvc85xj3IqTG+VKe2Pl/azb6wM5y+Bzm5viUgz73Z1qW9NInNPO12uj1GRxQ9SZkHv8URvD4uVT68Evn5PfeJhr0RPwi+9qzYPWbNu74MaYI7PA6OvvhcYD4Zzn49P/aKvQBeS75cToK9XcitPTFr3T4m4De/9QeovQGcvTpG8Sm+7aipvcuaDL6agiI9d+EVvvHmmb0GA7Y+KdzJPllPmz5PAuW8JTx4PmN6rD5beni90fHSvaJ78T1puEG+5jf1PhcQkT1ktpk930Y1vDNxsr1gIFI+SI4fPj5gTjyzpzU+E02JvUGmXr5cx+Y9701AvsEMBD5G0k+9pzPLvp0qmL204Co+YvM4vkeIFT/C6G8+eMUJviGaFz4rZAG7Oi6aPmpNw74V29Y94gg4vvFHjD73bfs9mwEHvBeES764CmY+l9OIPhBItT03AUw+dmYrPoezgj4o9qQ9uhFHPuxcrL5rYN48SLUOvjON/zx4I7S+F2SCPpi0gj2gtV8+eYO+PfEQKb4WSUm/EQwUvs7Cor18JmU9UA2HvgLz+r7boky+TvYVP7dxSD6XxQ69VbvYvKfldj6QUIY+3G3gPi3tiT5ZBgW+pIF6ve43Q7xIiZa+jCkgPrxmdr2PdH0+34PKvRTwkD79Qgi+XwbLPMNTEj6o1d89ocItPumqFL45HHY8",
        "+6asO0lll7yo6aK9JCVLvjCrvry5ykW++VEWPg9dv72gvNc8mu0evRpUpDyjixe+tcZCvV+wMb7J0nm+X4cJPdt5Oz1mp309u2OcPTmFlr6vJFC+/W/OvWPSwDzQum+8hkjAvtd7gr3uWx69N58Yvi/pEL4DwuM8XOH2PWaIcL6n1Zi8RzW1vcSHUr12rIq9KF1VvE85qL4El1e+r5GwvliNxb4Mm6S9FAfgvZR3wTwC0dw9AZf9var3SLweoSK+JygwPjhIib5i3ps9aBpDvviwMr50zuk9JeODvZ0Wvb2gpgE+rESzvT1VUL5N/0U9G+4ePaYZLDz5rTi9IO/uvdYrW75M2cm+XSV7vd9lZ75f6Fy+1ALMvaq6Zr72kM09p7TQPaGXyj0EagC+08XrPTOBYb6HVXe9tHd6vhyiDD7+fWu+TqXwO4Z+I76lV0E8sYE3PoHaoz6atC89jkIevocWfr17Cwu+88TGPW76gD4Rfmu9S69iPHF4Ir2wmEK9gu92Pdgu/b0Bb4o9/j0yvnOJ1T2Owdy83+govmmSAb6k0rG+ifaVvXTTRz1WbXG9jYc0vTxOXj1SA6G+SU4GvW90sr1bEhu+FgiXvo5edr5+my++x9UQv06QIz5aE2m+afK6Pa5wRT6G7YS9Q2ETvtomu70arCm+t0gRvh4/Ob5bA4e+8FtTPSExYT6EPJs+0YOjPc5Dmb4eEX49M83dva3pMb7ovY28YoCFPuL9tL1l44M9y18YvauMgL6YNGy9kGfKvRf+5LwW4eU9R7HSvcMgh7wwe5a+leMVvi2haL4dfds+t2I2vc/XlTycTXa+WUwqPcRVpL0wJT49KDYcPToYjz2PZBm+AOEjvgpCMb6exaW9nO6wvRtJnL33YIG++2EtPkWyjr7REJi+eLApPvUVJ72z5Qs+syYyvnqTOL7qMey8C4E+Pt3jhb2DByG+DLybvV25jbxbKZ29L4dNvei2Z70xwo29BkY7PhyugL46ybo98xIrvaF98L45kYc9",
        "QvbQPaKVlb6kYLI9/pBZPimftjw74x+9LnWyPYeVSLpjF8C9XYqJvc0Oxr1IfPw9yIVPPo9sx7zuL4o9DrSGuxQsZb0sjCC+tNAovuMjgD5wgMu9qHtaveg4sD02tKC+qVO1PVJD2r2UMJ0+29ywPW2OkTsYNve9kqfxvUj8lL2+Lao8sJy0OImvVb7fl0O+AU82PQ5Ynz5NXIM+AxlGvnPND76lpyO8gqw1va/N3z0h1la9a1sLPglWBL5w+yE+CQIQvYGWVL02kHq+huxbvlzUiruPwxM9FrdOPpC6oz0fmKy9jth1PWyyOz4WsAK+BTOWPR8ZWD1M7qM7BFFHvRpnTz1002A91i8WvpvoJL4Rjf88A/nnPVKPfj1YuvE8qsQKvh9FQD03BR++slX+PRmxEz5MyL09jysRPiedvT3Zywq+/aOYvZ4Dzbzzd8A9Pj4Au+WUVjuKIjw8iMZovJVwaj5LlSI9/HLhvV/Jg73peZM9SkJCPchC072fa7G8jQ5uOycaND58BBg+/TUEPNI3q7ycurW90apCPeINLL4PAx4+GaxCvHxXHr6rC7Y9INtdPlCX9L1e0OC97UsDvqDITD0AWxm+eO3SvJkdRr0FnQ08XmAevr/DCb1Bxxw9k8rlPXxvS70ppae8Xn4zPvDPzDzQsLK9Rnm8vCK2Uj2AfFe932MHPbLeaL2787m99w0xPd92qrx4nCQ8xW2eu1OO271DGZU9Rmc6PQTB7LzLncA9VvmBvSdPnj0oy+O8IpI8vqMvvD03Whe+MoW/vEcj77y1a+g9ggB8PW46Kb5yPSi+jR9GPs1sUL7oHa89KhSvvaNKmD0ev0+9I4pJPXD0RL4atYM9XYNKvuRTkT3+B5o8IIklPQ6mCr6HLIi+r7fVvXQR+72WJNm8PRyHPblAejoFuZS9wOVAvqEO9T0+7o08Ur4DvXsOlj1lxnI+OUqbvWfgBz6d31s9vkUUPWzUuD0DBOs9oF4/vHdud70JH2Q9nY8qPqpL1j3snea9",
        "llI1vhD0Rj5IRok+z0nLPf0Anzk7/2G9vloaPjyWTD6X+LK9A/fEPgirkT6kv+q+dZJdPpudBT5lCl6+QIGyPg4PaD6p9X+97b+MPU0YIL5sbYQ+eMjRPb33JL3GKha+bYojvxUYf74XijK+2Jfnvbhlaz4iUZM9hJfXPWtaET6m3VA+qPt0PtRblz6fleC8jWNJPrli+r5jb4s+td7+vsqQbb7UnAO+afixvQnaADu8m38+UaZdvoY5kD5TjBK+VeGWvQ4LOD0/4p49cFyEvr+k6b6AoLY+B7cePtsBnD4Hwlw9Qt5bPv+UN76Spj697fmMPpL0Lb2hGPe8rPJkvthpY755MsC+QHpIPsqfdT5ynGs+Knp9PMvH271e2G8+ie0PPoGM2j4DUHO+7dmevRp0DL51lOo94p1VvtQFU714KjW9nnqMPuGnLr662BM+oslqPliS4T0GOjw9Bw11vkbeDr4CBxC+ddLwPZwMWD2Cbms9Ng4lPmQiDD3tduw8pUEWPjQ0MT4vy04+hrlVvlxIo74yDRm9PBy7vIX7KT70rua+50xXPVZm0r3md1k+ck6tOYXNJT7t8Ai/RfiZu1+zAb6j9Xw+ZAamvCruur6T6zu+Bo/Ovt+zKb3a4C68zil/PgBHnz1YL4w+IIB4PmwPnjwDCMq946/5vT/LED5OyJS9hHY4vgR0ID4AuOU9lLgqvRygwD2seWq9olfXvUTTyL2hYka+Qa4OPgHmAD70y/a8n+sKvigUnbuD9qe90tHyvcOLUr7Jpc09UACtvZtGEDy14xo9gvf8vcK5T76GJGS+6sUbvgh93r2U53a8pFlNO9Elp77BFA++0x0FPtLs0r7E5oy6dIrcvpICVr4N3em9bu2pPM5KpLysBI09jAXZPaOISL2TMwa9xsdXvfTPC77dauk9VIQ/PdTHpD1s3QA+2wSuvRd1ub3R/fC98gHHO0D5DL4WWYm+SXUOPvack71CMbM8yPeLvQMph707yLI8HPEqPaMkC77nTkW9",
        "t9iCvmoLNT2W5E+9NIi0Pc5qFjzj9AO9RDUuvj++er2EjkS+sDdKvk/E9zxVmv67o9vmPYlrJ77vpDC+oF+vPTf3Cz61SBe+VsqwPU+THD58gqG+Bc2qu6Zq1b3zMzu9L9G2vHAJVb5AEys98hKIPkkIlD01oqY9kCSavHP+Ib5c9sK8WXb2PcV6TL4NgIW9ubvOva+5wD1BkIs+kNsHvGquBL4YVuU8H/iUvQVgkL6wUQk+thWxPbPdFTv5EKu8IdgavYt+p76NtI69GscBvZcZg7wV7GC9U1rpPWL/mb7q9A292BWKviHFA766pIy+RdXnvDptkL2dD9E9PMaGvj3e/rvM8zK9PScnvpjGqr3och29b2XePUt0pj3OdIG9dMw3PVcIKT4cls696pgSPvk0PT45aHC+w0brPVaPwj2QV2W+80ChvU7AoD6xoXC6xaZ7PSw46L0helQ9ney+vKIuR75swy28xqm8vLLBN7hfCgw+gHp7PpgYmDz7zjY+lZ5evpfccD6XEn8+JsgIvlxfTbvLsBO9cIgevsTj2z3DywW+DeOxPSyHGr2TEbe+zLNqPY1nDr3sCYQ96F+EvWJ2Kr2SH5i8aGKIPYsaN77GfwE9IjZjvloLdr44UsM9MvEZvlqWMr5/qSk8bHMcPtKkQj2WmY+9vmIcvWULwT167LA82vNHvKfnbr6+n0m+SDGBvPzOSTwSbOM9LU+HPtfZhL4A6h4+GENQvfBWbj5NJNo9YfusvTrCabwc/QQ6bkaXva8X6r3f/0u95yxfPaWs4L3NJn68F7QvPpvzab0+a4s9HX8MPVQRRr6mAD++toQnPh1ovTxzswu+6PdhPQvrEL59dP09pFdJvpfUabwRdm49otEgvvV0+72ZUYC+DiDyPBnyCD4TiOC86KZQPmSF8z3jpFc9gyCDvSBKyr1tZLc9com9PvDZgDy4+EY9S5xlvbU7Jr3sZWc9wJtHvgWP6z09WJa94u2bPfjKhr4Fv5w8m35JPnMcgL0nFIo+",
        "NumFPh+vbLsKwFe7VGI/vlturTzO6jw+sT6NPj3HkT4dfp09mKUrvqfGnj4iK+g+Had1vYsSLT3vTok+etRkvvnQar4g9xE+SucIvqXqsD6eRwK+JI2aPkT2tT6WZYI+HAtqPjVWWj4uWKc+cISPPm+iCb41EKA9PUJ1PoQ5VL52Bs29NOaIvqFXC74pySY+xrfYvI7vkz45SoS+sHFAPoebXbyCwZc+qtaFPuebTL2xmRW+tVqLPjafsb15lnM+UOaKPq8CzD71onU++jdzPhFPQT6IeTq+PIOnvS3A2L2d2+o8pulbvcXmtT6iO1k+jvblvZN8TD5oLak9tMUSPq6ikz6AWU0+T1ShvWs+3b0dCgK+EPJXPjf6CT7fXJy9aGeBPtxVWb68brk+bkmZPtB6gr51Lk+9YYrMPRS0BD6ches+d6mJvnTIgD7PVA4+2TTAPRavGD7REFY9TRSePs8dWT6xWVg+nv5dPR7ctL6iSPU8ApcVvYoLnj5glXw9ZfaVvqrIH762jFe+hCimPr2k2z5V52Y+nrAEvkyo3T1E8t89wqsmPtnrqT50yxU97Gu3PeqGKjwJsTU+7jTHvjH7kz4+XMu9nSmhPgbsTD7K/oE+Nn0HP0arbD7xkA0+AS1JuzQrYT6T7Ig8IH52vY35bzzwnIM+Bb2ePnYNhj0fpxm+7gPMPM/y9TyDKgY8uIEHvlACXT7Kiw89RptyPsRr7z38GZY9ArE+PqB4bb3/i+i9MR6EvWKb271LihM+YrEPPup6cT3lfU69jORGPRchQ772ooG9awQ5Pc73Xj3tzUY92+efveIEkDxQ0+K806WFvRUoPT5XOok9RoGHvuvwwj1HIPA96EJDPv8J9bsXyt096nCJvuEtoz01sy++j5gQPt6mRb5ziPY97l4qPQBGuj0BLWM8/FmqPaSpD75f0S++IR6OvXEMDz4SCoq8wJ02vokOFz2XVkQ+S+5+vg9hMD4hQUK+5fTPvVsjq7392r49bqmjvV2J575sw6q9",
        "9Ti9PeyGTb56fNk9AYMovjv+bL1+LSI9BrMzPV1O3r31XIC+2jwdPWCzxb45YVU9QcAKPgX4VT7Aeic+4HkEvQLRjD3WSYM+VCx/Ozc4371Ujmw+Bq4YvuPpUzyOww2/PI4ZvA6CtT1FNIY9tlY3vndAfj1W8k4+d1hxPhgwHb5MZhU+IkgCvc/uTT6MgCU+hDa+PQgqCb7yUK6+RgbrvQ4sZr3PWxk9dxtVPvw0Pz5pFMe9q35Dveqn+L06Doc+tdtPvnJJED4y7pU9q1lrvkOn87wO5W0+W5wsvmYEyj22aYS+aePpPV2g3T3VSeU9I5yXvbyzPr3zadQ90upmPrxeuD3+Oc29jeZRvfnaxT00xU8+pC6APlM+O75XoZE+zbSdvq5L9LyVKbm+PJ6OPXxbWL5lpkC+FlOePivyqr3rCDw+HtJ2PkHh5L0GH5e+tU9OPbqN3L1uowe+fAAjvmxXN77Big09RfQXPtduS7wbLUG8nT8Gvrt0vT0eyCC+cgoyvTy8LLwRSio9154gPfhiP76WBAw+YUX4vUTXjb2jcvE8eIGSvUhDF75Y14s+Jj4LvZMzir3H7+g8Ye87PbUF972zFJO+VZmaPJVZVL7Xc4g+grFFPqkke72XAG29ck0QPoL7Nz5Yf4a+ck6TPZWgfb4n2gO+l48ovnkVgL7VycY9lSj7vdUGEb5epFg96MMDPhgbHr5x3Sw+PO0gvhszUb6YC2q9VMBXPM8Gnb2Zu8W81gSIO0Vdq72R8SW+ZzF5PUEClr2VEwi+M9bgvbi9774VXKe8XMqavUIZGb5Age89z7wbPqKURT4M3gk9qwStvWTNQ744dre+HW3mPSr7ZLzWwIQ9x++mvU6TA74wAB8+YR2LvbCnqz0H7SC+nN/rvABgwL6soIM+UiemvVued76siPG9PwHhPecKoD2G1aS8aIahvTgnbz4+Vjq8ybqqPkTe3D3E2ji9MFk1vZCCzb2TrgS+TYgjPbG1ID59+SQ9+OhMvvdDpT662SU+",
        "+qbSvZ+9ib7AaZq+C2mCvv8HQr5Ohoi+wmpgvjEIpb32GG++7zk6vhDkqDwd8/S8ZCNlvZviFL61HZO9m8cqvQft1b0odTQ7g9wKPoIt/r0RSK2+yj63PD+uD72Uaoy+bPmuPKs7bL0hDuA8QO8NvkyNrb472ge+3jGuvhjIvb3EtAe9gB+ovVisXL6kVKa+2bcRvmmiKz363wQ9YdVRvsBvwT199Go+e0/fvZMcYr157QA/be4mvHoff723LGu9k7+AvpngB70WnIG+cdl2vaZjtLwDU5y93xKsvRlb17z76aQ+hjxzvgsLI74DFmW97QdUvjmRnr3SJeS9v92nvZNUQL69rYa9jc8zvsZO/b1fQcK7QodlvihhIb4r8JE+8H+8PZj+jD7hB9K9vo8BvdYhrTztqBO+Z33NvX0AkT01AZe9DA+7vrzRUL6RMB+7XsLMPerb2703gL694HMaPrkGQr7Jce07J6g+vfmIKr4Kmos+GywGvhnWeTz4dFe+GQcLvtDhFb3sG389RMWpvg+DNL7nPAk/UZCTPuUbAz8HFNW9yqWrPSclhD1ke6+8O25EPWoAZ75tt6C9WvFmPqdG8L3Ckoi9XkJ4vpo0wr02E2++arcFvn9DEz64N1K+aTGLvbcvtL7Zqss9MnNMvtdcdz5YnOW9tzdOPhnWLr6NOzu8MpNXvTF3D71Biro9MVGpPY1qgT5R9J49ELL6vZOKgL5VjJg965TxPTwZvrwIf1o+oEeEPc4sAr7P4zI+jePwPXw3mbthhO69ap5HPlfIWD6xQyy9BfPDu0ktGT5nlpu+yIoaPhxNtL032T49Xwg6vjFp1D3AMts9QcxPPpl6Dj7GgGw8xpVkvZaDjr1hgdc9p9gKvuHAZT4ZDUk+Pj4Cvejkcb115ye9mfLnPbf7TT4mnmK9jiUPPjdilz1fLUk+ybNRPn05Cj6vB4y8Oo2fvZQAnz0coqU8+EcgPlPkkr6pW6G9XKwiPv8woz1L65e8sPgOPMjFSz4K8yE9",
        "goNlPPy1tr0FyWY9hf+rPaGnAr4zX/u8tSlQvQTDpL2j5Pw9MC86veteSz2P0vi9xe6LvqDJDb61gMW9YCxnvsuZQz7tagI+eCOnu3oZj70EpzG9w2qUPZFhBz4nZTw+FDWXPveJsD0kc6W+upcBvtTMJL50nee9HQw8Pe6efL1lOEk+xnhNvUq+dL279iA+rZ47vBN0nT20x4g91uL+PrMWyLzeqnC9mCsuPXLctz1PpJC9Z+fOPVEG4r2+bF8+d6+sPd3U4z1OtRG+5+4tvn+7pT1f16G9OghWPhGTHT4/Wg4+lMzVvMsMxLsY8MW9CcNbvv8kZ74v8YS9QM4QvcDsNb7zfYA98h30PeYUOz3B2Ca9E1IePc+JiD22sy++mKsGPmFEjL7cx4W9rW5pvUl8Lj2tEnA9gkAxvBUGbryJkRE9Q8guPcRgib6QlZK+wKpTPoxhCj1/BCS7P+dNPmwc2T27bMy9UlzIPU1ZmL3M+GC+hjb6vc2uo71DrDw+vip6PRiHDb1tmnA9JWe9vHgCRD5OiIU9qjYIvnfwAD2lzSW9CdCsPvzwCT5TFGQ9v0A7PoUOujw8BDs+akOsPd6tF766ggq+TSiivQ2zqj22r7w8HF8lPpPpZrzR+sC94L4hvAVFab3Wnyu+GlAWvpQkS76QU+o7No64vVRFWLyMe5a9Ec05PSqJ1T0bfrG+F1WVPoZqjz3sygO+CXCcvDAKhz2gM6Y9e24tPX8pnr41GK2+pT43vOjD9Lwl4mo+m8p7PSRu9j1bF4i++vUsvt+XeD5sc3o80XwQvVkeHL51uo09qwCcvSIGtLy9iD0+PzwsvUqZ7D048gy90EICPaKAMT1RIhU87l2Rvcboor654xG8aagMvnja571zKj0+njMKO69bjj28SpO9p7JovQjhqDzUqc09dZVPPbLb5j28KxE9uMsVvgNWer2Eyuq9eZ/xPWB4FL6tRNq86OImPil6Kz20nQc+tEGVvPJcAb3N06Q+k9bBPv9QXTyfawi+",
        "UHy/PEK00b1raSq+dIpcvksqmL6MIjw+R/k3vp6iLD4YEJ6+EYmivjfQUT7SxxM//TMJvyVHsD36PgQ9OKJnvubyKb66NWo+CrHivEXAqj51Gx++LpXoPYgITT6Wsl89bN4sPePsKj4+Hb49CBayPV3lOr3FPcE94fQqvhMJkrzZbis9jN1avgPTDr0UtYu8dPbRvf8g0z7jrA++ys77PV8tLz5IST4+tKmHPbNYrjzYPxk+72o+PhlbjT3FbE0+zTQcPbQ/uz7M2My85PJtPBHURT4/qLK+hQBYvW+fJb4tMdY+OCLxvWcijD7jsN4+EZ4yvreFwL3TzwA+mF8iPpS1ED7u7L49ipXWu05ztL0Zahy+JNkHPPxeGT7yQAQ9pWgPPtWhJT3feaI8t5dYPjOThb4p20U9crsTPlOs3D7InCw+kXCxvhqPZj4tf7A+t11UvIeqGL7oSZ89DNBdPkIUOD1TBZc9r6UivuvC076UB6Y+8eW9PgmmyT6YMl09rcM0vkzJdL5hjAk+UqWAPagfgD4uhwM/VpYlvllb9r2c25o+pWAGvbCfMj4o2sk8hdmhPUqIhz5VD64+5YxkvgDXTj4/crw9pn5XPkPD+D2HUaM94nskP/N71T77tZs9BS/vvrOe272s35+8AeE3u8Ufbb4wC6A+eHqvPlXIpD3bkKQ9xmcVPvzm6b4Giag+xM6bPgv9Cr4529E+qetMPm2Ikz4laGG7+7e0Pfpm4z03kK4+H/tcPmVhpz5N+0o+I1EdPq9MVz6AQY2+tagwPkSNZ76LjZG90O6tPntSnz6VBE29pMyePtBA/z3sABq+EbZGv0upmD6eeyg+f9ZNvbdp/j3YSKU+F2ZfPh+cxj7E6w8+4t23vQYfGj3bjBa+5HxbvtznHb4Ec1E+vK6evXFtFj3eDZs8tHGVvT5FHb4lkiE9ry0cPPglHD5gOrY+gmefPfC7ObwpS58+Th8ZvovPsL4PEOY9D6gkvnZ6Bj64qWW+BYWnPsJQmb5h9Zq9",
        "Te0dPqTfBz4Uvl++4+RGvnJmG76hOs4+6STCPTRv+b38dna+dOM9Pv5oJz3Z4769Ez0MvrPJlz4UNSA+z0FcPEoDvr0qOZw+6+CmO0Sykr1U0y8+xjIHPn4UUzv4RU+9NzkRPQIahT4/NRs+//KdPjskF749VwA+kgNvPlukOD52G9E+lNw+vr6kaj7Qgrk6zwLVPZxT9T3iqy89z2C3vqgKFj7fpxm+Q1+3PrBjmj7AwwK9UYh/vkp0IL3KncY+O5AWvqWjvz3Fvhc+jzl+vV47Xz6tUdg8POyOvK/dDD7dIog+0ymKPrQQxT0CVlU+cELaPT6PDb3knb09jTsSPnPgDT4sIOQ7aSSiPsasEb6jwpa+I1VzvoQKbr10Bv29o/IsvN/nlzs9cS4+T8uXvrUAJT7mHBi+BgwdPAepNr7O3yQ9NvNZvVlwoL512K89BkJOvpX/kj5IWD4+K2E7vHPfVL5SJQu+NqYJvW27gz5ozRW/xheyveDQOD5IkTC+IUnuveLzd758tPa9rnF7vNu5lL06bWI+2/qCPkTqeT7rNY2+D91BPgzn+T0VCTy+1BVZvax4Hj5EiBO+glZbPmEOKj6a9Yc+xjtDPk2pUj1zRjc+GsJRPMVmszwK5Lk9LQoKvjFPCj3IpmY+CtdkvnMLu7zkDZK9BmFxvsnNWL6Rb/49br4ivufzBT//pjc+H4ZjverTIT6H0yk+vL4/PRFORb6zArO9qctcvotXKz7b3kG+Z/4PPubWA77KonY+37gWPvSg6b30y5M+M9C+Pe+UCT5YGU++lX5/Ph9Uar7AIZ28nS+bvYs55z2iRMK9z1ElPRcQ5D1Us3g+g5WzPAr0YT6J/w2/cPFCPjmxIb3A9Qi+R1bwvaaunb7UWxG+epXxPticyj164I69W4Ukvbm4Cj42Rkw+79/RPigAdzs+EO+91QqEPWnjx72WWZe+1LaZO/UF5b1/qkY+Ht7kvR/gb73Lnve9RNIVPkMIrz0+BHE9ofMmPjkIFj0zOiY8",
        "PGcMvjey4L4h77e+ym84Po2Ubj3dMRi+/b5Dvqs8xr1aRog+sB2PvmyvM71xg4W+XofkPKplsr5a2+k9FkQPviMyLb3uqmE9huiIvuAUSj56qMy+HONQPqiVO76B8Ua+eYcQPrpfBjwkB8A9d4C2vRpOhr7V0bS+tQU1vt+mWL4HPZq+NIYkPrmMV77IyB09J3xCvgByWz0wCIa+jMhCPvUjuz1eOGW+r9JmvlkouD5lzC6/6j9xvrI5xr4bMAS+4zO7vQSkwj3Rn4c8zpJnPUs4rb44aWW++TuPvqhm4777t8++6mdwPmEmjj21ju+984ZkvjVpib6FgJC+GJO2vUYOo757yE8+XumuvpLclr4Pm5C+rsaGvvl2fb5fpMu+8uzivrTUm777obU9Hw2HvhEAoz3XHn++r/0PvpWfw75qy/q+90mHPVHQyryLBvC9hwlvvCaQhT6RAVI8SzkYvpZDl7k+8Bs+jHnSOkRLSj2eJaW+sH3Jvdcd477H/7K+FO6LPOjc5b1VaP69RcMTPvBtq77qe86+qUrRvVRTEr5kb5Q+Wbs1vty7Tr75Wpi+jyZGvo+mA76wqHc8OTk6vf/K972eh22+uzU8PsTfJD416II9qXDMvjje174e4ae+1/U6vjvQOr7R4JW+qkuWvjLbsr4R8YW93KnAvcAIub7YVQg9hF1cPrisxz2/vgW+/8qIvcDCiTv4qrs82G0DPTJ+lb1pTJ29IzkXPe7fGb2eN2O+NYsZPsXVML1Q9Yq+z3IxvUDvHT72DJC9EEkyvXPZ673YBoo9y7CvvcFhnz3uAZM+BaUAPTPVAL4y64Y+FyY2PnveJj6wMK49b332vR7EVD5ci7e9U5ATPueIP72n4Ew+zS2fPtJMH75ZO4c+JMnYPsxg3D5qdpM9SEEBPQJNDD7ovII+Pq5jvQksvD4aIJc9SNFxPvf8ZTwqP5y9v74jPpqUTT4Okqc9FczmPFO6jT4bk1G+y6uKPqHP3zxEXCo+uN+MPovCCT8XbXY+",
        "miyzPmG9OD1V9xs9iaULPWDfzr2BG9k9eF1OPsNbjD7XOQI/T9lmPbCfNz4jXx4+XtJkvPD8/D3thoU+N7QFPozW6LwyU4s96t43PmpkwD2h4BK+I8LvvVOD/rx8IrE+VqkXPSMsT71uzRM9EgAovizguD4Hqiw+y7covqWSbj6ARAA+DQ4nPVpIqb3XES47DvZTvD6ShL5BiT6+EwelPiNPsj7fYVI+lBThvV5QBD7r6V0+03JOPUjhjD46uMC9974WPtwNyD1UNB++yK2FPlHFErwzkvs96AqEvcBQ2j1V87M82elzvc5whT5ukgo9fepGPnYuJz7R/Hu+7pL2Pdbe3r1jOX0+BwQsvl3tkz7n71k+ti3RPT6x1b1OQps9Th2PPafxLz0HG1u9in3SPZqzn77pKie7XUQAPaguCz751SM+r7iNvZ0aLz4o8gC86CTsPZrxhr5Vl5i9xIuzPXS9vj6SZME9UVUqvNLXU74u0X0+xC2pvJs6Vrz5H6s8T/p9Pd7jMr3QaAA+3Q1svZCMCD70g4++pBlevnXBwb61/+k+cK3gvh8m5DmFX5U+JH5vvfaaFr67agU9ge44vgiKhLzv0ki+soBHPfJgjz0Na8e7RptnvaqK7zwxmPw8lgG/PoLaND6IuUO+VMouPlyQSL2up8U9qeCbPn28Cj5+Q3O+6i12PjQDhL5sFIC4l2v2PKilzrytgZe9QOX3vuyQ1z468N88MaVPPn2Vjr6Ef++8x8eovPohUz49rfS+wHUMPcM/Xb4pkh2+ghhTvnWhqTy5jmK+eI/rvpkW3T5BuGK9MxGOPYk2Dr1MeAg+e3LFvh6tD75EYLq9EYvcvZ/CdT4+Zxk+ZexVvpDB5TwI/tm7Psi2PqMFgD4F4Pw+tX/kvgRRWr7Xqo29HJOGO5gcs76W5qC+9I3bvkXiU74FPdY9CH7Wu7mBEzz/z7E+PRKmvX+xfT7Aw6W+GTvDPIFSm74te4E95JAzvjm/SDvlaCa+8ZXQvsqIK71Ubyi+",
        "iCoTvuFh2L3tOAu+cSZNvglWQr6zNxa+65wBPSEghD3A7B49K90IvpDqdj4CNk6+pzeQvrPvor69NDi+oGC6vZE1DL04qKU9iXAGvVTZvb1CHsC+vzfDvNDE6Tx01XW+9EAzvgdEUL18uam9+mA+vhZtAL/LGay+XYHzPTjHkr46Rom+Z4/HO7LcXb6WVsw9qGV8vpteY75UQ6a+BZSgvrEeLL7embK9JtRbvSO4mj4/9aK+qO0SvmY3Ub4bMeG9rfpbvgX7wrzI2mO9lC8nvlpfl72Kppi9R9vHvqNCp72qASw+9B5fvciuDb6v7Qw+V/tlvhfzDr6Gytg8SXuQO8c+Xr6D1Ky+JCN/vnNs8L4SSC++J8CFviwkcr6Zibu+p8cKPQTVJb58IK++xoiYPbqGjL46eS++1FCavqxZeL1VSJ+9b/OOvbJKJL5blfY9+nDYPg7ARDwocnA+UWtIvqzwjj1Vod68W5gmvcpb8j2CGLG9jq2IPI8Z9z2cCB++lHGuu55hnL4f76e9gc9zvtbK7LyHWcG9rZJhvqrUhr6T4bm+QAkHvnmOwL1mdNm+c+/WPR2ILz5Ygna+Lo+CvQHa3r0RwL++g5yIvmo4dL4+U1G9jniRvuSVoLrjVeu+ARuivYo7XT4O1We+XJ2Ovqchir5KLgC+sdLcvQq6C78WXke8oXBpPjcKyL2W5TA+day8vCcWf76f4289aJHbvQVcEr42zEG+Hj3avQL0zr57jHw+5fYxPrC/g72JDr++IGZvvl21yT3WrYG9XvTpvVgirb5XM2O+orU1vd+vSL63vzM+eNrmPRWbiLsyu0K+sKWJvUIMUb0X9yk+0YfGvjt+tj0ANRW+YAMavqvOQr78Gxg9z4aUvr/ZLL500oq+5i5pPgfOub3lMLC+gX6FPd4rHD60x7A8gfoBvlrFkr5qOtM8IFQ9Pd4PDT5G8Mm8MqFDPOROHz5i6Su+/HeNvn9Wkr2+PVa+8OG7PYukqb4YiIa8GWGyvFbxmb7RH749",
        "fpxOPqPlVb5elj6+yT8ZvvnLW77h6xu9J7VBPWEyAz6r2gm+2oemvYb/UL6inBy9XOSIPp3D572BGE4+X84SvLpAxr359RG+wr1EvZj28T0pSta+XH4dvoODNj1Sby47u/AbPjdKfL6RNtw+nyUgPhi5IL2MSDe+N2LAvlRwxjysdhQ+C+wcvvOa0r2X6n49Ux3HPYYO0D0UFq0+tCdrvYDXlL4d15O9xw2Ruww2Qr0k+AS9d2oevS4TFL7iFEm7+eqZvHCx+j12mXC+Y5Mdvkhjkzywesy9E3xTPsl0yTxze/Y9TjV7PqKpjT0Iobe966pAPpInuzxENoe+0WIgPr1Wbj2FoyI+UZsvPvDTVTzq8gw+DVpKvQJTGb2Vva29pnd8vQ0ZhT6t1L29bIr0PSMJ4Dzse4s9E+2GPmg/wz6Jh9+9FrDHvd/9Iz7YqMg8vOs2vj4ITL5ln0S9/colvnLxKj7ncFU9LLiGPKCIcj1nS5o7Bsj4PfpQvr27uZ6+dpKWPbYCdD6KbYA+SDoBPk5bPzzRxVm9ZuvkPIJFqb3IfiU+Q+VEPoezlj1ZocY9K5YaPcNYBTxlXh++SOIavDhGaD3VVZa+KfP+Pf/rrb1llfA9AbaRvos5lL5w+5Q+kJh2vZZrxD3prRW9jS4XPqnxKD5Tf7W9CIrlvSj+hr1D5Uu7t4IVPT+QKz4zC28+CUlBvpaqur0V+B+8u/+cPTWXmb3bhC4+EtYqPvk6lDw0Jps+nDM1vohALz6kODS9Jnh2PSWx+73RX2y+yJBRPWRFNz3ckYK8iFh0vXQ2Lr4lDrK9B7BqPgjNgb4Zp387QZYcPmHCJD6szBW+ZFMyPnzPiLyalcu8GepEvr5QCD7Joo+81I+APcFFGb39RYK+y9REvscrRT7RlFa9SO+QPcXTo72Ineu9GruNvrBQ8b3njtI80NctO9xlgz44yjI+sU9LvY4PZb3liOY5/zs7vtZp0z24D4w9YbEMvRycJb6hlVq+yWioPfEvFL4TsRY9",
        "SUN7vuUSgz6kBYo+Kf5xPrn7qb17y5S8EJx1vmk6hz3u9KU+GQzMPSGczD3TWS6+/CYAvvWNUj4VByk+CEZaPjfXDz5hAie9bGH7vUQN/D2KrgE+c7etvb9h2jxNowW+fPJKPmZKEL7hF8A9NSiGPdqjNT2jjjs9UBQQvl4Q5T5VpTM9RqdqPl1BSD57pZY+JiVFPjZspTsMViQ+fPVJPh2X1j0oKTo9ZP4gPdcyNb2fmGq+B4/avVPLAj8hSaI9sF+TvYLTSj1beYS9er9iPkg5Eb6bGns9O0FHPVcClj67GTO+IGrcPoV6cT0UlPg6bFGBPlsJsD0R+oY9sCozvhx2Qr3HF1897oqAPp/Qqz4i+YM9ONCKPdLpXDwY40G+MMvKvetdLL58Csw9c8biveuUZz7+Lbg9KkGVPPdvhr6vofM94HToPHPgrLyvMyq+o/MAvSdyyLxnCgG+gsUIPoCirD4cBRQ+1WR5vuINkj3PVfG9MzN0PsR4Sj1xBpU+T2zgvb1HRj54Jdy7T6BuPi+dgL0ibOG++aMtvQJFRz1tXFg9wJADPBK4Fr0Qwaw9YD0UvvUyVr6L+oq9DeQbvruh/rwVApk9rGH9Pej5UD38Gnc+NNeEPtXc2b4iCzk+2oyDvfOWy721qqe94oRdPihmYL5q5Vk934N3vFraKz4xlJQ+4JMvvJTCND0cMbi+zMoUvXSJpz2SkSA9QUJqvQfsET5CvaO9QzmivoY9Tz2SGRI+nLSfPDM68D1S/pG+0iWyPUlnDL43e4s81jCKvSSE/Dw18QA+HQpvPRMhwT0WvD890O8Hvh4EUj3pcQY+il2BPrSUzbxB+C69nOh3vSeyn71ARMk6wt4PveZYmr1mmSU9u+0Kvgzcv77KHFc9gVDnPXuALD76myW9EjiXvp7qir7Zg169xDUDvaSOhD0srJ++rTaOvo+4N767LpE9+aXLvf+DHTwxCwa+RGE0Pgr5O70G3DC+hOxXvkgQx715S7K7WmIbPBR22T57lWi9",
        "Yj2EPSCXlj0Mw7Y9E2O/PQv6Dz26xdw9g4WYvXunaj5Hpdo+r4s6vU7/Qr3x1gK+WeLLvNv7U7056KI9gnwyvdtaXT3WuVc+m867vN8tmb6CXNa9njl5vjdXrLsl9+A+fcRrvmIwnL17lTK+iX64vTz1qLu/MgK9c9PJvWY2mTx8zaQ8EZZkPA3Xq731uE+9i2pCvrgN176WzdA9hmYNvLJbDT19/zW+0mGjPfZDIj2BWnm9wcWVvtmdwT1F4xe+K2UNvlgEsLwgZWO9aUcPPhVACr3FNIQ9BVSAvs8tp7wCTgg+/Q7avFMCXDwXIXi9ZvmnPE5q+j2Mp5W+G9MgvkH8/D30d4Y9qGEAvlQVJj7T9oe9Ni41voLFsL1BY/A8Vrs6vQhsMz1pFKA+6aUavqbcwj3vzMc9Pv4HPFjMxz3Ck6U5egl6ve5tuT27V609VDdKPZkkv7yfVhs9Lt+HPX+mKD4ExvG9rMvqPFsI3z244wM++ySKvdxk0DzOaic9cMAwvfhDlT1jjj08dJ8bPj6xXL16ixI95XHXPf/26jzP0+c9jZT2PE3BFj5LBiS9npY8vpc8nj3ZlCo99RoPPrmQyz08WfI91ksoPWnGSr17/cE9yzgMvfCdxr0pWIS+kWprvuSVZD6+kZW8Nk1TvrUArb2rjqc9utaHPXAMY70Pmfc9MELTvRT0Jr4/dTa+Y4IJvmfsRD3/WgE9bcLUvg8hET5jPhe9eu0gvi70uzx70aA9zNsaPBw+g764dAO+Om06PjtkaL3xxUU9IUwEPvkuoj0S0JG+Av7EPBbuTLkNyT6+f9KgvToWvD2mg/A8bJdPPvwasb0Qpxg+2dGzvemMPT6nNzc9HgFLvf7iqz1hUX69lG6hvS4pOT6FmB8+pZ4tPj9PJj77GBa9i/5rvJ3MxjwTEVk++u+KuTI/Mb7dV4q9HeMFvSIINL74RxO+UDOgvaxgCry+gbM9K5BevMFjIr7HsTG+Dr1uOzGXHz0rsSm+KlAAvnfqA74c2066",
        "lGWLPk6Jnzpy1W+9t5MSvvOT2z4DgCm9Lze0PhdwQb5oGss+sC7bPAOkjb68RMs9+lzDPjpqC74TCZ09fEAyPfdsaD24jQs+bVHNvohyqDxW45i+Xb68PszZaz6o9Cw+F66Wvm03jz5kCi4+lfKiPUFLtb76Gp497/ziPgBXM756kWi9QuG7vkIoOL6iauw+s6Q5vsdKCr5lRC++J8sgvosYWL4lOg49f5LzPQrSKTtK6tU+Wxc6Pms8hb12uai6IL0yPloOO70lcdk9ci5lPlulG76HyYY9/A0evlpfSr60EAM9jJRdPy8Lmb2OQA0+fN4PPrQ6Qr0hVcw+KsAuvsxe4D1blOi9d16IvaJUa75Jlv28Ch41PXzLh7ukUSg+DeQ+PvaYhj2IMku8biYFPtvOrj0JLG492fUiPm934L1DZpK8bH9+vsu1kz7sWbM9hOZgvtdTOT+k2+49PuMcPxNkyD51KBY+QFrCPjKVyT6Lm1W9+NRJvh5Ncb4lCcy95Jijvs8Pab7SwaY9fK4vPhqKkD6Tiki+/BOePnFrjz4xnUa+M3HpvffGhT4JWXs8qVohPZ4wMjtoB8i9BTOpvmTPCD1Rip+9gW+4Pdlj9j2jzJc+7lJAvrnSJL2Elxg8tMa6PiX72j5Wl7o9YmaMu06fyD4/ilI+xri9PWoXPL72Sga/QbkYvtLLzz4G3As+Gl9ovvuBAD8sdbm90fIkPeBEdr7Olys/EgaAPuFhmj6isU2+O9GqvNBIMj16lCg+wXOjvCEQw74Z5sI9kP9CvTOj0T4BmxK+8dCuvrkqmjxXMKk+d5G4vfKYVb7pEuY+V6XNPonYQ73ENY496XUOPzy8nL1E4+49aEc/vnhWdL6pvWK+a3vmPadHIj9f1M49vYz9vN9wDDxwxUw+TD/WvL4KBD5c4u49oeIAP3MuXz5uwZ2+p3CNPbbl4Typ1x497YJEvFFRY72kwkq+ica7PitKhD5n6dq+p6bZPfEgbT595gY+HU6Bvtkvxb3Qd749",
        "IImmu3sWCb1ZUdg+3aIiPwkMST6Y43m+kk84vGc7Lr6iimS+Y/u7Pf9gAL4qBgA9XGiUvWVmYr7rYIy+uBQVO2jo+z6RLr2929uJvTzaWz7mo8Y+tb6cvn+kxjy4lRW//FoKv7SgKT7HIpG9IjM6vrwsAj7BuCM89PILPvrHDr44TQu+IIutPk18c7umuIO+CyPqvV+1I76Nzp29gE89vhF5CT6ZhMu9XZBTvgeHjL32YyU9UHwBPCsnVj3vvEw8N6TCPHXobb3g8TM9FsogPlZYhb6m3fQ9kbRJvVKfK70a1H2+tGI4vYDWUjvU5AC+Qx9Qvr7QzL2lWYS8wsOuvfEluj3hPHy9l0XLvq7sjD05ZRA+gAquPs7+Uj0AVoq8jkBqvfU+2L6i96a+g7hZPq31tb1BtNM9067MvYHHUL6GQd+9+/ZFvUoKMz50NMs9WMrnPqcCWb2DdX69zxvbPUbsjz5k9+o9M0G1vdHHyb6vj+8+5Wxwvr3MR76hTAo/NvEkvUiZNL6OsHE9Mgg5vdMA1j3QY6u+UAyfvtmtwb2q8ri7Og0Jvquok74SVn0+6t2pPlocKL7kmdc+jZKdvlPeBr7Scoa9eKdivtLUnT38Mh2+xhpzPhUjpjxcfze/CsFzPsW4yD5qoA4+aDISPqa9M76vUEQ+SWSEPOx3Xj4E2V++5tE0PToZqr4VUxK/iozHPhv9sj2hmRW+fLtnPih/P75WKsA8fiTGPUjlaL64Fzq+T5NyPdFwAj4qG0K+V8fnvhsUrD7DtBG9a0PNvmwkrr6Wb7O+8/vqvZi4Kzyh2Bo+4VXdPRcWmr3Nsp49CUSlvmgMHr5tB4S+TakAvrVYL7yfhPg+MH66POBpzr2CZ0g+XZXyPZ843Lxq4Ae+GfdDvtkhFL7vGvg9DmSgveWmM77sXpO9k8StvtIyrT5o9i8+3gPqvIthG72QGKA9RCpROuOAeT5v6Ge+WfwPPsYCPD7+Csw9g6H/vR2hITzJnFk+F/GrPdQ7uT78sua9",
        "eemHPZrrpD72OEM+DiWuPhbfiT4Wnei9p+E+Pky/DjsZsdg+A0EvPkc4or4Caoa+M4jcPqeLqTtB3Fk9JdHOPRiYdz2zc8S+PVvLvkLJsLwnutE+iBTIvS67DL4Y5v09R8d4PXNHa75etmS9oYCMvYWm4T6kjFY++tedPslohj5++24+TvOuPFxqJj4QP8Y+CgqQPn79S774HAw+SdyqOzJTbD79tH4+/bAKv/mF372BxJ8+4YmcvU2Vvj6flqC8lVAbPd0t7bwLnHE+h9EmPh5DZr0vPzw+aeT6PQvK0D5zRta+IU0ePvSFML4qhMS+o7chPiKTBDwoYhC8s+cRvrHcDD0xIlq9VJlWPs1Ktz400TI+1M1hvIlGMj12uwA/aqegPtYzXz4iFmq9w/mhPZ28Pz5dHpA92geXPTMau72hj3U92TGKvZxjUr05yJS9R9Gkvqg3hLxTKVs8O1CUPabC6z3eq/e+OZuHPqgQpT18bLO+7iXIvn2Hn74LpYk8Q2bBvbAjoT6Sp1U+JG6oPdQLnr3iGRO+RK7PvF/AeD4D0IW9KHmbvsvwKb3Iji8+VnCLPZao2r1XVoo8dhPlvc30IL2JMQ0++9wLvchE7D1MsIg90azMvfeDKL0ZA0E8PvRVPhpIvj5vhok+mKQrPuAhfT4jtoK7Z8UTv4lqej0dKoW+4jw1vjHFkT7snmA9NJSSvsoiFDxyL8a++CoWvnlV5bzlmzm9ktcVvjWVUb3G8OG+RK4Lvg+4q70nnzo9eIWYPJRayb0A1i4+vYXcvsxePz6Kj0u+C1ISvhXmBb6mDhu/JI7QvR3mYr5ffLu8cHqLPop+P760+NK+kD69PblVQ77v/W69mMVsvrsyAz5ywkm+rAqmvit0OD1ibYy+gb92vvfzib0NEpS7/66JvaaJv7tNQXq9QiYovWOsQL1XXSG+a9TEvfbdnb6fQYe+PoquvowIjL0cTRG+QymwvXH1qT5AWq69lXoHvvQ3jb0EfRe7JMb+vboWpb1Hs0a+",
        "9T+NvrjUnr7g3iq9QVprPukOjz4t5wm+PKGGvmqFoz0iXp+9NxGnvRkqRb4WBRc+/sQDPvDynL4Nv/e+DMxKPgzfab1fzfu9rpiWvYXwTj724qU9ZJ4YvhjzFD6Fo3G+WWtbvmfSer01oYO+fl1YPiGMaT6qBgI8SpELPlvwEL6P8pM9HLj3PaC3Lb58s2++jv4Ivrkn3T2tPWQ+bRxEviD1K77l6mA+5XNPvQjctb6NJUQ+zO+jPlLmj76q+jK+A951vtVGWb4gwiK+z2mJvpd9NL6+SlQ8SzKFvYxdKL6jM1W+vZCYvqu5Ib7jZkS+zyQ5vXDwBL1SjAA+D0whvp8iCz2R5ju90/+5vu48j75TQMY9JWIxPZEjHb7zNNk8ohuivZCsDz61Yye+V0XGPKlFUL7xsKc9vbKyPr9orL0CWNC9png3PEzgvD6C9wG+a8OPPlWsqj3T3r28rnJBvoYU8r52pUA9CA1WPh74FT4/x1Q+TVDmPN3NBz61PgQ+OkWuu3OPhz7BgHI9N9wLvib1Jb0xCIM+/0RPvn1NXr3v6qM9VGW/vQgKzb14itm9j9y5PfHvEb3JwPA9OcItPRJUBL6AEeq99w5ePQFQhb725Jw+Knw4vq6TxLzCVta96SNRvQo+nD1buBm+oEbAPUa/7D1dR526cP7IvZvPr7xTqAc+rQ2dvpjzk74Pmwa+xmEYPtobor35wxw9R6NuPpQfeb14QW49NvalPaIjyz1Bwdo+rrP5vI+s6r18+JA7s0Q1OuDUibypI8A9GvBOPrdNKr7L5Ie9LG6aPUJEdr3JIa89mqfSPaMYAz4TJ0K+HnZLPsgsIb5CWFi9I9CHvW7/Db7qRas+yZ5SPR6MKL17xgy9HxsjvskqQ73sPN69//6yPYTioj1gXlU+tsV7vFkk2j0NF+g8cSYPPhsQOj0bxwm+S7zOvUrOij48hya9ZPc1Po0OAT4D+9g7Zym6PY3s0L21YWG+6lonvE70Gz1+1l6+JmYSPjx4KzyUar27",
