{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              24,
              3
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Bidirectional",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "GRU",
              "config": {
                "activation": "tanh",
                "activity_regularizer": null,
                "batch_input_shape": [
                  null,
                  24,
                  3
                ],
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dropout": 0.0,
                "dtype": "float32",
                "go_backwards": false,
                "implementation": 2,
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "gru_4",
                "recurrent_activation": "sigmoid",
                "recurrent_constraint": null,
                "recurrent_dropout": 0.0,
                "recurrent_initializer": {
                  "class_name": "Orthogonal",
                  "config": {
                    "gain": 1.0,
                    "seed": null
                  }
                },
                "recurrent_regularizer": null,
                "reset_after": true,
                "return_sequences": false,
                "return_state": false,
                "stateful": false,
                "time_major": false,
                "trainable": true,
                "units": 128,
                "unroll": false,
                "use_bias": true
              }
            },
            "merge_mode": "concat",
            "name": "bidirectional_4",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "bidirectional_4"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_4",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "bidirectional_4",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_4"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_8",
            "trainable": true,
            "units": 128,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_4",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_8"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_9",
            "trainable": true,
            "units": 1,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_8",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_9"
        }
      ],
      "name": "sequential_4",
      "output_layers": [
        [
          "dense_9",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.4.0"
  },
  "hash": "ff83617833bdaa683816961c15fda058d2afe5355ceb57e420e5937d9c1126d2",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      24,
      3
    ]
  ],
  "output_shapes": [
    [
      1
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            24,
            3
          ],
          "values": [
            "7p3uPk+NID/piaO+20TWvRRK4D6OD2c+1K93PjlhlL7G+IW939irPy11sT828wG/OoKCvzIZbD6OgqG+rTjCPyJgBr85iCQ/KlmJP2uCXb7Y8UO/uc8SP0l6d74v6jA/ekfYvgYJkz847W++krhJv859Gr+3KmK+F59zv6guKT+J4I0/oXFhPxdHvL4UV9y/440UPxErQ79OBOA/EckZPPjlTj2TlNW+rprgPhWGOL5XzVC9SmHvPzQ4Uz+HGpg/N29pP/L8qj4HO58/KhkwP6sGnj3nis4+XA59vz246b1SA+K+4M4bP2olRj/R7Pe/ucHHvzjXGr/x/zY/6TS/Pkt8272NVPu9tI+pP0+hwz7UPb69Q5iSPf1wJr72Css/"
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1
          ],
          "values": [
            "GJdHvQ=="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "bidirectional_4": {
      "backward_bias": [
        "hX/RviFShb7kRBY+VJT2PcMQiz3gHLE8QASRPUPhI7510wA+1Md8vjT+Oz5Hx8e9vouDPj8iZT6rM2s+LC+SvWqmFT5b0K4882eSPR9dHbyMYKi9oKHzvpkK7DzvcLY+1I+BPqsanLytPCs96vKvvk8IjT6qso89kJWFvABlAL4WjTQ+XDibPed26LxFLqY+xTsJvQoL6b7bpwQ/Wv9VPutzNb6pzFI+O/phPuJ87z6a0B89VG/LvDOo5bwRn5k+4XKCPn+zvzyAXQ0+h+Auvk+MHD5fk0++De8JPik1i70W8I8+qK/MPsD34D5EFwu/hn3JvdUA+D2EGG29Rl/EPmNa5LwgiZM+2lpSvgeCx73O6iw98LmQvdamYL3lJae9/ismPpc+Yj20JUw9dN2SvuxF9T0ftPW9sBG6PbzUlj77CEO8aM3kPo2/2r4FSrQ9OoRDvVti1D1GbPI6HdspPgpyCD8MEbI90Tm2PNCLsz4/rwE+AJjKPLyQS78ovho96GI3Pg5Ihb28loA+VTGjPNvdrD7iOZG+tCT1vAWzHjx8c+U8LwINPaiocz6uUUs9+hCzvSbfQD3qXmo+ybMlvbqagrzWpqA9p5eyPiDjhL3uGaQ+D0OZPX6k3b1zEj2+RF+3PQWudj70m9C+88+TPuXSCr5+nk69WwdwPpP9VD50IuS9uRzLu+vS5z07hhA9qad5vUu5ZL6gI4I+kRTdvTkQjr5LXGa+z0mkPvryqb28NAO+/0spPSSRgb5TYcE9tkAJPRifez1h6VA+Ewr3vCkkob3yP0A93tzxvfOyMj459z4+F+fwvDo4dT16NS6+9GEGPpfMtz0EsW48u/GxvfNI2rwKLMO+POYtPmxcRb3ERNQ9GsPavQPKPL1QFXs+jnkyvZgLYzzfdhs9xIlePFBO572cE6i+msHjvS3Rmj7/+MW9Pf9dPl+L472pAd89eQkFPtjlg77IIEC+h3jMPmwQRT2ejeK8s+ATvumk1737OkE+lOrYPViwkj4KFZa9",
        "anNYPkbVdr7WFyS+uNAbvInmxjuv9Hm+xH45vn/Egj0nGU28ekxnvh6RTr41kF29oH87PgxFGb7UrMc8bJh9PbCmmLwY0J+9tEYDvgcYGT7xz6Y82vRovUq+Hr1EEg++S84VvtyVRL470KY+njM0PQr+lj2f5z297HqtvdCCKz4KMPG9s0kIPk8goDzf6347OqfMPU4K5j127J6+iovdvdZGQj3MEyW+qCFJPNoiLj7Q/tc9GQfLPc2CCj7dtwc8qfgbvg5a0j1mTEa+3GYIvg2A970pW3g+vz0SPb7Ll75TWsU+4QOvvUW3Nb5kTLg9UHyWvqXYsL2t84q9hpZoPX5zD70EiXm+5FuMPDZlkz5J9gI9zEY7PihP9D2uyZi9g/UrvBdydDwryLK9IKscvZNUTD4CNA++N7ImviBD3L2i6IC9lPWkPrDQMT5LXvC8Nw8uvo9rQD6tZuY9In+Xuwt44b3HAmk9Iai6PjUzFD6dzhG9UA+WvjRwpj5w5Ug+TqSavkAv/rs2kW29b5T3vUVJob68eCk+QrVIPrU0kz3Jt5g+KOAuvjZ/Lz1DwUi9EGdEvht6Rj7Qnlo+rbFGvI1ktD2BIjg+YO8lPjA8qr4awcE8yx1BPvrr4T1nHtq9jgdivs6jKD7UEy0+3QEcvqyisDzLbOw9qHoEvghENL7hZgO+RoIcPjw/Vr5qLSo+C1CdPXNXAT3uupC+YvOkPlh1iL6FZoW+EwD1vQLdS76Iy6o9vrKTvYm1jT5Mj8o91nuSvn2sHD6PmwW+eAIEvttPw77GcZk+rl4Pu2smyT1yPAu+mWFEPn3s5T29ovE9jEi5vAn3Pr53i1a+yqDhPcPaHr5d8qY+oxpiPaLPZb6jipi9nnYTPtInBj51NZC+v8IJPkiX/T3bHAq+NiY5vsKHs75vUiy87H3KvfH41r09LWG9gxXDvViyUr77ruQ9lEU3PpOtHr6k1ly+OjGHO7b4v71dSbs9bSb6vR/uxDyTw3C+nWV0PgFAEr4mKYu+",
        "hX/RviFShb7kRBY+VJT2PcMQiz3gHLE8QASRPUPhI7510wA+1Md8vjT+Oz5Hx8e9vouDPj8iZT6rM2s+LC+SvWqmFT5b0K4882eSPR9dHbyMYKi9oKHzvpkK7DzvcLY+1I+BPqsanLytPCs96vKvvk8IjT6qso89kJWFvABlAL4WjTQ+XDibPed26LxFLqY+xTsJvQoL6b7bpwQ/Wv9VPutzNb6pzFI+O/phPuJ87z6a0B89VG/LvDOo5bwRn5k+4XKCPn+zvzyAXQ0+h+Auvk+MHD5fk0++De8JPik1i70W8I8+qK/MPsD34D5EFwu/hn3JvdUA+D2EGG29Rl/EPmNa5LwgiZM+2lpSvgeCx73O6iw98LmQvdamYL3lJae9/ismPpc+Yj20JUw9dN2SvuxF9T0ftPW9sBG6PbzUlj77CEO8aM3kPo2/2r4FSrQ9OoRDvVti1D1GbPI6HdspPgpyCD8MEbI90Tm2PNCLsz4/rwE+AJjKPLyQS78ovho96GI3Pg5Ihb28loA+VTGjPNvdrD7iOZG+tCT1vAWzHjx8c+U8LwINPaiocz6uUUs9+hCzvSbfQD3qXmo+ybMlvbqagrzWpqA9p5eyPiDjhL3uGaQ+D0OZPX6k3b1zEj2+RF+3PQWudj70m9C+88+TPuXSCr5+nk69WwdwPpP9VD50IuS9uRzLu+vS5z07hhA9qad5vUu5ZL6gI4I+kRTdvTkQjr5LXGa+z0mkPvryqb28NAO+/0spPSSRgb5TYcE9tkAJPRifez1h6VA+Ewr3vCkkob3yP0A93tzxvfOyMj459z4+F+fwvDo4dT16NS6+9GEGPpfMtz0EsW48u/GxvfNI2rwKLMO+POYtPmxcRb3ERNQ9GsPavQPKPL1QFXs+jnkyvZgLYzzfdhs9xIlePFBO572cE6i+msHjvS3Rmj7/+MW9Pf9dPl+L472pAd89eQkFPtjlg77IIEC+h3jMPmwQRT2ejeK8s+ATvumk1737OkE+lOrYPViwkj4KFZa9",
        "anNYPkbVdr7WFyS+uNAbvInmxjuv9Hm+xH45vn/Egj0nGU28ekxnvh6RTr41kF29oH87PgxFGb7UrMc8bJh9PbCmmLwY0J+9tEYDvgcYGT7xz6Y82vRovUq+Hr1EEg++S84VvtyVRL470KY+njM0PQr+lj2f5z297HqtvdCCKz4KMPG9s0kIPk8goDzf6347OqfMPU4K5j127J6+iovdvdZGQj3MEyW+qCFJPNoiLj7Q/tc9GQfLPc2CCj7dtwc8qfgbvg5a0j1mTEa+3GYIvg2A970pW3g+vz0SPb7Ll75TWsU+4QOvvUW3Nb5kTLg9UHyWvqXYsL2t84q9hpZoPTrTJb7QhpC+Hmn5PMHT6j70Gfo9heHPPTj/5T0nAyq+d/oLvstSUD1XJZq9bFIcvh/VO7q/0Si+XZ4GvjGHE71+7/i8+FzRPpzlGD6EE7+8Tp2cvrNagD7q0AU+I2AQvTG+nL3MPq68l8bsPmBWVD5ci568EOuZvnWijj4cAXA+1tm7vooN6D3s6BC+mIaTvWMr7b7mvyw+B351PmYsmz0fNM0+/8ClvbJz/D0CBxO+AYGCvrZEQz5mfEk+hwstPNJkNTw/OT4+x24bPufP7L4KJL09aqeCPqIU1z0RjAG+ZvRCvuM2fj4uUgc+dvl1vgCoAT3FtYY+cMUXvlC91L3LqHu+zbwnPm6b1L2eZ0I+EyMsPgQMXj3cYKG+la7OPnaQkL4iolW+bNp4O4Ffgb6vCjc+B8kuvojp4j6wkIs9tPTQvr6z0z0FgWS+Br8nvsrZAL+aesk+jf/bvSZ+fD38mZ+9XquUPhD7zj0MrHo9bRKAvaesp70GcIS+ICCWPQeDGr5gJdU+ev+DvZc00b7qCuQ7TaoBPuYiGT6IBry+5/onPuqpLD58lcC9duENvtZ03L6O4UI7EErCvQLa8b2pgce97vEFvgx1Lr7baEU+aI1zvQyMUL7gE7W+ydiqPQcqQ72sbFQ+ZPQkvoy2tjxbTRq+fjDCPnMXgzy0U1m+"
      ],
      "backward_recurrent_weights": [
        "J8A1vsIU9L2E1oK+gxQzPRnVWb4GTQ+9y8m8PRWgxD1Cql2+xiJnPi6bFz6SRkw+QYsFvrZsi76rlow+m0UKPuMPH75B/ws+TO8DvyWTsr6wxiK+Qn8nPmF5yr6/JSe7jnGAvgFLy77B4647Fj7lPNLC/r30jA29cDVqPpPEKTxuuyE9XzOOvjJnfr4Py4A9Qf6MPi+drD0lTCq9WkcEPV6lkL13Bhg9Ez3oPiMulj6NOow8VYa/PDB1sr50izA+OsL8vFocZL7T2tq8pDXRvAlTKb7vHhO9RZ1APly5yb7Q6t6+B0pLvgIQLz58CIO+H6ZAPlhjFb50FXK+2F13vp7im74lnHA+AEj3u4GDw77YGim+9egHPuOpzL2B8Bc8JDcEPuTPsT4+r60+K40wvnDJSr6+e0W9AnBPPRVmkj0iil49tzDsvlbojL0X+qC+jnMCvLl7SD5on8++WCqFPt6vXD3GkZq+VomOPpQZYLw/YFw+f5qmvKA8s70u6bS9uJ6GvdU0Yz3ykpU+TM5UvYl9Gr/N83s9u1qmvXgOEj6W4sU9zmqcvkwUE77MnAc+dt5xPSInU76MkfA9mYuGvZIqU7726TG+pgwwPlItPr7ZGgG+TS3VvmKb177oFaE+uxS8PlYQi75P84S+PT+OPl0L/DpyXWY9AXN5PlGLrD733Yq9cZI/vSmOgb1441w9qoRPPr3V/bvuHQa+jP/zvZ4rFr5fBTa+IxAvvjbrrb6CRyc+1RfYvVdw7b29KTS8lgcmve0BaLuVToa+bHFfPse4mj0CDCy+lDGWPiNdLL57qYq+tHIZPsoJRLy88aa9PY99vXjWIrzbLaK+Vu/zvRV+672k1GY+jVWRvv29cT4nsdW9ajuRvRVoFz13s7S9gSNLPbp9/rybFua98m64vUlJDj7JK8S9I02bPmSfvb469kw+kIpWvk2Mzz1yAou900yVvaqdAD2kYiw9B+IJvnjaOz5erIO+Qq1ovbWmIL5yNEG+EGFcvg12i770Sie+",
        "11VhvvaONT58SKm9YokhvsQ1vb67JuM84KiNOzJgnDtddcU91uxevvAqij2HnBM+JGG/vm7Jpb153SU93VdMvhAkBD0IkYA+UJyqvexJU770iGe8GCxQvVfT1zsuQ4++hy6yPf0zCj64WlW+6DzVvUQ+TL3ieKu9t3ksPW+lSrxK2we9x79+vX1x+b53AqS9hDpPvcr/173yCug8l5VkvP8Dcb5I1dY986xQvZqtyb6e8tc9/Ao2vj0N8j1Q1CS+kxUIvkNsb74bH4K7s0gYPvYNwDwQRIq+thMDPkATlzy0GkC+baI1vGIfUTyYlKC9+sUePaLYCD6/2wU+Gw8HPml/dj1xEDO9r7plPS0aWb5IzHG9DhvMvY9FD74d+Cw+DwGGPgwA4r2PL5g+dK1xPtu9h73lXX29rAU+PkXgXj49mNK94xcYvvIhu73Lu5k+XScbPuBC4zxpaAW787G5vXqLiD6dDAW+6Ij8vXu5hL0WZpM+TB8cPr+0nb2BQ4S+AzkdPow1L779Zqs+Kri+PSCDZz4xnoO+6eq+vBDTuT0LN/29ppG4PNeLIL7JZVS889EHPuws/72yam69PG3+PKCbRL7T4qa+yVHQPUtwCz5bslI813o3vmpqmD0QmaE+M9CJvr4SRT2QHLE8FMXxPeiKb75f81e+brHUPrbw2L2RzNw+nBL5PVVuoz1+N4e9fSRbvtQV5733V8q9xZzZvY3qjD1TY0I9gkpZPqiN3bx6IQO/oA9zPtzS+b1AQww88i6LPhjij776Mx0+HNu4Ps0BYT6Gy/C9KuqFPm+2ab7gJOQ9E7lxvGiavb3Y/6E+zGrfPUZQez5SL2o7jWm5vj4X9TymGtK9BeLEvcDbnz6I7am9QOohuEmIbDzCNjQ+6GGhvucZLr4YU0S9Co0BPWEbFD51T70+hoxKvuUkuD7kI7E9ENuAPiEdKD4gKpm9v4fnPIGyaT4YMSY8I8oMvu3/kj679g2+ntg2PfrIjbxvvSI9nlaEvSYNKz1XJ8U7",
        "lMbxvUR/rL4CZYC8lsOlPnWaD75sMf6949+cPqBHVD73MiS+WDzSPjOisT7iCpw+eS/jPU4p6ryGebQ9uI59Pm9Fjb4S/Og+S6KTvss3Cr40x8u71YZiPSw2Y764pPY92Ih0vW/sKr57o4Q+i0Mcu8f9tr0vPBY+B5IpPvMPxD2fw5o9VFTTvQ6vQL7gxt+903KUPidF3D00yMq9mxbPPu9JQjz7VKQ97XH3PgXRqz6vVec9swelvejB+7s5JaM9pkk9Pmxyk70ZNao9sBhjPu32gb7FgO89o0pBPqBgqr29Ft6+FF0mPTFpqz6Ot1G+Jb6mPqfxID5Wc0o9xZeLvKMT0L36CgY/YK02vSmKir7erHM8IqumPmWu5Dsz5kE+yv1EPnD/yD71oNo9flUGvvS5ar68Gg4+QssFPha+QT6xm2s941kdvS0x3bwpd5W9l45ZPrk3gj4001W+9LbCPYcjkT7S5ra+Ul+yPtQz1L4iGiw+1fk2PtoBrLy0VD27JFf3Pfjkjz3XLg8/TxWcu22A4L6SzUo9sY9pvusDGT4FuWg9biyvPSHr/LttIHk849L1PXujLb3O8K09Xc71vW/Oer6EdM+9BfVHvuo51T09PXg+fG6XvDOMjL5Yf9k+cQtLPiv8Gb7VtvC+wP8CP2I/Kj5Q8fY9t5dTPl/haz4hDa+9wJWNPgDjZL7M0Jm9yiY1PgOrrjzurfo7mqIzvnaXKr5ko6a9cYAsvbDTer6qvoA9mC0ivmBTfLw5Ucc8Us3JPbx+o71s8ae94v46vmsdiDuxiIk9LmOKPnUTXz6atXc9TQj8veglab5QI467B5okPlnPGb3HU3G+0wgbvic67b2aczs9Pej+vn4GHz4N1Iq9kIIjPTA3Sz4NclO92+/qPfK8XT1nTXq9Q+5JPSlvaT46iNs+p5SiPFXs0j2XYLk++jA2vrQoqjpTY3q+3YeOvZnKhz6UtU2+n12ivtt8lz205LE+PMiWPXEAXb4gtLe+xg41vgwbIL9FsK29",
        "hKOkvrfU4D1pNMo9zNnfvYj3+b6vbwq+4FeTPi6vnL2O6m69Pl2jPqXjrL3T8+Y8nOn5vJS+kr7vWYG9EUOPPS3Nur1SWkC+mQetPOov8b4hzwc8GQgzPObIDD62dJK+QR7UvMsr0z3mgS29FogvPVRUCD7zTjc+KFlxvZsBk76dQVG7A8WovupMuL7TXT+9k2UYPUSrcT0UAnE+9bygvLV7+b5ehTU9bTstvp1iWL35dBq+1muxuvyjjb7KpI6+Mu/cvPtRzL4VaJ2+VrIaPnJRlzz8A+m+0hWOPMcEkTthFpm9TLfUPW/YFb330K29iEEgPv73jjyBWd29F8i3PRAABj6ICE++niUZvQJNXb7JaKs7nv/FvIsK/r0spmA+FvGZPkjjrr1ecHY+K4+GPi690L0juxG7X5AYPwviBj4DNjc+Aru3vjJfTr7IyQQ+sygDPu/1nb1QGRo8KaDaPboCUT500vi9hp9VvjYQA74tf70+WmVbPsKngb1eeSC+Mhk0PmRmx71I09s+jnGEPVeqgz4fdiO+kkWIPVyvRT5Zzg6+8fWmusoZk75bNzQ+EMBZPRr8nT3mo2Q90V3BPIhlE76ApZu+MQnhvT7DUD40MJw9EKcAvRhdwb0i7+A+pvOROjkPjb10dxE9iZSNPfU7c76WVDq+vQjvPquWcb3KWbw+vl0GPvFdi7w0aHm+bwG2vkWgDL7iQXG9MYORvrwOKD5a4FK9tq6/PhAXET3oL/K+fjeaPrbPS748iLG95aqQPk27Xjtns0A++v+LPvgAOj45Nyi+hDKkPUW3Xr5mA+w9xP2EvYpwX755S0G9Vjh7PtpBXj4vTHw9E1jBvpIaRz7HP1e+3XIcvR0Ghz6IpgU91DmvvZ6fwDx5Tgk+/BGMvmoOLr1tTXu9BHOpPhl+Xz4UPdw+49QnPkEOaz5mWGE+9QPYPt94XT7YhXq9awsEPTaudT5UJhA+UW0vu4zfMz5vylK9hrtkPewIODwmDBo756xtvpp4dr1dqKI9",
        "xIQwPtXEJz4ZSZg7pFdXvvW3Hj3jxVm9aadavDImnz5R53M+PZOVPqwoiD0BSAY/Ks+7PsCQHb7FobI+t05BvsKdsD5e+fW+Pr8cPnWoxL2E/H29R7Fnuzj48z0mJoA+heiBPox1jb5RdU6+FhLrPYDFhT5mDQW+nW67PUO5ML5WYHS+uvBVPs0u5DxqLsg9bX8AvqRNA76UPY4+OXGcvJ++v70YsBU+6WssPj+PID7TeII+LBWNOCuKOD7xwqI+03XQPnUG1z3rezE81VjGvh3/nbzMDQm+SoNPPWSpxrfFlws+8DmwPHAmsT6BdIQ9hrmFvEqiujyhgXa9ldHMPnQ1671ZgGY+xdxqO52kJ74Ui1k+jAmYPoDz4j1FFRO+mMWKvtjYX71Y65Q+zPqavOOpK73nx0U+GG0wvghAvD6p3kK+wW0vPohq0rwH3iS+pgtSvmNxg75IaHa9QUxxPaHThD7mG0e9sIgXvn2muD5l0Mk+zcR5vqVsxryX49099qogPkyv/L3EKTM+O6bgPKX8Mj3ysuq+N6JzvcrEDL4PkCI+zfy4vbafib1Qen8+Y74evSDCSb37/y69MWSHPHtjsz5e6xE+36QcP1jpMr7ZbXu+d0r8vZL4or25BqY+bthJPYTi1z0Q5B6+ktv4PQGf372y0x6+1jehPmk1xj6UT2W+3J47PhgyGj6+xJW9s9UNvSymPT3B4ys9cxgGPGFB+r3SPB88+VI6Pi+TKj1jA+891gUnPk8S1DzZ/As+Ds6qPkbiPz3dwa09XMfvPYLttr0WmkY+SpunvT1fzr3QJdO9O8GNPneWBD0/dVa+9jA5vne0uLxG7Fs9976Evpl7cj3Jqce88XJePfDQzL2I+/O9VliMvtkii73m7Iw9X1YFvifcYT6rSFs+he8ivY2JNrx942i94W+/PAllHT3BQ3K+pLZYPnqHgr7jksK+WdhLvWS6MD3vOjU9xhYSPiRZCz69rpO8R/74vBIsjL4rM+87eteSvvmsgT2HWl89",
        "12rdPg/LJL514Lo9G+p1PnmvED2TUi89TAB+PTE4Mb7fyIu9a4LKPEfgJj3Q4Hm+KnaQOxGNQL62yho8hCMQPrrlFb2Jhxa9YOq1vv4QLD2e/7S90T9hvTcm7DwvWJy9bMbvvVJuBL51Qvk9K6AxPmjwYz7kNPA9i9uKvmpibr1l9GW+PmQfvYCXYj0GbGq+9JVpvBB/qj7+Zly+kc0Yvhn02D2FIlS9gnDIPGRQPT2g/B2+/fmZu7Nk0zyBk/U9R/MYPXm+1TzHtQw+PqcDvl0D4b2Mso0+QRgmPo2yuD3CgVg+ITqDPePXpr7jvrU9ZoN7vU7Fv73Ok/m9nV9rPvx/Az4PEIe9SFkNPSEfST2pXH88MDz1vGadmr0PeSk+woA8OhT5/b3yBQW+rSbfu3V82j7NBSG+lOksvsOe0z15arS+LSmgPR10PD4DOa48nWGqvZUiTD5YnAa+yqs8vlpIiD1oD0Q9/8DOPaQ3KL2sAx0+JYOkuw55Hj4WJ4I7btb/veNIDD35BG283nJUPvXuAr5D3Is95t/7vJXl0r2Wvoc9iHILv0Es/btRIC88gF8GPoRSiT0VRyu8p2uRvZOtpj1L7UQ+kxc/vEbK6T180fm8uccWPVdJmL6AnyG+ml/iva7Cpz2QER0+PWH4PPYwnL25SQG7OArKvacRsr6gmjW+7/ASPP59ib0vsjW8CtLbPLjON74AxlM969C8Pfnecr6K+O29vYUDvnI237ywRjM9I4zYPVJs9j3YO8c+rN9YvVOvL75BACg9BGrGvfK/zLyyxoa8weCFvRyJOD4dbN09mi6dvSRgeb71M5++EpZ8vlK2jDzMVY+9rBydPdISvT0tSt89EZf1vUTnlbxQGxG6GnZmPWT4ab2ywkK9IwXtPcJhnL0JYtm9iQbXvY2/Aj0C4108cm5CPp6xKLzQU20+xuyWPcBYXL67AJY9CbcFvgdVML4WaR6+taIdvhKxPb34piw8SO0Dveb0tD3P9g29pTZBPWcMq70k4l87",
        "jjOcPRtxTj6yE52+GQrEvJ8+Yb2syZc+rInmvdpDzL7J5+++quDBvjqgg76CFLK+Df0EPSW4qr78yqI90O2uvgwl9z0BHH++6yYjvifi9r7oRo0+U2fWPaGy3r34E4W9Ob4iviNI1L7U+lI9G5MyvgqvNr5SAA29MX7oPmSCtLz9zkc+VgoGv1k/zb6+cwg+dZB/PlMiFr7lX52+L/LCvqggkr7dDpe9kGjjvkOWHb7eDoO+TpaCPhNqeb4SgJK9gOVbvhQThr6jmLe+j5G5PUQgmr7JRRM9gB78PAzPbr6s1EQ+8KGfvqQO2r5KyYA8NLmjvvrujL5wl7O+1rz1vZKvbL7sMpC9w3YJPmPhgj4Cgsm+57axvj6Klz5kS3i97B1WPhr6eD1NPEk91IdxviLKN76dIWe+wjoNPe8iM70J/6s8C4KfvcT8ir41Z5G+q6nivbGKObzoq7u+fG3qPf/D2r34n5E+MA5RvkHnnLzi/oa+VY6NvipIMr7erMK+kUNGvhWgQD6x9Me+Od8JPvqxx766l+A+0SNxPmtgprzmnrC+4V0fvouYUr6ZfyO+kT1fPiQfwL5FVos9h0sBvxV17z10j4O+71ywPE3sIT2BMr2+qMWnvqX+a72/R3y+7eINvlq72b6j3gA+OebNvlldNj7LYlc9sCGbvrEUC7xxMP69dEqLO3t3pz1pwya8Pw/5Pd8eKb7mPM29EbMFPsZM9TwTKIQ+zHASvbSfVTyWl6K9OzXlPegf7r5A2mO+/7QzPZF17TyUTgS+jcyOPD8tBr2tJ7k8XpwaPkJJ1D1fd2A9MY87vdQXubzgdPw9OVUpPs7DEz/lLvS8yb2FPUYOSjwADpY93ecHvo5Q9Txrali9tJVpPhXCTz13bUQ9O9W/PSZbub6Gwjk99BwyPmNq2L08Y6C+FWxVPpIn5T0067q+o+OBvkQ8gz5cBcO9/s0iPkRSDj6pPq87JuQ7vveERz4SoK4+AWj6vcRbAz7mygm9v9psPuDJE7w/Dgq+",
        "P6uVvlv92L3vDYA8sUkSvVaQFT6cTWk9CFErvhFX8z0rN54+Z4yqvoDt/L5AfTE+Ru0+PiClXL3ME429f/m9vqAi9D061FU+hMYqPledhL5pJzS8onQYvmu9fb6AmPW+sjqCPZuXWj2Cpcq8ASGcvuDvhL6I+5C+l/2UvCnehL65j5U9IzDZPExnWL5fBG4+wb2pO8BqgL1iNdq9oFISPjgMbLynISA+I5Y4Po3Inr67WnC9WP+jvqk8hT54/hu9RsDbvMrVVL4GV969TOEuPpm7Z74hQAC9VGZ5PUgXRz6FLQY9doD/PZCRib3OiR0+ZsTlvdRnCb5+NA6+IdsPvuGP4D1ebiC9fpV+vR87mr0xGQM91e4mPlnuaT5Q1iq9dBaUvL2U1L3+w9W+UECCvWlimz1kLXS9V1LJvXugPL7N5Z2+f0lbvRt/DL33XSm9qvfyuQ9FQL0yKoC81Xa0PnSE8b5kEaS93Ba1vTdaa77JaL6+QneuvhN5gby74ao9wm9bPqSjsr3hypW8m0/PPcAk7z3bX969GDcgPmrWpr5F+aK8RDOHvidi6L0x6HS+n5CTvbga9D1YEge+Ms/IvibUjz2af7O9jFPVvT5pLD482A875fj1vAucvD34uxC7cA39vWenMD73z3A+Y8aePc9M3DxSVC486p1tvik4Sr6vta49IXgMvpCivb25mhS+FRLUPBd6HD27jOC9Q7g1u1WsGj1fDKm8ZIhMvQxU4j1c+Pk9yVIRvm5DIb6O/kg+UCtVPVBZab6jknY+nZNgPipemrw5+IG+ax8kPa8+ab1BZoa9o5qLvcpmFj7sXJu8U95xPXsGrL0Ip/G8R1yEvV/fDL4KCwO8GtiTPZF00b3LeH+8+A+RPuf5/j2len06JyYvPXVDjj0aSRQ+IQ2lvu75kz3o5J69f8ACvNjTmj3TUyI+lEGPvUHbET4pqJM9NVF3Pr5LPL7BbQ69ReLoPPVSAr9Z2mg+8CW2PccBCj5SBJq90hVrvU+Jrr11Dfg8",
        "0sQEvvF6TL1NQEm9aBJTPnMBDz1UEFo8Q89GvlNqw74rs52+mmEdvtORD751NOm+a6xJvqB4Nz4/E4u+ohUJPpa2EL/h6o8+795Wvt2AUb48mRI9Yzw+vQc9S74swai+jFWkvmePXb7X6x8+MQ8QvgMDvL3TK5U9VEC9vZ/ORjzMhSE+IK1VvjE2Yb6Sne08NllyPWzug72RjxS+yF6cPfRfEb6zMqK9KgvSvrdTub6RBZG+qKuyPepAAjsBoVm+iXuSvlQpOb4yUie8Ha4TPgfmgL05V0M8N8mGvpW0Jr5YFAS++XaIvK8hBL8+SiS9Z+PMvReaATzheAm+SKahvtxuijo9VIS+AgC7vTTgA7432f++MKlivgKPf71GCxU9+U0LPufnXT66MbK+B2kAvt48cz3CxsK+kONuPuHiOb574549F9KpvBh43by9Tk+9qAApPtBtKj6N87W7NRJnvg+zpL5X48c92T+VPWAUAL8DD8y+cjWFPuzvPb4Wed69pSnGvb8BRD0pg0K+ds48vqD5lTtdxas+9BjoPozjsT3Llq2+Qjm0vdw5Sb3kLou+osIPvZorTr74SG0++k5Qvr07uL6sP0++3I/avq/Pjj5NNjG9NIApvQpj1zyT5m6+6TN1vru/e70A0ty82cOEvgX06j1dVcS8UYifvp/Isb4RIVA+JjmWvRhX8L0QbC89tIgePBpZkb0vTz+9WrrAPXfRmz1nY689fzJHvvS4kT1wFNu9TQhyvpZRCj4+ug29AKWEvhyTbb3nbJM9RHJgvlRt1j32qpe+s+eNPTz4gj1+W+49O7YhvsZm2z2IveA+gXeYPa2lID4arSu9q+8rPnRnHzzLkru9PrnJvWAiUr2L0KE9EoaZPpJ2ezykOYu+0uZpPrde/b6Tsy6+xPeuPZ7fAT6WXYE9s2L3vAz9KL5s7aE+NBKCvQsn8D1EFS4+kxFkPQR4MTxeg1O832SHvZ3tlD3L0qC+3c56PHmFKz4OLw4+MCnDPdygAL5YBmu9",
        "A1NJvoy7j7yEbwW+0kABvtyyDT4aNbe8hyeGPKD/iT3T3wK9IbzxO/J+Ej23lTY+nRAzvSjFZD7qXn68VP5DvE1RwT1u7Zq9FgeNPtQVeT5qWSQ+FUqQPYLa6Dwkin49Lrf6PWwTrj5RFJa96g6nvgEiy75PpRy+sMTzPnkztjyjLUg+pBqtPUGrer3V2oU+Fjy2vRHWpr71bXE+U7FyPj2MWT18Lds9fbfEPA7KXL2XJho8I5exvLmPbr7beyy+U8LLvQK37z3HsbW9CIoDPorekj2pYwU70QhxvkU5AjuY9me+eq3ePSYQez6qGUk8LduAvRad2DwsO2E+QNxzvlM7mzwWKRQ6n0X9vWEMLb4KULA7eRgKPeeWtL2hOqC9JEUJvnknaj4QOy0+1zEHOxjnyr4TX1o+FAiqPl6zvj3eVIY+ae3HvRYVt72T3oe8MiuXPa/Ibr6xxIG9s65KPsEt3r1PqKQ9/w7HvHWAHD7z8Uk9m/xpOzrxML1b72U9qFEQvfjiyz15sR681SWTvtK7ezyadD4+oloNPsmh77vkaD09oIkIP8gQbj6q7TW+0IO+vExx8bzy4si9sf2IPcfjMb7TjrS9fPLSvPEJGb4hooo+6vKyPEpvAT4IgCQ9bM4KPOxUIL6WSgC9+Z5MPbh/Dj7YBp28xFUkvSRjmT6rJkA+suZSvR/Pjb2JBC2+JFqoufTZuj2+6EU6hhgavnF39D0X2QE+535CPrsZAT5vlVG+dpr0O92a2L2i8cu9PvC6ugom+DtVq4i9CSHevQiJ4T1VFH69JOl8PRqWjb4aX9i9QXOGPrZL8zxneaU+UKyRPjCgNj4cxCS+5qt4PZPpG73yo6W9xE4cPTR3Eb4QFzU+06yIu7HDTz0nmqm9XeDtPeFAiD0s33s+ukB7PijNqD3GTMu9pwElvvli/73YWdS8NnqKvRb11z2AIIS+jlD8PF7END4R8YE+9ModPQU1kz3dEgQ8tVgiPRea7b1V/529x7fLvMKJKD5f6wg9",
        "JXYKv8m0r74TzJO9VBrmPYyYsL1cQAg/xFY7Pk9U3b4HeO++bXPUvjW9eb6/O7++zdKfPVY2br0mxQs/WLqyvh1dLr2Zssg+yOm+vie33rsSR188+ePAvj9zI76F2kW+FTwevsIQY774mLI9ty+PvRlaVr7jMXI+02OuPVHhpb2ytnE+letHv2k8Bb+951s+VVOOPtjXiL6J7KA8iPqJvt1BjL1wKw8+fG9fPTP8Yry7uiO++SyAPWaCoL6bJTu+Ks9VvUY1or5xjrS+HPxJPrtfT75lA6e+cgyhvBnE5b6MT6m9kGl1vjLmCb0tL3u+s8iTvt168r1d0I6+GzDBO8O/ir4nHaI9klSCPrEe9b3CT6O+j8DnvcmRkT2B4AO+kBNUPggD6z1dSuM9dqKHvmtJL75OI9q+aUh7Pt/zbz67ICo+GfUIv4dZDL7mgjO+Fb4PPke+ez6au4K+Wp4BP1m6uj3Ebrm91Kl3vuzo5D0KJRe+DyQ3vp0AU7yiE9G+HA+NvRL6WLztGAs+seNqPrC5675pkTA+0f3APCTw1T6m21K+IV6Jvs8XOr7PJgk+z1c1PnAhgL5We4w+O/KXvjkTD71WQKS+nY3YPrSgzjvf1iS+VXTSvtwjWr6uSWy+Y453u/vUh7411jS+IrIKvqL22j0WLXs+GEcYvTRW1z6tZqq9gW57vgc/9Tx+ZE4+XEATvbAJBr4j1QO+tGkRvCwvx71NyeY9s0MRPTYyLz0EM0S9WgdVPWECCr+q34O9zoPBPlrgpD2AsnK+NyyEvYA5rj2Pkye+WM2NPlGr2D0l6TI+9g7rvG3zwz1kz529M5BMPjshdz4uwYK+j4kjvD7CHj7XS8G9EJNFvt308L0lvvG8jhcGPqbNFj4njPw9q4l4PiCIf75HNas9Fq9qPo6QjT58Imq+7ywoPh9+kLutgNq+Vibxvh4mbz7a8Sc9hCjNPVw5R71QqVW+z+ROvlVGrT4q7Uk+ya4IvkI2XL64wWS+nSw0PkP2Pr6OxXm+",
        "cy+BvhUvST7KwKO8TruTvpVBvr7YZgs737egvbKPKT63kQI+tVaWvpKXA7/iEpo+gZeHPZ15Qz3ENsE9Q9e4vgVTvT0IeyY+mMAGPgiq7L4WmcQ9QKMNPbg7mL1Mgxa/7kxtPGI0Rj2XIOY8v0S7vsifxD1QzXg9YSqYvfuJaL6xPII9sZU/PtB/r75zQPI9Y0IJPqxiQT4Jlfa9LG1rPuutUL2U1549iH8GPmeZXr5/kaM98W5EvmCdOb5FLIO+AFyFPaIqS74D59K9dAuEPh77M77CnRu+3d5GPg7Kgb32JUc82aQ5PpQBEL46tHI+ISI2vZgw/z2lVOO9ByyWvsnuZLyVJwM9dn2OvJyEFb5KHC69yk/cPA7cSD5xwRa+62NIPq2rBT4ec009MvgfvYFvtz3T6qO9W8X2vavyeT3pon++kqOBvQgQoL4kyek9UIETPgAKoT3lzpE+LgshPoVBD77ljh++wfAXvt3SMb5uflM8nZ1Uu7q0ST14Pl69jlQkvVp/ur0wj/c9JsavPSciLD7yze+9EKffN6XuAL4nL9Q9W0hCvo8SEj5y6v29ML+5vQRLhD4+ZM+9XtWgvnPbPT2QCzG++CvXPcRrMz1NFcq9aGE1PLfpYj2JcGI+dUZPvujvBT5RbLI9CJBwu1oyA73+nW28HpVyPS/3jr4mLu89TzPLPW1iRD22Zza6MMWnvZvBIT5SHTW+y7kOvmhtEz6hQSO+j68hvQA+Ir7yUpW+3z++uhpwPL2smok9OTgnPsGDNL6tbSA9QG6QPjh3nz0ameO96i2BPgnpcj7gIyA+jNOrvCx+Ar6OK5K+4wCBPSJtuj08hyk9WRLSviY4/r3Rzku8NyqdvJhHQz3cENS9HzghvhevJT5YyeA8YNHHvf6MqDwlvMg9m+sWPVS/m7xuGi49qvshvXYdlD4yzhO9Wm2rPS1z+7zt9tC8GCDfPbQlQr7fN42+yY6uPFzHFb2+gIO9fxhaPncvFD7Twxy9GATBvJnIPL1sUho+",
        "wlNMPsWZfT4/IIC+HMN5PnvJKb7rlH2+mpGkPi0ztb7zJzC9C+HRvvf1tb1vR0S+Rc8svlitCr76rCq+DvIPPnuQCj5v+rM9ZAAIvj7Wsb28DYA+WqJrPqC40j1TMRO+lkpcPrdQmr1HHKA+oJWVPbusSz6MVqc+FUaPPm8U/D6NZyg+W0K9vtSGjb3ydDo+AXtSPpchuz5YdSi+tqIrvs/ShD6Ughy+rgFTPQ1RJr46OZW9lkHLvKFwMTzSoMa9XE+CvSXZXL5Ius8+3n4dPnYef75NYIU+vLtEvueRrL12izA+Cheavi1M8b6koIw9eCGIvi0rUj422Gi9NGMDvSGMX76F3QK/vowCPrYe0T1hlX29451Wvt6HOD7e/bc+ilTDPoFxij7em+w9BoFVPtKUl70j23K8cf4VPsimIz4mKJM+6O2tO98ECz5uA369sZyPPuWbbj4L5JC9VPPwvWbWnL0lNoE9WuAAPnfZL7yvSJO+s8AnPh5ObD0An829vdsbPgVJ/T6K0AS+H+VrPu2Meb6Y7cc9B8J5PluXuj5FhK058rCiPkvJa75kTvg8f90+PtaTJr4ly5Q9O/JPvhoYTr7R5yO+dKBmvq5iOT5wh4S+aqKZvrBBa75kLCa/r21FPj6UBr7WXAo+DfSavk//hT45qeY9aENmvsZQRj3IuhU+w8gZPhLolT0cAWW+Olm/PTT6ST4LR3s9gzgUvZSSiL3BiBG+qqupPahXKzuDEyS+jdeMPY1Ekr50/DW+Kd4+PfNJYb3Xis6+Ll87vlDy5LsvLWk+VORAvRRvND2AxBu9YJPevM2tZr1Hpqc+17iuvZCETLzTFyc++L3kvXFC0r3GmIc9ZyrDPXQ+Nz214wO+QYFRPl/8wj3tLcg9tjeVvfFvjr5BvLi+hvGKPvokhj4N/aA83cQyPsVYHT6kfLq+y03vuyXaLTxXICg9QYwSPTXiPj6GlIE+ZSojPkBMxb0opLo+bJ15OwA/rD6bL2E6BMVtPc+xlT0tpL2+",
        "i35APrXWhb06JSw+2SojvaSj+L2617+9X4cPvYcqFD7RpMO9J0pYvVlpir7INrM+TWgqPh0TJ757pgq+jxOXvvFoDL308DE+wyGVPh97fb6Odcy88R81vXvdMD79kri+C7xHPS+o/Dzbbsa9zFGzvSzxTr4Wgau+VbqMPkLlJ759dYa97nqmvVjAjr4t+Cu+gptIPi4tAL7AgmO8bdzQvWeelbx27PM90hpgPqvF9L1Z0vA9Cb6Su8iAAD3eDgu+eOuOPu/0vD2m4Z+9qG6cPRDuLr4kG7c+z5KOPpW1273CImM9Yhx5PiMYVj7XX6g9/9qTPo8CgD3/PaS+Fxp4POPGQL3phqG9ln/PvZfnT74T7gg9P+tTvhZeBz443O093wAHPvcbJTzawnS+NmAqPsm9VL3sInE+mrU8viU3tb2a6Sk+7aWJvnPtq75Fgay+hwlfPqntNT4jmxk+JYS9u+0MAL5ruZk+MT52vp8kt73vcKW98riJPm+Khb7cPMa9PchEPh98LL4dsgq+KsW6PB/Ugz7RQZu+8d+rPQLuy75xo0S+VTxzPciob75OhAO+CPRJPtVb9r0b8L69qu+vvX0M+D25ABK+wiCEvv/wZD5WPMY9ML+bvVnvNj6wUK09PTSBPnuBST6L2G89MdHUvaavfz0ZWKO90QP0vcaqHj2wuKA8S6bTvRSokT52E4c9qTYmPIhmQT19ZaU955wcPe6d4z1Z4mk9nTcEvoKDKD6b6D6+YXquPRTjOb5u0hW9cZY8PtrFQL4pDxQ+HevdPUS1Uj4X5YO+Om1yvYfjD72D8PO7FuXTvagJEz5iXT+9tISCPmXsy71z76U8s+hePkWI5z11qCK9H5o2Pbiigj5O4rS9/aLOvl8Nrj0Z100+qeImPg3Zvr3CzZ8+PKcyvlZDL71MURe+SOq9PWXCXb7JLu+9OXR2vE1tOT5Hu6y9wT2jvVfVDjuK+G69hAl7PWzBPb4GXzU9ZDTOvc+Qmj4OWWM+y3Rtvs0BG751ROK8",
        "QTSGPmAbBj4bFYi8VajKPsaglD1t8n09IHVCPwdSy76xXLW+ulqIvtZ1Cz8fGL6+JogFPxEeZr7IEjY/hcIBP1c+PD56lZ4+T2ZCvk0UyL6NjhO+i9PyPZ7yWr2xo3I+yA3HPvmRvr6r+sM+SAYzPnIzdz54Sp4+UsupPqWB+D6QOfU+jyuQvm6s476f1Wi9DqeaPuLYoj5EF0w9egYMPTV3bz7ovCk/ezgKPaf5mb1X8gQ96vVEvg4E3z6+VNe7pJ0IPtf2W745pA4/xqQ3PqQGiL2LkOM++4w2vd8E1L6bj+Y9cylHvpS79z2v6pA+hgatvkzt1j4k+Ou+R70eP/Zgsr4zc0Y9Y6YcPlzWqb6AGYu+zZm8vsV5sbwWb6s+pk4lPipjGL0kR1g/+AqFPWHYh77Dt+S+qaHoPkdnGz+GBJ4+tYkNvpF/9j3hhe+8Y2duPspPtj5KpIq+OJwMPyaaET7I7h2+Z0BGP5m8jT7jzrk9UcKvProoB7xW6aa+9tkNPzrqvz5ZhsA+aAlcPiL+/74au3u+9aowvhbhxT40epO+qk5iPlWZub1uUHY/8puBPqCb/76bhgc9vQOyvoA4zr2HQuC+zAB9P7SBs743lGs+POHkvttxBj9iHle+oz2GP7t3pLunKEO+Rz0FPhcJ972UPUQ+XKErPq91sz2AqA8/Tv8LP6cCgj259Tg9RHvqvUsaij6HHcW+7MKVPmWnzr0jGAk+uHvovm2NVL7TYxs+0hsePuEnyj1lpT69etW8PrmM3D370wa+uo6vPbWvZj1QeMc+7geYPlY6o74H0YO+vVVtPs74Ej2Issw9nPKSvqEXnD0FgL499GWkvevWHD7LUBM+gMe5vW7xUb6HVe09x85TPL2Z4Dw/RFq8hr8jOTybjjyB/ag8piOKvqkesj45bgo9+CK0PTpI8r3m+nc96WBUvk3HDTxfS6m9kq64vJE9LD4pk+w+K4P1vc3ZmT1MkVe9UVFKvdFMcz636pe+QMftvWzifL6x/ke9",
        "fwi0vi7bMD5q+Uw+AzUiPzhKPb3HEzg+ETO4Ph5gj73zztK8E3IGPu/qFT6EBWI+X4OZvuodSb7tpI09G+C3vlCmpzyoMZk9truoPcG3fL2EGAs9M6UIPmiqjr5h6co9+ZCQvftTIb2/KaC+AJGyPadAqz3D4EU+psalPXYtab6ZbLC9X5hOvQSgVb4UvoO9wZqCPYEx2T7Y8hg9+K4APbkIhb3tDDg8j9goPRYDar534+O6tSwYvSHQ1L71tw69/ROtPn7dXbuttj8+0yKjPQhOOz2RdWM9dKaxPoCgGD6UBcW+yI9wvjhFG71N6bw8S2TnPQPrRT1A6Yq9iVa+Pn4yDj0dKWm+MdNnPuQ53L0CRqe+HymavGkohzv/fQg+GoJkPnw0fb6iUZU+EWSOPqLwpT23iY2+FgMbvjON0DxjEYM+vGkiPTOgxb6hlM0+RYrIPeZRlj3abku9WSEZPDeaGz4WMJa+jIkqvqz9ub3ulw8+eZ6UPe0ppr3agHK+4EoTPv7vQ75tD5A+m6yavc+SAD4R9Pm9IZZFvhBPcL2j/tc8GIeuvZfqZ74dTEA+j/VhvaWh3D1MKwm+pL7QO3N0sz6Zuua+W9hzvn61iD78Lzi+20QtvbSBkT4S69M+fmdhvoDeVT1wdGC81e3OPFJ3Yb9G+SS+3b7dPkUJ2L06mwk/1o0DPpAuTz1SIJY++dmvvjaXs75qETq9Ip4/vpMrbz1hvJu99VTLvpBNxr0pY66+GFYfPnHcWr6dPFa91damPWLay7yQlgs+PnWbPvK9Bj4uUDO+Q2R4PsvrBj8/Rmc+y2+pPexkDb7xNdY6nSM9Pn4l6jzZvCE+QVjVvjOL7j3RRxa+lh2qvZxQbj7+Cpq+EbsbvtW5bz7ZXJM9UUzhvmWWO74OqYq+StmtPXJmfD6Jdbw+MHmBPW0ioz5G9cO902rRPs8LDb2H7h++0/dfPVQppT79YjK+59UjvpVBBD4SAgu+PXzkPXmwIL075qS9gw+avWYBp70Ch5m+",
        "OUAOPiApjz5ScU6+SrNEPtzXxTzswWo9947bPgafTz2uZje9+8p2PXNNYD7RAQE+dPfhPsQIIL4Rodk+RtVwPrHblT7a6S4+ObzyvUHTxz06wpC9/S2NvWaV+D2JjCM+F1bcPmdi3T33uaU+3Vk3Ph+9Kj6OAIU+N+gNP7r0eD4HBe49SDxzva20LDzV59u8374JPg0Gbz5dCEQ9UU7gPTxtyD0Qy+o+Oz4zvft+S7139IM+CpYovrTm+z7fAzM+sc30PZKsQT2gGQ4/0NGOPhBFED0DLkk+D9WMPp754L2ig7Y9bJqgPS77nD1IJCA+gWaYvqpxTz41SJK8q7nePiHaLL5kmGi+RtgPvNGHhD7wPlc9S7MMvoqdgr7SQBE+DvepPfxrcz32BgE/fIvPvBprdb3XqhW+cXs+PjhqED8kv4s+U1yUPdT5YD6y+Co+8rmmPvFpWD73W+K9lauTPrJWkj6T3Sq+q8O8PgAvDD9YXEQ+JaOBPoMsCr32Pju+3P/TPivG3z23lq4+qFQgPugWhr5/JYe9pc/BvhdNKD6HkMS9wNW8PuKsGjy6ZAk/86iWPYBsg701ZRI+blBNPZNMSz6e1Py7AnDXPrqQ0L24FbM+3mWKvrcwYz6GYY+9p3baPknPIL4Bx7W9+MQtPoJ2vL34oKC9Q4eHPo5dpT5ngpA+ShkxPmqK1D1XSbq8k2lhvv6i3j3MB2S9RtOWvZjM/r2I51A9WMrlu5iFKb6aiGA8LmkvPpsrKT2DNSu9eGWhPoj3lT7mvYO+P2CCPnYFoTt0N7g+ZT3EvatBg763Wg++dVYuPnfqPT0cRy68hzaaveIBpb08Xg+96HkOvopp9jyxtsk9wKxIvTtOyb1i94m+M/1Jvj1kCj1UNOS8P3qmvcw9oT0qvy0+dFHpvQFxOz0XmU0+aPxnPV3jXr67Kyo987/1vfiqD71LBqC8d7vWvSW5Cz4XKwq9R/g9vtarT76P8aY+UV6avXQmcj0f+om+TQmBOxw2br4gloI9",
        "t9xAvv8ESz757/Q85pWUPv/gH71qTta8Pkz+PXQlLzzhhwI++mSNPpDOAT62Tvw9oZuIvsXgf75unRY9/QkZvkwj3D1A2aW+5i+1vLi6572NxZy8J6OlPSZ6g7194au8naVBvq+CNr6B0nK+vVyYPYQ+a7seHNs8beqOvOi9Wb3B1ky9ZAzwvKCrfb0Fikq+6rOAPj7T+j3/n2u+0tYLvitIVb778bm99R/mvCPENr4MmMg8yCOmvFIkdL4SGhu9/58kPrl8Yb0qgj4+zFsSvgkaPT7b5Ly9vYMBPmG7Nz7SHvE8OMGbvTEMcr6nEpy9Q2DJPSf037zVzDW9HdGDPj8mZjqrQW6+QWs1PgiZvD07kD2+KUx1vr7gXT2+h6w+SknrPbKkkb4QFRk+FNy7PqUUx7zBKDa+m4tqvtcOar736AA+vIeqPY17hL0s8VQ+8KTGvUBqtz6T6zE9bG3mvIxWBT5a+yC+QnKQPet6Gz1WoTM+JJgkPVkutL7uhS2+5jY/PpM2jr39Nas+yFqLvba8nT4Mfly+yxuoPAtJDD7xm0e8Lq9cPS51w702Kxy9T0Rdu1mWor0vnfW9YCrKvNy6ATxlwH++ABQPvhk82D2Mk4m+YP0rvgpidz7M9TI+lpgrPACqDj5Q27o9SA+XvHvXwr4C6zO9chCmPhEFkL3wM1M+drmBPKDsUD6zo1w+miK1vhoqHr7+E0+8bV6IvfxrqL0mPkc+0ABTvoTwnb1vJqI8DSuvPnBHN70av1G+FS3YPdazxj2Qgik+iMLbPgRMpj15hSa+3yiDPji9RD5wHp27VSzwPAYOqj0iXIc8jkrZPeF2zr32kqc9fylkvik2+j2tjjG+KY68vEfFuT0TmmS+Qf5GvpZqSz5WJWU+r6CAvjzsdb6YT2e+bmj4PIR2qz3zrZY+uHtSvl24dT7qUxi8rvpSPm2Ugr3Wehy9vbAmPZbyzD50lMU8oLGfvrLFZ7zGFqW9NCM+PN/6Ej49tuI8ppAqvXvTDb3u4wu+",
        "JTBBvj4TfL42Kw29mKfvvvIczbwvK9m9Lo8cvxDIsz6dncs+TRCHPmTwFb/hyzs+GHQIv2XHxT6QZF2/mRLxvunu+ryrv4C+33XNPm8E+D7QOiO9yG9Cvv7KFr6MQjG+u0oCvwluMD+h6im/vD86vj9nhr7BUhe/9DAkvwp6FL+wfiO/6xcMP3kXOz8Jgxc7WeXzvnYQmL6FZ4M8LTTZvfsAs75qCzO/yNdyvgQrOr5bx269Sq0KPiWAj744F5C+Xly7vme2qj4mQhK/ynsuvyu+KD0ja/C+1yNWPXUfHz+LLz+9WbJnPgaeu777fKC+ypIgPiU7ub5Wa/Y+lb0qv582Dz8DBku+lx5yvV4XYT6B6sg+A+G2PjjcrT07UAe/ufryvn/ig73o8Xq/8g8BPj4d7T4YM/8+FTwIv6bRIL/idwa//n/ePc++Sb59lpA+A8sXv+zYA78o9uE+7ccFvwtXIL5h9OY97OdDv9eNB75IYZ29MlzvvvN4nz0n+Nc+q9wAvzt9IL+O5wa/GG5qvgOt/T7Jtjg9zn8fPpck6b53GIQ+sqavvtkfiD4DP1O/V7COvq/ILT/b43a9ixUFP8NcST5QKQ4/B99sv8nOjj7VIXG+oU03P/3O/76lCaU+oiJpv4l5CT6ZNxU+3ZX3vZV/3TqnJYi+6+LSvjIRTb5OsHu+f/u5vnveUD5TAaO8vLmFPpvqLb5a/sU+5ey/PZp4Kj7+Ik89d6bWPjwOpj5lttW9rbBvvo+5Ir0D+jg+IRu0vgJkRr6OGrk+2zmGO8hGsb1PU96+iHGwvYCNkT6qaaM+dMUmvvC7mr1eT889acJXPgyc970gL8e9/c0KPmIAyjjSp4u9I3x2PkRJZj3DaC+75rmePTvBRr2Cy+A952/GvAK4Fj5e6r29IEIBPjfadb6y52U9432Cvk8kND5nMS4+jfyWPn1U3b042wM+DCKRPdR50b0LtsC+GXiwPnjWG74eLeE8kn2BPQR817wjkx4/QoI4PqgE6T5Zxdc9",
        "UoADP8BOgL4lBLW95G8Iv7ZNUD4TD4q8EaPqvkjJzT3nGim+WCntuoL3kLxocXa+7jnEPeQ0BT+FlU29odjSPiiHpr3b5ye+VoUyPKC/fT4ZMGY8B3rRvPnciz7s1Wo9BTc+Pv5xDL3AcuM+6VhrPi0nGD52Vdi9GYEaPVs0BD+bhNM6jta+vWRXrD6/GQ+9hRANvm4fTb4fVYg91POnPMFK2T5CWiC8wgCIPUBD0D4Sx4w9erEbvkLvuD6/M509UVOhvre2Pz47NrO73NLRPTjG0j1jc2c9GH2hvuh2bbsO6dE+1NwaPkS1nj7LmUa9Pb3dPV3U9rwZOGg+2/nIvkArjL6t/cw8YK24vjC37zwUJqI+Gkoovofryb1BYPW+EPXvvvcZ7D5XvLi9n4gev5Vu8L3ba78+UQWIPo/oSLzoiFW+xQgZvudBBz//bCa/e2EsPn1gk72aEiy9jxoIvhtqFD6ZWAA/X0xMPuQN1T6ImwA9pOKtPanGkjwjSX0+Yggjvg6Rpz6z4da+OrB9PeK//L0THbI+qplPvfnc9D2X4yE9zQ58Pi949D4GOQi+chbPvPmtZ77yYlY+IOuHPvb2Cr8WQxQ/teo2PvrNgr6LgHM+WyCKPnMGdDwnKfy+4xU5Pvziir1c/aK+nCKbviAclz9wga492g8UvydsoD7XHQO/Be+jvn7hez6EbVm+cJT5PvTpDz+Qq5c+xdQsPmjGqT2s3Uw+WmUWP54Szr31uoI+FHQEv359SD7X3kO+CdthvRAGUj6eRJm+ekcLv4cCtb1GxQg9lIt9vrNmJb8jj+C99+UgPB1xOj5sYcA9nb74vmjTLz4QHoS+T6JHP3b1vL2JJsU9hraDvJbHJr6C9LQ+y0q8vVZizL1iqAG+UK4ZP93uhD3VIMA+/p/GPdRGzL03zQa/6KtyviyeJb8tMiC9tbELv58ETz4goa8+0D89vj/Qo74pzMW88IPXPkwMcjw0HD8+09vcvv/4ir34yK4+U0CsvbK4Rj5tRqs+",
        "iJLnvQhDD77T+G4+loG8vefi7j3iGYg+UxAbPL/WtT3nwCc+zzRfPqNOWT2LoDG9zH6BveuxGT6lVMM9dRjrvNsQw76JgKm9xI5MPshlHrwnE0G+OaQvvp3eLr66K/I9WijVvVsimD0OzJu9LPwQvh78Jb6I76y9Kc3Avex267496o+9o2duPnIzZD08GGG+0HrAvS8Vkb5onLY9f0+HPjKLLL7DCUK9XX1SPXpNST6qWV+7YQnpPdYCyT2PsAA+6/U0Pprmkz5Tk2G+1TYKvpIElj5O5+u901bGPeFv6D1HHoa+kJNGPq9A3T4PCCm+hzPEPckFpL3/DEM+p+MJPilMDD4Adbs91G1bOxoV3b4/1xE+58UFPYtEKb0/TpS+QGI0vvKrsrwRap699Xdlvif3aT6GwGw+cVucvTob5zv5/sq92wkIPiuLqb1tGBo+pxPXPKGX/L1vG0I+ST0nPsZdFbsmgSk97Y8lvv9C1L31vZE+rwxtPcRW9b1LBo49jGo/vtv5hb4DpqQ+RCJTvtc/kj753hW9BpU1vv2bIryHC4k8rzEdvlm6oT6AZC698pMcvhZ11D0u3na+ykEWPigv+D22MXM+5DA9PjHyAr6mePU+KYqePoWYrb3VUbg+ay+CPF9SaT7nBiu9aC0bPrqiOL7OEHA9VRXUPtsIg701uCe+7XdqPQ2sWr4vWCc+F4mFviwlm72VCKU9cJgyPRgChb4e5RA6Bi/APXc0e74GEoA+V3+vvUW2gT6NS1c+cKt9vYxyTj4dyCI9JYYFvbtH3j2nBUQ9UxQ6Pg5mEL6280e9jQ6GPWw+tj0a1GK+0G6GvdcLJj7+cCi9kfmDvZq6IT5y5Wi92M+Kvm6hDT771o4+r2oRvvplB75ntiK++yw0vZdbMD16Iw8+tMlPvqWa670Ompm9T+shPXjPAr7Cg6E+/3sOvl1VML23g3U+4xafvgi9LD4Btxa+5RZkvhtTQT5woqG+YCL7PYJKHb5HUpU9TcWbPkB//70BLas9",
        "RHyjvrJV1T2OC7O9Qp7LvZgHrr3Ucq89C7Twva5Ihz7w4wA+P17Xvdl5qD6+g/C8r05cvrBuwr0nTyY+Puv1PX0G0T0EtYq+mTUfvmcCP73TT+A9vWOPPNv72b4wOtE+8IomvWvIOL4t84o+MDB4PmHugj5IY78+T5Z6vf8nNj02sYy9UAQ/Ptj5HT7Exiu7j7ihvvryzDy9Ms69FjsLvjLVJr0hGiG+vaadvl2xqT04+0g+szwbvanKSz7B/AW9JzEovEr1Rb65uh0+diTivSc5Jj7Rise+Z0Y0PcCNFryM6xW+EABzvuhoTL0t5j8+URGavvm5MT6MNqI+2x+ZPjS/ID53ZeG9PgLrPcEDGD59Riq+ApNXPmIMPT5rlwc9vTmdO+5PFb0DB+A8zpFXO5Co5r0lLBC+ikIJPfK87724yQO+1xSMPtFzmz4YwVQ+gyr4vBZLvT3oOwM+SYkLvn/cWD4AEai+bWySPgkldT1nmg8+oDFSviZ02D7DG+09TthkvsDsNz1+w8A+qrxkvjs+wr6qZY689jMHvlqwTj7C5s88LFiXPU2coT1UilE+SnjwvJaul71nZCU+pQ7bPG1UE70ftpm9V8eYvWBtuL5ZyV++64VVPpV/Rb40+nU+KR+Bvkvd773ASra9iBd0PcC0172NM8M+dqlVPlOw6T1eaUQ+8paRPBipF76dFea9E8RbvqUjyL34NIe919lbPnrhjb5QWzg+S360PfjJjD2aG1890F2dPReW2z0lY008PKaKvRWxpTzDeuC8R7P/PXY79b1LiSo+gJDHPvtJpLoJBB89qo4APtnyPj6+2Wk+4ZZevnsCur2A7qU99AqUvjOMrbo/348+nuG6vnGw070Sfve9urq3PnxSIz4gif48yA6svEJvFj3DdEu+TIeoPc/XlL4bWL0+lRbjvqM8bz6AHCM9DvF8PltAKr5CVsw9AvoqvussCD7na0u+bHBXvejtRT46cza+0EaCPLuOPL6o2569SB6HPVNadT5yN4C+",
        "z++BPfUIjz7DXiA8kSzWPqt+G72yxE8+7YJAP1YFvL4t/Q+/puOJvrLCCj/v7cm+YcDXPiwNsL4anls/dTIjP+zMtz1ZkQU/TCQpvltL4r5m+H49lWRDPh64wDzTS5E+eQDSPoigA79/rzA/CJeKPjf1Lz7MJKA+Ty78Pg1AOT90DiM/thq8vtEGtr5HQqq98wDxPn/GAz9+w02+aDRsPYF3+z7vwQQ/BcymPh1Rk7z0PBo+SS4HvmOL9z7MGj8+fbviPTdUcr5TvwE/Byn/Pg1eEz3uejk/wnUiPqV6mb6YIR49t95JvhTssD4Zwr8+MAl6vi6EAj9Z/OK+h7obPx2w177AF3M+DftBPlXeLb5jdrG+BvSRvuZYEj0chf4+J2bYPmaK0T0YAnc/dMwPPgyywb5CNse+bm4FP+Oq9z7DgQQ/NnlXvjo+4z7pbKa9XqANPy9mCz+8ka2+bJArP8P3mb0vPoS9U3EoPwFdkT3+p0Q+GbIGPzgfQD0etEK+RALtPjNM2z4aSMw+jn5aPvx6G7+rflK+9kkovtJbDD8GMy+++YDHPh38dr5hdXs//giYPvJCCL/2xm89bMKtvv4bOb1K1sa+7NhWP0Q2vb5DOpw+qnQGv2Ys8T5T6Ea+tep1PyIIOb7t80U9XXVPvVxulD1r19A+zRLSPiGdGD5Uv60+mJVnPlsAD75X2fM9NepmvsebAD4cH8W+tkO4PDWmUT2eBwQ+x8+wvuddAb0cgWk+DtU+PjkCXjzLZuu9BxOAPpgp5T59Kaq+PLC4PWAl9z19NKw++b2DPcDv1b2tOqa+0VClPrNCLz4ALOM8icaLvvyeBD2habA+QzydvaJqET4m6ks+8EdGvhhMnz29PFM+1FzfPWSRhr1nUIq9iqoyPsZUB7xiABQ9XkCUvqMNpD7Uo3s+UsMWPvjaW76aHdI9Oc7cvuB1nz0ANNE9Gn3lvUBwQj7R48g+gridvsp7Rb2sybI9Pe6Gvb9fyj3NlAK/CCPnvdXBbb5LuWS9",
        "o7e9vk0y1j4w9XE+w3LiPoXJrL01XFc+IIG5PoQ/JT0Q/Ko8dkVZPvjJzj1KLiI+1CpsvqBIDr6iyyI+ARrOviDYKT5JwaI9D5REvWRFbL5OZf09suINPhQNmL35HdE9gLkMvZCgJT5gUs2+ISXdPe59KbwJGRa8gdydPRlXgL7kdWy9+R9KPawbKrx4V/c8r3oTPuCBnT6v31M+TZa3PQwYib6ch749rXTmvGFjc77c6/Y9LY5cPUS6BL8xSrC9E2uOPl96Kb4Bdso9e8hlPmnchL2eDoa+XmGwPsBdgT6o18m+hduIvu2QNb5HvwW+m/QbPqEr3j3v+RW+qubrPjs53D3s19e9uk+RPpcT5r3WraS+eEiJPSiUnL0iWYQ+phuHPioS371kaD0+bKJbPtuE6T0HRAS+eqgmvo3I7TzFJRY+azD+PMwe0r4I9QQ/ZLFGvFK7gj0EPnS9HLXoPRj5+D11xFO+iiZPvojMAr5STik+bDHlPeh3Wb3ZN3K+HPY/PncqZ74lvoE+osKJvsIH+D3b39C9dTwNvt2kfbxfcg+9QK8EPk89n77EcIQ+YBK8vtruiTywTY294oM4vpIRoz7IFt++zbMFvjZYoT0qlke+ZLrsvT0FRj5pttg+iV8wvi8Soj04qbo9oNcJPpnyf79rEWO+rXL4PkHhjjsntfQ+e8APPuy+KL4FZgY+CPS5vlo6Mb6lyr69KpQ3vuyIrTzNwkm+23/VvpArg73tq5O+v0mcPvb7Dr7kCs+9lGtHPjQiMb3XUbs9AXTqPnZ7Qz6QlwK+ptBmPshu4T71KCI+56iMvervhr3ptyI+l4GUPp9Moj2N/O49U68Iv/AJdT07MjW+w4wXPfIvZT4G0QK/bszuOdseBT6kaDY+MPDXvqNgT77zW7++2FNYvb1cFT7+Wug+9qEOPm1Zsz4Qvpy8UFiIPnbYiz34lvO9uVVHPevIwj6AmH2+V7w1vqbz/z0f7Ze+0rHkPUz2D76UBUG+Oaq/vS/VTL05bZi+",
        "tWk3Pjjq5L2gGe693B8KP9zNK7x+dwI+HAxkPoU4g75xOpu+ku3JvsALpL1NVOK+/v1zPctUKb4KvRA+PD6gPRqFHb6D8Bw/eUGyvQ8blr7CXY4+nU5pPn5poDyMjeK9K75gPT1yYb6Tju0+xot7voIqybssAbM+5gu4PsELkT5Ilfc+aVKdvqUkhL5Lz829Jz8GP+gS3j0nXQm/8qOpvXIxID7yRKY942yNvsnP175idqK9YciOPq28jz6Xuze+jNYnvrYQab71u0Q+Dk4YP9Dt270+vZ0+REWDviQHML5HYU69lFimvm8xo76SZhe9dQTHvlyQVD7LXIW+U1J0vt9VnL5gcGG+R+uVPj1EnzzYTLa+1gyEvrhIQD4uJHc+WzCAPneOoD5rV0E9WvU8POHCF77dg5y+5U7yPnEDlr2QKxA/xgFbvrdhCL6MFHS+InoQP/XLDT9gBMK9tasWPu+Nq77f4Is9aVMKvBsXJb7dab6+5wY5PuIU8b0Viaq+aVmgPhHr0j5+1kO+tfhxPmkPUb7PTE49nropPfzO+T4Ihci+dMviPiLpTL6+u7U9EryZPgmPe74SnmG+5OiPvpFvhL4gw6O+ikUBvjwGQr0fay2+bTvQvimOsD3riWm+6q0APhjvhb7dEmy+TjbdvvnAgz4q5/Q+Nb/OvjGxLj2f06A+G5JRPl9CfL1q8AQ+j0JsPewAij7DlJy+p2JPPplKjj7IiZc+/jxfvuXIPz5K0og++nbTvV8JFT5BWr+922yUPtCDqT1K9v29ziK6PZ8ELT4yPFm8H2BcPncnYr1zGq29o1FLvCw86LriP+g+0O//PMWxpDyKW4w9WO+VPbNoDD5SN24+ecShvPWrOr5yWgk96TgYPuutKj5/D42+CxpYPnVhRrzIhY8+zrIYPlqeiD5Uab8+VOxoPiYagb5XIeG9ssXuPIelHz0bWPi94nHUvYMYjz6HUgE+H+r6vSBEk73nd/c9TgRmPnB52T6WsSi+7mwNvvs23r3nYwy9",
        "rZvRPaPnJj56tYo++cosPsPRWj3UUQE+QtNQPniETD05Cek921e4Parfmz3xDKk+AsAnvoZynj4egkE+9djVvWflCD6ed/w8POiGPiZOYT2WXLc9ldMrPkkcqT2V3AA+6qKbPW5KnD5FRyu+hadWOjF8Eb6E3XO983slvcOpWb4McUY+gvmGvVv7gL3Q0io+PsyDvSCIhz4O8Ic+DxqyPmktaj7knHQ+93DLPf4rDb4IDhS+DSb4vV/UzL67aLI7PWJ6PoUzDL4LMx49FHaSPl4/CD4fFOg8FzC1PSNthj6o9Ii+IJcoPpx5srxa8tw9ePKBPomkSj6dHx+9JnWQvkK+sL1Gn8I9YBHbO5qjzb1JT9W8VDFSvRFVDr0ZPJm9Jkx5O/PO3z2fcSA9/gtQPSK6gb02eiQ+0J0IPvvxvD3a7f09jbUZvm1+WL1Lo429dQKePYTihb7axPA8vMxaPtnIJb5Xswc+UnARvt6cW727yT++RxSBvCcV5LwQhIe6/x6CvMfcHD1nLW+9zyO4PcqTDT1d+bm9ZTsUvieuJb47wCq8Xlo9PK1JXL6+Woq8poDvPcGjbDx6toS+57QsvhC79zyuwQe+X+WrvaEBZD4p00u9S6ZEvf5Sz7wF/gi+hpIrPqFrKL4oWCE+v73FPFaDzT0FIn6+0ZKVveW2BT1ZesQ8RCcKvQ1RCT1eQtW9X8ySPdhttD13i0u82pEvvsHdpz27BAE+Q2sbPOxu2T0XP5G8wlxpvXTE770Rf2w9lcu3PX26Ar6rL5M9aTJvO1P7OD7DHYg8riI7PZ/V0b2+HyQ94x4Cvmz5iL17IBu+DQmmPv6VfT76LSq8HU0JPluZIr0xJpK+n6DMPHOXWryf8gs9PoYFPUhYfz2dkgI+wMbhPJhfwDmUHJY8emhTPuy6fz5PCiO+MUoXPhCkAb59waW8ibJ7vbE6Uj6oU/07BJEqPg7AZDzOHCg+29WsvRUA4L0MhJC9pQm0PH0rgz1v5hY9Lh7PvbocE759hHU+",
        "xNaxvkKBlL6DZRI+XIfrPqn1FT29Bxi9F2f1vf3IjL62LKG951qcvsyIV728QQS/iLUnvu7JHj6ZQ2c+83wjPbYWsL7abAs/8n/8vZjf/j6+EsM9txZ7vWq5dbyRWiY+i+2+vhxsuj7CyvU+F005PTMvlb2pk9M+DhkQvu8XSD4ZmrM+PHsFvT+Xdj5R+Ow9ZoKvPV7VQD4a0pa+uCmtvSN6LL2hB2W+2mTYPZY0h72Fmzy+RxGGvaQfVTuNNdO9iv2pvqhOqz1OmWg+zH61PtvqHz6x2eo94yfDvuCVeD7DIlE+R1zjPAk51r0umaS9eIYHvobodz7QeLE+eI+6vsajgT4Rgle+XtLPvfA4OD0MtLi96i30vp6NML5ihSo+0uStPgoYMzy57pS9S03YvYYwoz3cDQC+8vh+PgXY7r7cPY0+EtPYvZidWb1lwFM+sjOpPsuJ8z0ksRE+MVGxPZiiuD2r45+9j+khveTTFr48nxi9BNXBPuIIRT7R+yQ9h7RjvVtbVD5rj1c+aQq5POvL0LzKyp09rsTgvZWQSj7mRfa9C0ZKPiHeGr2vMBq+ltYqPtH/kT5LwlI+eCwUPkEpUb6/nJQ9bq2IvldR8z0rZ44+xlmHPtP10r1ijF2+46M8viqRU7nghFY+sUkYPUMsgr2hJQE8w0kBvvvr1b6vaSu9yC/jvje5mD1JLwo+8gyuPh8wUb6HXAa+CKhgvekg5z0YjDU+Fpj3PVR0nbySEmO+zj2xvSrUNL76X0q+AgK3vkAfFT5ex+i5DIUxvY8Naj0jzee+rSmnPa7/nLhUkdE9Oe8vvrKT5D2YTyk+JFOePpsD8T222Mk9XwqRPmolWj05b449ct8bvcL+sT2wCvw9QFNnPk5YCT4a3x29L3Q6Pn++7Lxrnaa9T47FvPv4Wb5NyJ4+Hw0tPTijAz3y0S488OGOvo3loD6haMo+O7hYuxtwijww6oW+BJOpvSSN1r2AvES98244PZJ0xD0tLfk83NP3PbSJ/L0LlbG9",
        "dhk0vsJmxD2c6V89so7CvoCUQr49ZZi9LsszPpF6/T0kyok8pRmtPmKykb4r2X8+KqHrPfOkXz2858E9u9zYPZ3ceT5urFu9oRQWPinrFL7vAjc+EGAfPpZDXT6j1YS+GbCgvYkbTj5+X1e+G2ojPvCugD4TLYu+EBVwPq2LWD12Zmg+exzwPZV1jb7QDJM+dTg7vNhASL6QKs0+jJxYPvnIQL74aPE9zkF/vJcw9bxFuGY9W6rEPe7RVz02re+9JsgPvphE/r1O2Ce+0xO7PeP7ST61B3K+vzEjvrIKYr6c1gW+hKrguvV4sj5EDoq9cTagPtjwVT7HVpq94jjWOjKvsj0/8IW9IbLAvchuDb69fAA+NVa5OwTVo71drOq9gBv2vWtiCD7aIpI9yT/cvQetfL5ypcg9feazPV5zLb5hR3o+KH3TvT/sjr32rUA9J6ykPc5UgL64BrA9gLSqPdZzNrsv48e8qF2ivUeYAz1a3Vq9ddjxPRQDE76R6wE9XUwWPK9rHjwYTas8KlqGvm18JD7TEL07xXaWPRu1vz1VVIq80V4KP5iXGD5Hn1s9mCg2vsW/kT1T0EM+7vzsPSxVnL3grva9gQIfPexzPT19uk28QqofPBs/bT4rgZM9xenUPbGBlb2Y+PC90lETveQlSj4C4DO+Dr/kvDfEOT49jpk9HVCgPK/Xxr3LE0O9RNAdPqtn4z3H0Zw7n+6OvUiaTT6ILTm+g6oCPqRps7xDkoE87wxuvfCVI76SFQa/Vk1Du+hJUD6R3AE9H7WwO0yaGz5zKz09f85dPc1P5b1x778949SnvG2ykD3CyNw+NMPrPSY/Rb1aiho9ReONvf1zDT2ZYgK+l5yVOr0a/buCbWk9pVyNPWw7wLttXOw9cjMMuk9NmryJ6Bc+ifyavTlmvztD1LA8Fh8nvpNPwr1v2Vi+32vxvQJT3T3xKIW9NqCiPUkvFz2+sQ8+viSMPeA+Sr0gUwq+QHYKvUAJFb55R5I9z2BIvXmIUz16wtY9",
        "qWKcPDqier5ViRg+FASMvhLz3Dy3gLc+hdKvvbqlhT7AS1M+nvrBPoerDz7MDKU+kVxzPdLgxD4YLso+w6GvPHT/CD5CACQ+JNQOvf0rlD6G7qS9jjEUvo6qjr4hQok98jiRPVkz3D7eNVm+Mej5Pc72AT1WAzm+l/c6vtEhAL7lVse9EqtUPunPXD4Agza9vYHYvs990T2vlRQ/YzdQPuVSIz4cJd48FlKnPreDKj+Bdz89t0GQPpwQM75E5u4+lpo9PUAqmD1Xe+k9JXWWvu3qPj57n1a9nVr1PswkSz5lrQc+ESshP9Ym3z4+zSE+MZTQPhwSITzT6DI+U8j2O4WxMj5vJUQ/y2/uPS3VXL5/kAI+99aVPrR0ar47t9e9hrw2vuKVvT2H5rw+n82ePrtrlT59y08+tdT+vWiqij1x02m+6RX1PlCz/z0xLoI+QVz0vRHDE7wAg7s+kHqhPpabIj46JAs+szA0vuxTIb7MtEE//6zvvP+6cL2e4Bo9gp8LPjNSzr59Mfk9+SO/vRJS4z5LUyG7NDNqPsBmp7yVOHc8k3UQvYq/dj4RTjS+f3zjvtHIJT5djYc+XSfvPTFfy73PzGs95wF/PWdGLT6cKoo+zb4CP8inHj7aIoc+O0IRvhfq9D7mv9k9AM/tPq/HPLtjhym+be+LPuWyNzxJbJm+xKIwvlphwTtl8Js8Q4WfPM4caL7HTx0+9gbrvWcAyTsGOiW+EZgoPvBp+73Nljc99AgJvrUdc70yyRc+7NqMuo7Trz0jw0I8vom7vo283L1YkIy+NcVXPTqY7D1p/mW9motHvlw3lbsho2O+3OEbPqh3dL203wK+KuU1vsgPWL08eZy+FahbvplBDj717689mj/pvUKfhr74AfQ9ppzLvWVyaT7NZUy+RyeIviwg1r2vmPU9OLtlvtnQDLwc+mk+fTDgvXTUBr3kqLU8cNMJvBJevL1Qq8E9VM8aPhqEHz1mc3m+sFHKvfiKm74bLAa+ZkPfuuDNHrw/S2Q+",
        "hkmXvWIAgj5dAie+Q184vhQ7M74+4fu+V7SGvXptoDyR63m9VRd7PifroL3TEza+AyDoPbRJ7b3UjL+8B5V2Pilmhr0H19a+vjDYvfVQ+z36AsW9mKcYvqiPrL2bEp69v5YXvcwq3r1WhLw9JXDgPVZelb3dmmw8dlKEvaBzET2OhL+8K/+3vPfzTT6EXBO+HJB4vXGzbL7bUii7hDRJviReq71CSxS+nS9Yvu8QFj67WmI9rIc6Pt6eKr7qomq+oAqPvr82I74tGX++4RDQvetWnD0TnYa+MilqvpD3pr47GcY9unOZvlszkD4+kaC+ho4mvgeKAr6LM7U9h5IxPhh9EL1mzwQ+Fl+svdkH9D3mw7Y9EjVxPudgxzpNnPG9IM3LvVR19z2YKc8+XriovQRyer2jFrA9zr+3PvIwMb00Ozo+mYVAPqgE9Dwyl5K7WGVevgk4ob7UKjS+wslxvqB8Jz5CJSw9BIClPahjlD0QgxA+81JSvgjHsz5t74Q83rHNvR7JCT6iTA6+4Fyavdffn76Q4Hw+rey/vT/ioT59C/M9rEKXPc73FT49Yxw+XHMvvjWhVT4TA5A+1UhWPrtoTb5Qjqq85htPPnI/hL4CIn49/aNkvcJtCzwmojC+WhpGvYYxcr5PwiW+O/0GvghlPL0SKCk+6ymPvTCavD2csAq+Zn98PqYSar6pOUW+YLfRPS6lRz7OQ0W7f6R/PVwiY722LUK+7Ry9PeiEMr7qQjs+CdfzvX4zCD6dRhQ9+pJhvjN7pz5HfLG8Kx4tvUBVwzv8pe87TjezvavBPr5fPoy9wXqAPm0EyLwHpgA+wKPUPR/aVD1j0Iy8iJnnvKbgCr72lD8+lTvJPDCjHL7VBC0+eI8nu3SY3jzcE+S8a61cPufEgD1zzk6+NQqdPUt/Lb5y+pW9+6HBPQcvx73kSI8+eIflvYV/Gj66pxe+/I3ZvbE/nj2JCQI+pPcLPq7fkz24LTi9R0CjvVe/er1v59O9ZYftPXReSj5jqDq+",
        "4kJFvqNIDL4hVW4+70hxvkDJyj5M82k+Z/HDvlwn7DwHr1k9MQGMPnq+Z73v3iI9jLSLPaw5Dz6lPpW9FOjtvv+J872H3QG+Lc4jPva4nD2HQai9+12NvUdWO7xpTws9wLxpviWbET7i3Hi+rZyhvdo5iL7LdvO+Nwr4u38in74bHDe+SXh+PhabtjxppSa+H4LTvTpKwr5OYBc+y4mxPiWF774aTkE99PYOPtrhaT4avjG+5BIcPrYgkb5t1Ke9L8KlPd9RcD7vyt2+06f3vVDS7z0D/sC+x3BoPna1Kz7vxNK9cuM2PqVztD7+22K9WdaPPcDMX75+XlG8iNHYPZ68KT7xuz4+xdFWvVUEnL4+neA96GpKPmkJPT5jtLe+qp+gvj0SBb6EPwq+acFqvsmDPD63S+e89qQhOymLR71PLBm+LdMQPnQGDL400X49RCqovoSMv75gqdY9TdY3vXEiKj7Xnca97AfCvsPnYb4XH4M7fIJuvlHn4b5SLdo9YtKgvtRPVL5VxJg+C1VEvozNxD6Yrha+TDrwvVJznL7V16o9CAwOv77GKz7BvGW+bw9tvt+XSj61i7y95WcnPox4Hz7uACc+C3YFPiQawr49/Go+Jqb0PUqKGz7oH7E+/fZXvlL/ij13crW+xbUqPrAiObzl8KW9qIc7Pu0+Zr1JHUy+xoonvsGdhD3jfwM7NZSPPeR3Or7RICA+TcP9Oy/6SL6d19o9UP4QvU0ui70cwnY+6Tn0PXlMTD5tim0+jOAnOsrvxT3m6H89scc5PtiQmD3Dvqu+y4EPPiUxwzzfUuI9ZOmbPSzL4j1Fpb6+7NhzPqT9VDxomGa+G36TO0ePCbvZGhe+7b+MvAZEpLvNexk+Kjr/Oi2cmb3EnyA9hGzXvfsV5zs/RFg+S7u2vatwlD1kCFO+qWGCvsWuqT2ks20+tazsvUoKSr1S2fG9KXwQPnHOF77dfYC+f6TYPCH6Sj6tIyW9Qx4yvgb+0L7LiQ47WxtAvanCC7vOEiY9",
        "3sT2vdRznr3AJNK+QjyLvgq0QL3+cJG8Gbe4vcctML3y9Ks91mEBvl9Z0z1vRWS+OX98vgdHYb7OUw4+LYl3vIh2vL0XnFC+mlmbvp0uWD76MI49JEWPvVKUoL0ldQI9qJDDu5LTqL2ES34+MhQdvi4RzT7ENsw+RQSHvg+csD0+Dpe8TnGAPcsW1L0hBEQ9+sETvl/qTz2eyF++4ik1vR428b0N9jW+DeztO3G4trutxRc9tPXxPX8NDz5JR669b76xvjM0Fb6inh69+mjTO4F+vb3q80m+/17LvWRgljtKxw2+6BO8vc14Eb/UFS4+5gc8vnZ/ujvCSv09XDUFvqTLJT5VBdw9M9TJPV18HD4rHpS74rodPpPun7yoa+o8nFoivJ28M70BX/Y9nyKmPbNagb0RKmq+mWwhPgyfTj5f7wG/e6d4Ptubkz4ZpnU+c8AmvSpALL6uKoO+sPmOO/cycT3TLDy+txSOPg+Sh72VAWI+ttibvsHpVj7YoTQ+HBKkvrkXh72UEkw9pdwsvr5VXr6AmlI+jhTQPOfUBz21EYU9wrJcvbVPBz6QdZ69WwaevfrjGr2fMIC8L0iRPW70J77Bjw4+GHQUPcbBTr6mKI49zkL6PRpZer5hyqY93ue0vgFEHD4Pzym+QHRCPUKbpr2IErY8Ay8xPnBpWT0E44E9iePGPR0sd76SgcW8LRcLvtPB5r3rBcC9+7gQPV/NK76W3ZW9GRgKPtKbGr2l0IS+2R6DPQ/iAD6iccm9LgQOvp/FLr5+Qf+9F+LmPSJOTb6Wj2U+RJQbPTlWAr3Lz4G8TFa1vQ9h4b2b8AI+9597vuSFcz5ZVz49iH4YvvNuHb6Niy4+jDkqPN0g673TjHm9bY6uPoEXeLzs6Va+i5csvuM2W7yRDUu9ryV/PtcEw70IgXM+r4ZhvtdrGj7Zzq8963U6vTK4vr1bQhI+kFDCvOArJ74Sjx69ySwIvpAoDr2QA/U9fCACPqprwb33O4K9Uk8GPtSxCD6R8ba6",
        "QeFuPSE1ez624ao9iBJuPjDWtD4yIpW+U1DuPSTJ174QVfE8K61jvhElRT7g/N2+F0TGPWLmPj4YdzG8nL17Pcx/ID5zEMY7gM7uvQngTT4qzzq+j/xZPp37hjynjAm+dcqBPvqZKD66VJs9ZnJPPuQ/yT7N9JA+lw42vsLmpL4igHA96N7kPMz4nL3k4TE+nUcBvOM8470jKdG+/hdHvqM3FD5uNpE9UaP0vqUXyr6dtKK9W9ipPdOA7z4a5IM98hARPu26Fr5rnhI/Z4ZoPsb5YT7Nn1y9YxeQvnzpvz2s6KU9eLG/PcOkor2kqEU+KAqkvtL7RD7NQ5W9oDavPqcXi72mSuW+5CuJvX0CHz5Qi0y++tPUvq6cG7/Rzxk+PFUNPsc80703dKa+VapMPuLgVD5q/u++zP8cveFRrz4gEV4+YCyzPTmeOT7LyUO8zpWCPhpQKTwOZUc+458ivgIPpbw2iQg+W8GPPX4L5b1517c8mYTHPqAK+T3czj2+jiaKPr79wb3HmAO+kUpuPp6csT6x0Je+CC1aPlVPoT09Z9q+NtC1Ppzxxzz08dG9Mj48PlsFRL2Y8kc+3XWRvTai0T0qf5G9OWGnvd/MrDzw7HM+UqAvvqzN6D4jTYy+ErQ5POmUbz7hk1C+E+Elv3ReubuNar89Whd3vj0ZvL42jZo+Q0UcPoqBwr0CqUY++HcOPalRdz1Fybm94vZlPn3bXj1TJSo9cxjSvROZSj7uedo9yBwZvpU2yD4BjcY9Ewx7vXswgj5RTz091poPPif0ED3EoCw9NYqMvsk2xr7Ofpo83kLGvR+FED6TRo8+NJXPvSSXkTvBpQ4+ipOCPgG1qj6e24u9SYw5PsfkB7/PNmY+0i6yPcNt8L0N5R2+jOfNPbUKBD4cyoA98qO9PbLGUzwX4co+HhyKvSBjsb5mCBo+lCjCPW+RmD3WjKQ+zOTIvcJLqT0nP5O8OK5bvXHh0r54Gqq+LmQmPoa+pD78F6M+wVmrPVQU0T2zBBA+",
        "fPOaPeR3Bj4maOk9aiWoPujyUz4DRc09/LpLPt4xmz7tXbM9BIwnPzK9+z3PasG9XqkSvsdTsT69+jA+clrdPW6D1D0Cona9Ji1UPqeamj3GVyE+V2jQPtW6Wr51VbA+eDSSvOmjRj2u88w7seXDPWahIb6RuGU+w3ECP6Z9hz5Cgh+9bwUSPtaxBD7/rqA+1x9Gvbc6XjyS0NM9wxagPlfQmT40eNI9h1UNviL6K7wCqGg+3PvqPZlZtb4tGyw9n0EIPqe8lj6txW0+o/kavn9JBT2kNUK940g5vnahcL38X+C9clm5vEmSRj7VcJc+P8PLPUJlFz66JTA+XpFIvaCSVr4mvKi97IbpPelR0j23GZ29HS9sPaT6+717KWS+/7czvogPIz4EJ5C9EDtIvvQrbL7P42u7HJlYvmePcj4uzZQ+XfP8PWiXdL1g7su9zIZOPQu9yj1shYc+ARUZviXtrT15N3Q98ybePMQPNz5l8l09Zr6VvOh56b2dJbU+sS3yvcm7xj2n5Dm+1W6VPu1f4L0nDKI9PB3JvWgdY7xhwmM+PRFAPtWafz5CPAm+ZPj/vHz8BD6EJA2+e3g6PWVSQj5tXKw9QP/0Og1Znr5kiQe+7HzfPYY+Mzt6Lyq+GJCUPi8+Mr6ZO1O9S2YIvqDzbD7MbBi+p9dUvuQRLz6LLY29cTgqvLTDl73Beqo+XW6YPs/KJD4MBwW+o77OPTZDxz0pgL6+/1Efvr7Uer2+8dk92owwvr356D3ou1m+JJOQvVwaBT6ev6a+vk+Xvsg8g71lsmc+kQ79O8w/Xj51fCS9nI+7PkJFWL5di+S9w1FwPDb5XT5c8IK+Hyc8PjxHOj7PzVc9Sl9KvmBJhb7gVG69dFl0vkcF2z12Ipm90seAPqDnUb50tp49MQ2NPrdCAL4NOQG+78baPOfWoL5KRBW+Rr4IPT2ixL34paO9IT36vePTsb28EzI+2VIAPori9z0Be/k8dg5tvo4kMb3J4zi9BNi8PfLIMT5sOrC9",
        "qZNUPi2EaT574B2+EV66vXucML4HX8c9kya5vPympL439Ka+1p7vvsYH6b2vFcy+I0U3vZbrpb4aJlo+gcDivTwbV7z2+0u+RmITPoXcIL9D9lo9JGyaviJA3L0PQHG+7bgTvQd0D78LChe+wFzYvaY+f71fSem7NoaQPjaxN73OiLU9qMzevohbyL7X98A+a5T8vfjmNr6teES+Gv5PvurzAT6Shzw9yQLJvpKs1L58S4W+ZlAnPpxrG75jaCu+3zdHvQzHZ762RwC9+RR6vhSPJL7tcru9dauRPdVEyr7UTpo+ytrOvsa4nr5bw9g8FNIFv8QA4Lzirgi/fbYNvsnlx75a8C++fR+TvcCZ4z2KisC+Hn0Mv1gN7z0ryha++nZjPpXuNj3olkk+bbmPPZFz8b04xp++9I+Su0aONT3FM407GMUuvg10Jr7vXdW+2LDPvH2Mjjywb26+ZW28PR0RIL6vfXQ+wChSvutMeLtL1yC+QbpqvlGCfr6Q6PW+RDJDvd+fgb0kg/y+xygqPl6mg75o5Xq+0O1zPv30kL3TN/K+u56RvRLnDr5M/wC+hnrZvWKd2r6OJsQ+Pc8Ivw5GiLwmg5C+Q9NQvVL/972ay8O+oCMsv1ye2T2/TQi/uBeEPHVxZb5toaw9O4m0vn09LD3slwA+elqevke58D3MMIq+4WrTveTiGj4XQ8c9AJMavh9Xjb6M51m+DRVNPhp69bzbJ4q9WeWLvrQzoz2hGQu8yBuRPpK5sb6iTBC+2ECEPR/8Jj0iVEM9kbAevOfeID5Ky32+aov/vSKGhr1Xwmq+lP9OvqhDGD4+gcu9O5uevRhT2j4IzUy90V0EPvLJhT7gqA49WTpPPQOocL5WbDQ9K/1nPTTkW73D5bG9kCckvqRRQL6JHFU7Ue6dPQcenT2QjDa91cQ8Ppf1p72G5sS+sofoPccthT5D3ts9UNC9PQVviTzOupu+XdlDvbIFcTuSIHi9eoX6vcuePb6yHBQ+0FKQPncJFT5Ho3i9",
        "Z3QfPgci9r0nu66+MVaAvi20Qz6Owgo9QQJ0vu5fiz1lKZE+oBpFvmLXe76pzhO+gXLSvZ2laL2rl/o8qpMYv/zV0z2V/mI9wNarvaMaxL0M6wo+8MEaPl0jS76guJy9r2QFvdbqsrz6xp69yfWZvlKZpb6Fk5W+1evCvRYMT77YUgY+QoB8Prewrb2r/zs+PPW5vRgCYr7e1Ha9Ljo5Pms5hz59ERk+biGYPYACm76V7CI+R6/SvWqrXDw97S4+qjWHvlBCfj2gtHu9xoafPdsZ7L3X3Lo+t0rQPb01Sz6vc6K+V/8UvQl1k76axcs9kD/YvuC3Wr1YMhs+YP6mvcMrtD3dF5A8qfYpPakJ2z3T1qm8jTeIPqrjvD49cZE9EkezPYBTy7yKkKe+TvepvV6PIz4B0IK8kvcNvOVlEL6lJ8m9QMArPRJDIb36R6O9amuIvQNSCL3pg5k9Ax69Pr4xc77Hx0q8zSNbPsBrZrtgjM2+iMmVvhylID5QlcI96IfNvQuuJj1u/5C94I4YPuTKL73ANz09UbQvPTADar7RmDm9W7xMvvvwxL0LCt291wfaPM4l7j0SGAC+5kCNvhmxAj5uzQS+0tqrPdrcAr0h21s7xiqSPT2yfjtP4iy9RltnPNFtqj0eru49IGniPfUrBD4eMsk9e2tvvp1YqL7cwxS9RY6TvczPO75yqTC+iUbdO/g8UTw1Rna9JB0JPqiP7r1MiQ2+A/wSvZwukj1324k8eNg6Pfarb72RMHY+TdfuvSFIYb4Xa2g8BUpePTX6AL3dn409bg2xOoO+Cj3j2TO8kF5mPT3UYT6boKS+chXHPaJONL7RHIo9Mbm2PA28Z75IsEs+tLVoPNTkp73vjF29fKqRPg1zgT3bbgK9oiMKPXObU7yWErs9gcO1vrXzmL4Ddbi9Uy+MPSqP9T2Nv/Q9Td1fvCXfJz6b8A4+63J4Pm8G7rw7AUq+1rNtPT4/Mr4fUDi9kT1Gvaluuj08Frm9Fl8HvDPzLb59zhO9",
        "VYb4vCcwgb4g8MW9ss/RvakAQr5GA4A9fKAqvOZ5HT4Ox648mQyhPQW2er5uWUA+Aa0Rv5nUjT3lCaG+KPgvvrjXb74qVJc5yChovr/RBT7jUmY+AfCfvTU5zz2Vt/u+4uatvv+WT7xvWE69B/yAvRfdG79/HtK8PWJ3vsgVQ76gzh++sd0YvRpFlT1r3JW8bVSCvOz4V7zvmaS9i4yvvN4ULjtvY9e+iiAqPnCksz2R2RM+MsgBvfLHDL+2Dw6+fNKrvqdguz0Tz4O+jFphvUHBO77eH4O9BmvLPVUrFT5WuO29o5sHvti3I77Sew++26q9Pgvcrr6eUHI+tuxWv8YBOD4r+L0+wyDiPTXPD70TY0g+6tx1PrFC9jvkb0e9hzuivUk4Qb2ow2y+S9xzPU26Z77SPyg9i906vt9K775GM2+8yahVvixDBb5SSd08HcPuPGOOCr41h+Q9lLsPvhqN3L7DKE+9Z52UvhI0qr5YRr++QfODviBx4z3vOBg+ZH7Evm7BOD3oK1y8jvtxvlljjb0ZmrI+8cLrPKxam700DGY+63lhviw8Zr4paYe+pKuau1lDND3H0/i9xZxLPhQ6UL72DLo9crUcv8MSCT330AO/DwWBPrpCIr6Y4Ho9q42evuXOnr0B1LM9Vbt3PlpCKz7vrjk9gmH5PDG2TL28m6O+10WJvnnZmj1YXfE8rdgZPfQ0N77C68U7r+YqvrkH5T31CRe+9ZpNvV6/FL7gDe07YJWBvanbp77wM2u9DhqWvoNllT3GJ5g9mywLvunScj1jifi+5m9nPHw4tz4e8SQ+TUt8PVPqGz7ucp290oF+PipbIr1GXTy9PVsAvEzDyDww+gC+uXCVPUnOrL1hZhI+2fj+PXGyvD1L+9K89Xq5PfCPsz1YaAq+N0IdvrztGb+ZfRC9nXs9PexRyj3baWG+Md/tvvznhD5TgAA+NhaIPTBfBLyYaLi+bbXWvLf3iz70/NC84cbGvRSVXb7zE1O9m/8bPhl4hD3xvbA9",
        "5Hy7vvvX8D2o/RK+7C/lvppQX774x7k8J7H0PXQqe7zNrzc9RtA5vTjyZ77ec/+9cbHRvBFlWz00lMU8bUevPRWwAD4rVKM7mZ0/vbVnbr4goK09RTLnvFkTDj2TuY++bF8kPv/o2bz2Uc+9LngfvhKeATxz/Ee+gWg4vjY35L2Gnyo+4M17PoWch72gUYA97JmavfOpxL3Um6Y9vjBBPrGuXr6+HYY+kYH4PV6vCT7qzh4+S2L2PZUKiTySHK89+MsZvjKCTb3rg069uAopPXxaej0rmL+9/KF3vYCwBb5zs5w9S2+bPTZ4ojwUy+i9an8QPQvweL1yhLS9UbeQvpmlnT5An4w+BJpzvrpGHz6aCrw9xXjnPVfYhD0vfhg9TagTvrVySb0rXgw9laP5PeV3Hj6cFHo+HXm0PYJDCr5y7km7AKSivOr7QL5JmdQ9fHjnveJKnL4kzKE8EaOFPas55rwraAK+n4PDPRzCF71k0aq961F0vQWFDD6AqXK9MgWqvZEZmTyaC/c93hBOvRuoLL4EGiI+47/FPKUecj6h47W8poOtvnz9Vr7QiEI9Bc3qPXpx+jzlV548uNiGPWgFOD21zGe+/JY0Pt+Wg72fRLU9X/CxPLde1b1koyg+8tj4vbM8vr00wVk9EIWKPotb/b2hp/w9dVrdPWMEKb4ocSc+KQ+nPb9H0r1Ij5u+JaXvvWA3Vb4E9xe+QaBMPZxMFb4422S++Z8gu+p8mz3nXAS+TstJPYEZ9z0+nH8+KhTJvUezgT2NYg8+pC5bPjxshTwVols8D8FwPey4yzwZ4Lm9uH/kvFxtJj2kUUa+LRSBPJzUdb5MIj4+OdWGviWxR76EcdU9BziEPrnZujyewQg+onFJPuYtaL2VDRe+/Wf+vXbldz7glB69IVQ7vq0bI75wgIM9AN8CPgBADz56Iuk98od0PgzT3b3WbVa97ZwQPkZ+QT0GW489ZopRvb1r8b3HjwQ+PCw5Pp0yzL5EbJK+GSNMvd51dL6Binm9",
