{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              24,
              3
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Bidirectional",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "GRU",
              "config": {
                "activation": "tanh",
                "activity_regularizer": null,
                "batch_input_shape": [
                  null,
                  24,
                  3
                ],
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dropout": 0.0,
                "dtype": "float32",
                "go_backwards": false,
                "implementation": 2,
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "gru_5",
                "recurrent_activation": "sigmoid",
                "recurrent_constraint": null,
                "recurrent_dropout": 0.0,
                "recurrent_initializer": {
                  "class_name": "Orthogonal",
                  "config": {
                    "gain": 1.0,
                    "seed": null
                  }
                },
                "recurrent_regularizer": null,
                "reset_after": true,
                "return_sequences": false,
                "return_state": false,
                "stateful": false,
                "time_major": false,
                "trainable": true,
                "units": 128,
                "unroll": false,
                "use_bias": true
              }
            },
            "merge_mode": "concat",
            "name": "bidirectional_5",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "bidirectional_5"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_5",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "bidirectional_5",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_5"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_10",
            "trainable": true,
            "units": 128,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_5",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_10"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_11",
            "trainable": true,
            "units": 1,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_10",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_11"
        }
      ],
      "name": "sequential_5",
      "output_layers": [
        [
          "dense_11",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.4.0"
  },
  "hash": "3481c55998be32b738809b277c2a667105c991d33b39535a9b2cb46d3ed0e34c",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      24,
      3
    ]
  ],
  "output_shapes": [
    [
      1
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            24,
            3
          ],
          "values": [
            "Q3eMv3j0c74AOF48mw2mPwStZ72hDz0/M7UMPqrwib/urnW+qOCQPteYc79l2US/FDsyvhBvhj4srdG+YzaTP1eD2z4ZScM9UEHkvgjr1j/t008/mflFP5ZuwT/h+p6+AanhvjKJpD3KGmS/43W0Pq86Nb8suZ2/10r0v7UWnD8KbJw+C5/OP7Apvz79kgNAIuAcwH8Lnz6nK62+VUgrv3pdsz4kGoi+4kGLv2XL+D6PbJo/+9ByP2kfk79uxKq/uVcevgW8mz6basm/CSu5PysuKj8hBLm+RfclwGLC0r/2v8i+SH7yvZPPub8Ihys+0EjUvhbnWr1Otge/6tGvPs3KAb8MtxJAxDHQP5FgEj9QxYs9euyxPj7Pjb/LLMq+"
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1
          ],
          "values": [
            "UP6mvg=="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "bidirectional_5": {
      "backward_bias": [
        "PNjCPmpoo73SikI9fBKvvc1d4LyRjWm+/HAcPvRP7rtcMxc+T74VPscmWb7JYRo9Tk+MPHJ7rTyLL2C9RRihPS1pLL1Q2yw+m71IPYPXbT3Ay4Q9ykTcPQ4TFD6ZsI89LjG8vegrgD3c6IA+apSIPOC8dL43dcC+ZtVLvUjqFD2IuYW+ENIiPecEuLyPe/69KlxgvTNn3jy8qfU9/wOLPKUqk76eaJq8QLNWvAqg9LsFoKe+RyGNvdud275iOSE+VQQMPsW5hj3Jc5s9FSsFPgCkA74J8u49oHmEu/SWuT2enmo9PUd1PBNqQj1/VT+9fDd9vlss4r1RjII9Azv7PIqUvj3bYCw+/msfPeWdAz3JAko9i2cLPo/5BT4069Y9tJB2vgt9mz1Y13S+G7fuuigzOD5c1DA+ZyEzPcSzHz7e/4w9jCCvPbB6Ib6H+qM8dn0jPbijkz1qgZC84HqYvRprGT6AlXE9Ed3UPL0ECj5dWs6+z4o8PlRGDb3lhwm9LFP9PVfxaz2on1I9wOMBPqs7LD2fUF48k2kQPq4Jcz4gccA9/AzTO4MU+TxI6dm+bybDPGWpNj6YEye+xgH3vrfis75k5JQ9gg8GPoBhSj7ux6q9jUiuvpvs7L1Kwgk9kamFPWrDV7xGqwo90nL5PXXq8DwthzG9k7fVveXhAT43gp09R5FoPNfRyb3Ipfa96AuBPuaYfD6OG/i9Sv/nPBW/xT2gG5e+W8QJPsUpS74cPn68UWNku+mpOj2zPUg9okLEu8qZQz4DWkI9wU9qPEHrb7uaxPM8nmH3PIB/Gr53KwI9ymMBOr84grwx6II9RjrtPTMOMT7/1vC9FLs7PdnxXz4dxAO+61LtPa81bb5XUIe9YaDLvf3By7oPoL67WPc7vvNRED3DUQg9wZIePUPYWz5cLyO7+kkxPqxvcj3Swgu9ev0xPaOBTLw86EC89ykJvm/WMT4CvSc87nsBvtylOr7bwZY9/Bs/PVj83b1254k+nAxBvn0BXD4Unuw8",
        "NOFOvYsHGT6l4oo849KLPeU66TxuIXE9RNo0PmudEr5tJhY+DVDJPCP3TT39clY+KnYFvrMVTD7KASg8QXBJPhbdmDx6NoK9Q1KAvP6Kmrt05L47XXFOvR4eAT6Yq5a7p//vvMJLqD0ot5W+t5ErPlI5QT5Jzq09lMD5vell+jyXpTY8jsk6Pf4lor1Pk+c9Y/OTPboVVr1zSQO+PRSVvHcd1z0ALwY8rxgXPlF4IT41t5M7BA51PY0xh720FwQ+b4N5PuKlQr0WZom85R+mPe233j3vh9o9uyTXvUT7iD54kyg97H0FPYBYcT57ch8+UyeVPfqoU77lO9e8RZlXPZDGWr38BGA+0YxuPnRXGb79zSa+GQHjPQPo9r0ZThM9736GPWNtwrzLi0Q+9v1ZvJs9Cr4uGsc9vzcHPqsaJj0tEBs+tf4sPtwkkb0kjFI+epZgvV5RCr4PW2S+1OIOPazAU74hvta9V8gKPvT8Fz5iV889JnsgvvrHPr5NCt69Ef/uPVmtgr3BbY8+zuOCvYylRz6Z4QY+jTEWvfNtOD5JeBk+rtGLPqGHQz77kMq9LZRKvlb/Pz4bjUq+5qddvncWLj62ww6+I6CTPetPbz6Z5DE+jTiTvRxYA773gic9gGorvtjEmz1XlSE+XitGvq2/oT5yWeS9I+JXPDv11jz543c+yf5ePpcvgT0pErc9MbecvVhdTr0IMYS9r19QO2DSAb4Oyx0+QyDdvaJ7Tz0Z1Di+fL3vvSuSPb1UA4w+oipNPm7sQz58+GE+S9BevkbVGL7jhYW8dagEvrBoer7aMYG+hBsLvextVD1iPn0+aidcvl2KvT2Alge+Hy5LPncEID4hwDc95r5oO/y7WD7tBdg9N97OPfSxM75uzj++shkhvWF9Rj4FWm29xjaOPtBLDz7nhC29Ovv1vSLzDb7bLRA+pw+rvREJYD4CVou9wp2TPiUPm72t8Pm95QM2Ptr1gb2rgT4+fc2yPgz9sz1yWKg9vf+JPc75272XKYG+",
        "PNjCPmpoo73SikI9fBKvvc1d4LyRjWm+/HAcPvRP7rtcMxc+T74VPscmWb7JYRo9Tk+MPHJ7rTyLL2C9RRihPS1pLL1Q2yw+m71IPYPXbT3Ay4Q9ykTcPQ4TFD6ZsI89LjG8vegrgD3c6IA+apSIPOC8dL43dcC+ZtVLvUjqFD2IuYW+ENIiPecEuLyPe/69KlxgvTNn3jy8qfU9/wOLPKUqk76eaJq8QLNWvAqg9LsFoKe+RyGNvdud275iOSE+VQQMPsW5hj3Jc5s9FSsFPgCkA74J8u49oHmEu/SWuT2enmo9PUd1PBNqQj1/VT+9fDd9vlss4r1RjII9Azv7PIqUvj3bYCw+/msfPeWdAz3JAko9i2cLPo/5BT4069Y9tJB2vgt9mz1Y13S+G7fuuigzOD5c1DA+ZyEzPcSzHz7e/4w9jCCvPbB6Ib6H+qM8dn0jPbijkz1qgZC84HqYvRprGT6AlXE9Ed3UPL0ECj5dWs6+z4o8PlRGDb3lhwm9LFP9PVfxaz2on1I9wOMBPqs7LD2fUF48k2kQPq4Jcz4gccA9/AzTO4MU+TxI6dm+bybDPGWpNj6YEye+xgH3vrfis75k5JQ9gg8GPoBhSj7ux6q9jUiuvpvs7L1Kwgk9kamFPWrDV7xGqwo90nL5PXXq8DwthzG9k7fVveXhAT43gp09R5FoPNfRyb3Ipfa96AuBPuaYfD6OG/i9Sv/nPBW/xT2gG5e+W8QJPsUpS74cPn68UWNku+mpOj2zPUg9okLEu8qZQz4DWkI9wU9qPEHrb7uaxPM8nmH3PIB/Gr53KwI9ymMBOr84grwx6II9RjrtPTMOMT7/1vC9FLs7PdnxXz4dxAO+61LtPa81bb5XUIe9YaDLvf3By7oPoL67WPc7vvNRED3DUQg9wZIePUPYWz5cLyO7+kkxPqxvcj3Swgu9ev0xPaOBTLw86EC89ykJvm/WMT4CvSc87nsBvtylOr7bwZY9/Bs/PVj83b1254k+nAxBvn0BXD4Unuw8",
        "NOFOvYsHGT6l4oo849KLPeU66TxuIXE9RNo0PmudEr5tJhY+DVDJPCP3TT39clY+KnYFvrMVTD7KASg8QXBJPhbdmDx6NoK9Q1KAvP6Kmrt05L47XXFOvR4eAT6Yq5a7p//vvMJLqD0ot5W+t5ErPlI5QT5Jzq09lMD5vell+jyXpTY8jsk6Pf4lor1Pk+c9Y/OTPboVVr1zSQO+PRSVvHcd1z0ALwY8rxgXPlF4IT41t5M7BA51PY0xh720FwQ+b4N5PuKlQr0WZom85R+mPe233j3vh9o9uyTXvUT7iD54kyg97H0FPYBYcT57ch8+UyeVPfqoU77lO9e8RZlXPRpZFb161YU+plL2PVdPL75V5gi+Agq4PX8Yl7x0sE68ouhOPUCD3DwJ62k+AFMjvqyFrr1kPgQ+vWw7Pv67DD02Wmc+kL4vPnUyAr3tQoA+Rdo0vE4Hgb4Pb46+cE6EPdzfhb67XzC+CyKFPqFkMz7+aU0+GNJRvrqmMT0YdMe9Q+QdPjsVnT1wbH4+nj65Pf2ymD60hLE9kGeyvU/aJT6ZgQY+YmiKPo9AHT6RjU2+KrJvvlvsUz5C2ky+gghpvgqlCD7K5le+kndOPYgJTj75Tys+UPrTvdrzK77zo40+tTU+vSuqoT06XQM+Lo6Uvss2tT6+tuE9+KT7uQu32D21Qg4+cTp7Pk8b1T3BNCU+5n0dvrU+mrwFLaG9p/17vTEGrb7fxjA+6GFWvlfjRz3fqhC+q8GivWu5Jr034Jk+KT9IPhGvAz6W3Iw+ECSIvvVZMr6rTIq+CSrOvWMQN74uXDW+9/mOvX5b4L0u35I+M8uKvqE0Uj2Ud7W9dbyLPsMQRT7XreY9xWU9PlRJaz6QrCM+8QpzPY7YdL7sDSO+cJQqvRgTVz5slIi9KM2aPmnxXj4hl/69hEhRvk8Smb6Lzy4+Beo5vZ9sLD7SI3C9GIWbPnpH8b2Igze+b+0XPtwTLL5n5nY+D/q0PtBDkj1qLHA+9hCZveISer6bUgG+"
      ],
      "backward_recurrent_weights": [
        "uKzQvcPU277b4TQ9+abgvYWMHr4hKNO9eUxWPurVpL1UY/296jSIPtfUrrzcgSc+iNguPg24sD2ZbJ8+ICeAPQPhGr453HM9wCQcvCET/Dz6TlA9811fPQV7G773yKE+axD6PNKbZT0XIZi9J+80PvARk74KePC9z8eaPv2JOz5rlnU+wHGHPonE9rzpXZ69UWP4vsfUgL6wS0o+A8MpPu4xcL77N14+O/U8PUUYAjsG1RO+8DOvvaoUT7zlPPe9xpDLPT/ubb3FqQs+3dorPlhqtbz75fc97a+jPpD5Oj5dLss+GKIRPdq94T2wvcq+bD5fvlzArzx8PiC9SL57PcMRnT0kaoK8KCmMPb+53Dw9LAU+CmXsPY7C6b0BrbM8r42fvSwAwr4+EJS+A3qGPn4xET6fARk+tJr+Pf48Gz6A6709uVDoPR+iy77/6gu/SwWpOcK/Pj6fS9M8WFK2PrMykz4JODO+pgY3PlJjWT2x0aS9Y9C4PQqaej37a0a6kQpFPK4EUL6UFJE9z0ANvmMb3b3suaE+fTF8PpO2WD7shes9W8PJvkYhZz6zTT29StmOvh0OpT7+5Fg+EKjXPMRxDj5aXMu9BT9/PnixaTzSMmy+pgeLvvnBXb5EyaO9vAAjPhoyXr76BHI9JXrnPUnRT729iLw+LFEZvpkD+j25zzG+F0MjPkSalrz3te28TVS+veGSuz22TM+9bHZbvdY74Dw1lMW+9l2QPWID972PQhO+mxLQvWHOmr4oO3W+cTRFvVzgw7xSSqy8u9stPq/Y/L36TWE88Ej8PcxGeL6Z79o8V8P7vUI+Rb3bRBs9KN11PQ6RJL5SJok+3w4rPsx2BT7kvpC+ccgKPeCh+TxMrWE9JYZvvg+tzr0tnpm9XW7mPTl0Lj40Zay8A3WQvR7Ndb4XvTS9yhb7vIoOX71mQze+8Ws2PhjHpb7PS4k+otnnPMFciD4yO+47xlqePfUv6r0H0kk9khhAPgvoGj7w1Ie9c9OsvWwI1D3Lfxm9",
        "56XHPUKQhb2ZsYy+oMSCPT2wpr0+4o4+E2HSPDrEgz6KmlI+8G4nPcD9Bb45xkY9IFcEvnwu0ru3Axw+OL6QvP/NHT15LWY9jZsfvGhClL0Cp/68rXHEvQbmpD3guhU8MSxVvrs0WT7yHdC8dbaEPdYVp724u6Q88puBvYVFYL05BEi+f46kPsnLsrxzOdE9D1g8vCnrRL7gLgc+DB4evnbPkD25I6c7mSwJPnvEK75Xl1m9zNmivqXbbL2Zg0++X+a/PQbmIT76wmK95IOgPLGj6rxAvAa+7XVNvEoZCb1A/T28uZMyPad1N72ecsA7UQxyPSsZqbyAWi49O5mbPUs2Zz159lE+IlkavB1AIz792p28pi8LPuL+tD0cqxG+WXIpPRRpmz7/ocg9hk2Ou4UZEj4O2me9IVKCvu5kAD0gn7+8uJG5vbVkoz1bG4Y9DQCQveFuHz0CCCa+tHnIve3W+Dw3MS+9i8z4PCWJ4b304So+uxq7vtvB+bzqkza+//WFPCqrHD7ALJu9TlGoPDtz27x9nT2+62GuPXYr8r26aEA9Xc6UPbJq4z18HwQ9ABQ9vsmcN73C+2m+Yt9jvbP2J74Ogwm+w3SXPpHsQz45cn89zeeJvjOlhr1RrDY+tqm9PcjThj59vBs+YvGfPZAqAT20jIW9prE1vi0mIrzgnEw8bB8bPXe5472runc9JPoqPL2/OL4+XTC+3r/SvTKmRr7FXBI8wq6FvigNzb1mwsA9opScvSVMUTwBa3W99aIIPtWl1zteOdw9hmfrOwWdsjy7iR4+Vwz7vFjY0Du64yo9diS3vjQA2j3Q9PS8lZnnvQwY9z0PFhy9FA6NPcd8i747hpA+oeWBu/xFEj5Nbnk7a1J6veTIAT0fsZ+9CyYsvtLLxTyEEvA8g5DLPf2i1bx/p0g+fawEvkvT071xoVA9ALMbPulpUL2xM569FwKwPpP+vr4Jrl+9FQY4vhy9Fr75XJk7H/+vPqcsCr6XXZA9eXrLPZYAzj3qeOG9",
        "YNK0vsKDAT+P9qK9cUYrvlWaKD/D0pQ+/VauPVUxDT3l9nw7q4N7vRh+jD0JHcw99lusvRK2Pz38sCg+Sr+hvYvsP71T6Jy9YLjuPdlgyz3vYhi/VVp9viNXoj6q7Pu9JZe/PSqgZz3LSEI8g9PavRd9KT+D4aM+UkkoPjvdZby6Ztw+jCvPvAPiLj6+UoQ9t7ayvlEAXL4Lvn2+AOIhuvb0lL4DaYY+8H8dvfPCvD2q8pQ+OnAQPAvCHT680IU+3h5ovlXTPD5i6VW/SQzyPb0SiTwc1Pa9V3RRuw+8qL2Y1jM+xqXGvjV/gD4kooa9kcOpvgkkKr6FA9C95g9WvkmhMr3bLBA+6T+wva6KpD7qXCm+HkGQvLnRGL6MHEW9BmNlPnYRDj4QpDk+U2qBvt3BuL2yu6S+Hr5lPmQQrb11CSc+2GmRPsZaIj+vrcY8BcaiPaWQNL0t2bQ+9gkIPQjf9j0JLN08B6sePkBkq70LGAE+Pd1pPZS4hb7Ta/Y+RnfqvaanXj5GnGe+5JNovn3l7j1mXoE+QOOePUUfPr2ONiO+iTnsvXo5pb40aRE+mzxtPcp5g70Mqsi+wnK3PVXRvz7OOLs+/goDPpD2I74fHlS+UPnkPpW/EL66p5Y+1FrfvYZAcD66Yoq+Ou6fvgrfST4WSAw+FrFfvi4rjD6JB9A9Pj32PSAROb4emx49DgFNPoElMD2ijXK+MBqaPtQBNT6ehKI+m5lAvpELPz3Qcq0+tsSzPrv5wD6QWb2+oZTaPX4rQDzRvGM97ru4uzUaBD8YRDs9V4abPq5EOj4AF1o+1i6SPpCNZT7mmfo9OFE3PXZVHj6du7c9E3WsPgIXI71TGpm9hcyEPnhAVrx3Gkc9m5qbPoLbpb6ho2w+L45tPsD2Qz5ooLw9oNgiPXtepbxkz2w+9yZuPPUzDT5UPos9ThLOPZL8xz4GkgA+O8BQPiKdc75CVjA+Xu+6PS7i8T7u7Fo+2824vanFuz0D6vS7+8TJPb5y/z2TPLU+",
        "ARGxvTa3n7wRBbo+3h6pPjNm5T0GriO+WzsZvUOuIL6Y7ZA9kw86PiJX5L2obAk+a2OaPuA+0zwq+PK+2DGsvcWPOT7iEHy+/BqBPeR4Bz7kfzw+Z7gIP0JYnT49sVw+dJEjPhxHt74Q9aS9ro8yPAuvJb3CRIQ9UgM0Ps5UrD4DVAc+UFXaPlwQ1D7NwsG8xHIGPno73j70dlQ8IdAvPqUDEr5sXiA9UU+bPYFbcD6LS7w+TXKVPXfRkj4sas29AHFcvZbbDD6Y+RM+oHZdPs0PqD0Y0XQ98g/EPfeslD0tjoc+IZAZPoRR1jwRS909jps8Pk9rmjw0slM+rBLFvj2PWL7Nn4s82U4TvvojuTyto5a+/miIPrMiIj4dVZm++vyiPTuxjL6MMYe96q2qPW3Var7Dwio+/I0xPvrFrr4yW7g8u0+8PYhUUr6/xXO89hvRPguLNr09kAO+XLsLPgdPo72JSaG9DXsHPpmg5Ly/57i+ySI1PiTV+ry8fEW+nYYoPj2HBz6sTYs+sgi+vR5oYDyPoIM+SnG8Pn4tMD4Dl6W8baAtPpX5tzzt+hQ+ZPdLPKxKxL2WrFQ+FKWqvXxwPT28yhY95Kzgvp+Hjb1g9qE9TVvNPWyaPL6lr747AkdQvsfnoz1bX4+8yi2kuzizk77fEIW8enOlvsjDVT6Dkda9Yn6BvSACiD4A2bE9bcwPu88Zt70dyQc+Ik9/PnJPmL2Ngxk954hhPgD+Zz79VoO+pDgSvpC5Uj5MLOO9a7l2PdP1TL0gDTk9gJBGPfpC6jzOON6+v3ayvrtDCz0opdu8hgNqPt9t5DzHh9q8XyiRPsMvMD7J59K90SHcPWdK0T33Keg9pWV+Phu4CD42Asw8yBaAPrbyST0RjXA+cWNbvmYaUz1oumK9WbaQvfmioT4SOeq9vJnKPUpUkT7xVWa9fMu/vkm3xjvP4Vq99a4NvvZrVj4dcqQ9Tgj9PkQs8r0kNgE+c4Jwvqk1vj0YIAk9/zoHPgYZHrzA7bO9",
        "5f3ZvoHCOb2BCus+glNqPrwQrryd1f+8uikGP30PCT07kzi++E5+vbK+jz6HpuQ9UQO7PDNtxToQj/S8ds74vWnRkz7J66u+LPMKvikg+b3C8Pe9ozjIvf7nnb4q0ky9yXmGPRZwJbwsJBU/CAeXPm3G0j2g7oM+/wy3PSZ88LwOPtG8EU6WvGxOOD5064I+lUHePWCzBT9eD0q+Lr1NPb1Jmj5PmvS9WbQbPXx2cj7X2Ma+uk4uPr3bBT5qKay9qYSuvq+JkTwh3yO+g8Hfvgz5mj0ABK6+mXemPceyGT6uHri9e4SAvBlaJT1ge0s99zCaPSkYEL1fn529flsbPijUuj5fmM6+exiSO0CH7D7LzJi9xa7DPtqKO77cB4M++e8APcmNFb7LX1A+lM8nvs8opD6Xny6+irU0PSA78r7DoGo+7ku6PlUVGj7XU0s93ErdPStFLT61LY09D1UEvtAFPb5g0Gk+5bp/PuFxvb6zBjE+SUhAPmcRsL3MsTo+af3VPbS9Ab4TDfW9FNcDPUBzlD4B6LO9vFm0PZfIob6nVAw+BqPuvPjbWj5OOqA9uYGwvO3Gsr4iMlg9lnlgPuMr7j1Jlgk9FFuovRKinr1MohC8cyD9vPUJYz7TTws9SMtgvo9TuT0EkKu+6yYFv4uJGj5OPZI9XT6iPTrcET4h3ec+0ffqPVJJmjymMRQ+sgopPns7ED7crqg8ONJjPk2xmb2yUpU9p+0bvT8TIT5R+8A9tWc+PkSt5j0Un3w9I2EHPoc7W735gGS+AU9iPVYr2Tx1FUI+WFC7PrcuLrwPW7A9RNlqPg08aj3ZZIU95623PKWoBz7LtBU+m2OYvN5sn70dAf09FdH3Pd7mJj7eUYW8Qk86PlH1XTykPco9yrkmPqigeD7iUwM+ljUDPlusB7wNzL89oDPiPX0pET7ciQ8+lF4RPvB9yD04l4E98B2fPQJ607x3CDg+syoVPmeFoz71ZMQ+MH3yPa31zT19Mhe+0tuIPThxX70DkyM+",
        "Y5RkPctylz18o38+3i8vO9btsT0B6rO+ahiXvZi0g74ddJG9hPCAPh1n1j1jgRA+cp1FPkXQ5b26/hq+HLURPRKrGj5errw9wAqIPqQT+T1Jx6Y9tvfgPVauXD4IBZw+KrNfPYCME72iTsu9QOzIPK0I7z2cV0y+8VBLPfE8NT4CPkQ+uyGaPahj7z3/pbo7CEXmPXdQkD7lBa88Lz8lPs5qDb5jmCk+95ijvUSM3z32jIM+J3vJPlJXFj629to9m23hvYKDTb3TM449z4gxvqJbn76TM7K8CuRiPpEoHbx7NKY+Q7CWPuaHoL3IZqI+Nw/OPSU8xj2pFaA9hX8hPC2n076wgU89sr6GvOqLJr1mgXq+sgr3PRj4pbwzgS++dubZPBrQc731oia9ksG4vS41GD14WJ29qFcNPdX3dz30YyK9E/VYPBsoVr4JP+89h9EkPM4t3T0bmDe+tLz1vJgUdbzPBvu9m6iFvHi/jj1DTmy+Pl+RPhoDaT0stWc9GW2LvMpUsL0HRQQ+UiBPPLUvrT1Y3X4+h98Svu8wBD2pZSk+qvtjPkZmXr2l94I8KjyfPg+BgDyzJcI+pRjTvHNbgz4Yhye+0hvavXl3AT2Rhwc+isOEPQy8lL17hJy8xDWEvuy9kz42Q6G9uwOTumAdXb6Wr4O9mcuDvo+KlD2XWg0+styEPcQehj4zOLs9Vf+6vOgEcj0yExm+F4CXPG5VeD1NXrI9GwkEPuhVuD5QFDu+DtUSvpJeOb1LiSw9mGcBvrmJFT2U9Zo9i0wHvdCd+b1juQ+9MqO4vUfCEr7z5OW9DSUAPX6xtLz6Evm6yeawPSniV76NWN08/pdtPWklBD5Dks89H7ejvALOf740GpQ9MS4uPqOZyr2vGmK+BZSLPpe2uz1ZZV++unZ7vgiyiz7buLe+3HXMO+2DHT4Hn6U8p/ZPvtAEW72zppC94T2+vZr7Hz5Amr69fJSYPVwme75ZxSo+AHVTPT/xmz5xzxW+t2WhvVGlDb3sEAK9",
        "3KtgPmIemr6/8FE+BZhwvK6Vxb5MpgG9rnM9PgOQ6D0rS3i+uDNfPlQawr1RXKy+6xFMPT27M70jFgY+7wZ3vr3yD70DI8i84pnZPsOQOT7w4Ss/Q2/ivEDBFb6R+Zo+ukPPPdoSKb4hXEE+5y29vHmlAL+4CTy+dMiovh8GWL4czWU+Wx5xvkbOUj76dDO+6tQFPqqifD7AcB+9ZKe4PnuqDj71Nfg9TwEcPmkFNb6vGf29yAOhPqSHhT0lk1M9lMzCOnIXDL46evM+sVqEvfZNI7wkNWM9mFIQvf0Yur72EOw9maqUPuober7X8pg+5J/FPkduX75Xh3w+JlQYPmY1aj7kriG+tIYqPobNs7zNRYQ+U+RsPgnjk72tpBE+zpvdvEKcz73tss09f+i6Ptcu8D2UBIo+mpOrvmwcFL6AyAq+xYzZPWnzr75stIM+BsEDvhCknr4AS4O+CMJUPWpecL2/IkW+5IbCvhBuK77bfIs+mBXmvMREID5YQQa+YN4KPlGoqL5rf4O+fYyiPjxLQL4tqbw8hcEmPTBQrr2o8BQ/w1lMPip7GT4m5BW8Uqswvqfoer6CQao+rr9PPny4hTxz2z69kTm9PLH5RbzxrgM/hTQ3vkxjOj0HTwC+pRNGPgr0rL04Fjc9KdapPR1tY75FEVm8YaIAPvlkJr1YBxK+A/Mnvr50Kj7VgzW+M3nAPewqpj37CBY+pOw+PoLjOb0f9ga+5c6TPYe5IL7K9wu/idojvi9Ncb5P++w+RXdOvSLug75dtsm+Hyb1PTCQzr75kDm9AHjHvabuOL5T+i2+7ZrFvtodFz59/G69ZQ+mvWHZBr4PfAE+FCHovdcUpj03Oow9ZQLPvNv1Rj0+KQe+uCc8vkIM0D60TxS+VLBavpX2dL0Omve9JUGDvpWK673U7Ce+saX6vSdtu706BrQ7qao1vd1EV77sBXo918Z6vdLQNL6DMR6+j8gOvgXLi76WZ2a+0nP5O1RjRb7Ztne9ZfobPmuMCTxnmtW+",
        "8cLvPakSib7tWta+h6eVvp7Zn75kjuo8p/Rfvoi/CbiqIn++qduhvSBCIL6j5Bm+/qo/voAkib2FvuQ+cIRRvl64fL6ZYgg+dFAdvmytgL3Yk6G+HkRQvqS1rT0jecc8pLmivZC5yj4kQbI9ukhJvpTVdL6Hco6+7F1XvQ4ZE74ZWBA+7snfPPfZo741l1e9HxaAvoBTwL5/ehm+RoOlPbd8FTy2Vtu9/5DSvNcGDL4vQUq+bjtHvUachb6jVx2+Ec+jvZjFkb6YTea9aIisvtpOQb5aEie+p05MvkYiXb6BZcy92IAZPZtSdL5NPzm9171Ivv+rFLxbmly+8TrwPrBSjD31pNq9rLoLPtqE3j1wzsw78l6IPV7RBD2E1KO974SMPTuXHz7COMe9sDNPPrd+sT4nOcu93srNvYJ8Zz6NWG28ehLzvZAEpL3AUG49rau8vlqjkj1Qxu29d6Mjvs9JTz6MWVs+1UwuvD0tNb7gEjM+v8klvg1fcL5Vkoc8HZyXvt4D1L5RMX+++GA7vjc7CL6XUi6+KUENvt/izr1rY4K+oHuUuEFXPL65TiU+HwS4vUX3mr2urFi+ZsJ5Pb5ZlD3cIiO9I6ZmPuaPFD7L1kO+iIiPPSAHF71Ts2q+oOCAPh5A2709QQu+mRoCPnQ9Nr3zzoi+qcPFvOWmk770+Lo9TaEPvsZ6VL5PYFe+JR6dPjEt2L1kQue9sx5VvToyJj70gQS94OlAvnj9Hr5E43I9Vyu7vegExD0lkzq+sPkHvj2ICT3Ckni+xH8/PuhISz5/C80+mM0gvtQFxb0+BsO8r9qqvhN6Ij79fEa+eh55uy3YOL7wI5o8ompLvj1CkTwUkuC6I+XcvrLrEL2V4xq+7YOpvtl5Cj6O/EG+Nys8PqPvJL7Ir28+mZGCPTqptLzLk1g+i6HVPRISo7mICDi+c57EPcqHOTyJUho+MHQiPRUQnL1n6t09hp6Kvimmljw7PkQ94z06vdixAb4WuMi9CBebPV/mqD6jGAc9",
        "JXIdvfdQzz1dn3u+UvyNPj+i+b6a04e+P4/evhqfgT7qdTG8ss89vjX57L2ldgW+aJOzPbf+ET7j+ky9PuGGPgPElz13HCU9rhgivovTp7wuR4s+36sXvsukxL1S2eK9AINJvR/vJz3L3ai+cTgIPjpzKL3JYNS9KmK0vMc47T0uxyq+UIvcvVsDS77v3eI97gamPqJTUj2AjqI+hZmRPV4/WT7yoF2+0ljbvTmGA7570gW81337PVljT7680bA7D9NcPq7UOb7ivqc+FkXVPFvZcT3h3ZY+WmuzvWzeTz2SoIe9et8IPt1yWb3MNTo+Gq+SvSwVcD6DNGI+Gfr5PfgWHb5jryg+eVpyPoBcAr94rAw9e6kFvTnFfr6sGRy+XAhhvsXuDr2yIQE9IZGrPm3pGb7TAJc+GoaDvrHLGD7CGQa+tBwevgq4R77CRIU+nE2KvdP7lj2fbqo9v8Fovq7DXD3x1xQ91oWGPqyCyDvPyOi9bcPFvv9QFL5FOKW+MtWcPs59JT6r4nq+xxYOvj9VGL6yoVy+HBV7PiHizD1B6ya+1HE2PiJOM7z8HHC71960PRs8jz5Hsly+Pe/IvQj0ib5+d/++/8HvPdPLDj5d/0c+oluNvRE9bD4TI6C+X4AxPlnXMjupRLG8dv4OPzTSwL1Qne28CJKxPa/1f74XTp8+3BGUPjWdoj04qRg+WKUxPgvFuDxwltk9Rwe9PS2hGr5pNyA+XPqyPfyQRz6alHC+vKmJvj88lT0JSX8+9SMOPR4wEr1ShGI+EDI8PucD/Lr/Hn+98tTZvb1gaz1kNJM96CpSPgz6UD0DoDe+XGc5PYi5DD5VWC89RZ+0vSK2b7x66nk+PT46PQ2Tkz05tFs+0iBbPSztvL1CcjK9RIviPFmUqT2MsBe+0Stovn9ozT2vdJC8DkBHPfMh4z3jMAq+GxytvqCiLD4UXTu8x/zJPQ6n0r20C4G+U6+kPX3FJr4tIJa9ucDDvWt+ID5fI6E8PrkbOQ4MIr0Vhqu+",
        "0OqzPYMbU7sjESy+22SpvCFMDb7pZ02+cHBCPSGPET73McM9H5Akvs5OxT4gGRu+iCqGOb55Vb6MCWc+vNmtvYIHvLtzxwI94MKrPfRpnj3uR32+w8o6PcBh1r1cf+A9h9aJPVapmz3xmUU9PGFgvkz7jz3qMIu9OgNvPNZ6gr0OdxM+V0EHvvJupD4KLZs9sUfQvu9B5b2XErw9fgsLvoQxAb4btio+WWBtu/TRyb0TKoO+QgrPvmrO0LwOWi8+TNqHvbyZ7z26jJw710fJvZm5lz1wRJ8+AXJIPjxX3Tys+C6+evIHPmnnCT5YJay+FPyrvXWfszxHbiI+z14SvY6jIL5DGfw9TGlZvP0S+b14liK+GoPEPQbf6rzBNHO97jctvog26jwNt+Q9Joi/veJ46z3Kffy9rgNEPTmgmj2jQKQ9WSyFvPJxwj01NpC8wDQovMXVCD2l9ws95d4xPpd5KL4NKhy+0TDhveNO3r1rEls+/cOBvrNi9T01Ckk9lrpePsZsJb5rXaC9rArqPabc1j3lTgE9npwcvX148jwfklo9iIQbPfhoUj1OIKo8NBmdvh1PCj7hBtG+FsEivRCC1r3BV/Q9BRUvvZvQAL2q1/o9FX2DPQhCvj3LKiI9hxvnPRXjNb6CD8i9+qlnvu4jpD1B0hc+bo3TPVXlXb6MydQ9ZqrLvC15fb4/QWI9menJvNcchz4y/tK+lytbvngxHb6dn9q9tuFGvlxdEL76Xda9YyUpvo4mG7yvX/i6b6ifPdYOcD32hEc+RnG6vdD+dL3NhKC9VnMAPrRCdL0tuks9Kt3cvdY/4Tv0UpS95UsAvg91tT0EYU49M4F4PWC/kDy7hq+9u+MFPhGb9j0beju+oExVOJKfBT4RfiI+TTfAPYbs1D2la6E9CgZUPt1vB75BlZg+bAIQvjfrAL7XaEY+IxY/PXB4Jz3CKhY+UF1/Pu8Lfr7y8jS+wdQDvgnvTD10HrK8lzqgPY2br77Idw0+WD2zvSrU9bzu8yw7",
        "K9A3uxTccr2XHX8+C6AwvsVxuTwQVtM+bYmXPqNlt77aebc98aqrPYCp7z2JkqO+pEZlvfJoHb2a9WU+rISvvjyUBj5uu9i9WipTPlUSaj6orJa9y06PPLjB0r3ch388a3icPdNTjb6TJXM+jTAcvf2SsL1Onw09L1DnvSm35bzFYr8+FQejvTM7hD7qoCS+2nOcvjIM5b2+SrO+usobvDh4FL6TTQQ+5N3wvCtkrDrAHHk9NG/LPYMbEz4ezWM9LoEovjTyX71SNX6+J/Ynvb0NLL3IIVW+FkITPfEmvb5X02K9GkAbPhhd87qy6C2+uwA6PaqiF76b9nW8uiQHvrLIkT4NsLc8gJ0sPYXECT4j1Qc9v9unO2r5P7yGlA4+XOMMPoJflzxypBw+n9g+voC/77wIbja+mrgYvHbhpL4SPFg+BQ1NPcQPxr00EC6+oqDFPW61g77v05++w0kVPkLBGz6wuBq+AMi7vu6hOb4U6To+4kT8PeqmXb06RDY+IQ7lvZZozby9jqW+kOKhveiHMTuUPQU9f0amvdKgmb2fsQm9qUvXvQ5aTL4gWRw+RsoCPIFvkL38MVq9ZbCdPSrPKD6GO6I+C3JlPBOjDL352sa9RgAAPsy5Hr6nZ3s+E75jPZDaHjsZCIw8nNyNvhpu3LwdFUq+hNUWvuozfrxJOX++3BYHvioWn71gopq92RdpvDkZib4dhWI9WPR8Psrskb1qLB2+9yISvsYBSr6XRnk+ZiYrPtOmzb0ePkG9KqfbO6noNb5b74O9T+jGPW9iHz0ud1G9sNDePK0P5723FdW9aIYxvXV+Yj4X1+o9AvESvmqJo7x4lse9yJhGPTBGYz08N1y9VT5Svh33Pb6HMG89up3IvE1ttz4KFBm9Q/XOPQrsCL51NGA9e4jvPZEZCb5fhDe9UH1Evs8f873dwFQ+waQUPoTt/7zTl9G8DkMHPZm1jj2zy1M+calqO/C1ED74uho+h2fjPIG63D34GZA9NfrAu1tWhrwRQwk9",
        "18efPBGa9LycMc49C7aLPQ75Dr194Bg7S0p6PfGCGL4KDOm6tzqOPpFCXL7a5Bc+6/lMPNB3wryi/na+ZnUDvkFM1D1FDsm9Eut8vY1AGb2cIUc9k3bwPRoqrL1mNeW9c9sqvijWcj65Lao7R2/QPIGf0L2M5VO9x+k1PfI3hr3vyE89XgWiPS3rCj43bLO7ijzjPT9vLr4XzgC9SzyoPd2sAz6mPru99JyjPlZyqj3B06w9ztORPqck9j2Bo5m9fkUpPgFhHr4CTQm+vZ7RPQci+L3TfzS+KihFPXsH+rtZMjM+FJRGvW5mwb1+fKA+VYeWvPi0rrxSv/e9ME7vPIK2Jj6yZAS+c+1uvtCKnD2xm5Y9/FGpviQtUj7pJTe+6hGzPTCy/T12UzS+rxGgPTSiGb4o0gs+LloVvY6cTz0/FPS9b7iQvXUk+71ZaHI9F8FRPQ+8hj0KrWE7k5gmPULhmT1MGdA8gB0CPhe38bshvVW+KhspPn4S/D2Gbp28K5j6u6rBJr0xywK+000lPeCU9b2rGJ09y2hDPokD/rzBUrM8Qa0BvpUxrz0sbsk9heNTPsMU0b28KpM+VLATPVqiAD6dD7q9Qo8hvvE7Q75jCQE9HJO9vYLy17zo9ES+ClUovrjXPD4J4bQ9nEGLPl5icr6rJEg7BwXvvBDWsj0/sgm+O+vAOjbMK70+AYw8yQYHPcBnIL4vXF4+d+23PhAdET5lkUQ+MrGDPlGgPj6AUrG9eYvuPdvhM7wxYte8AACHPTB9ML46LwC+cmgnPs14Wz11yLa9cXf8PYaR9j1KRS4+aAMQPdSmjD3UdGu9SOyQPjQbET1ZEp+9TSeqvd1kVT1VbpM9AP+ZvQG0Zj25HsS8dDn4vbCZcD03Tqi8RPbmvcE7+L0NCAK+7oO2vj3XhDzswIi+YcUdPqINpz52sWG+RlKHvJloX70vwb69tFEnvk8clz6GjS48/9I8Pvt4ub1ye1q9xMJVvthvPT5dzJ+9q1fcPVHTAj4ZhXE9",
        "0sSxPlt5Lb2+g/08NUMkvlWegT3bwhc+IfNyvpAQm75ZurQ+VyKdPikdZ75MWX2+MwSFvWuLnL0lV1A+EvCBvtBBAL66O7c+XciFPUKXqT4pGp88S2lyvbB8mD4GGyA+dzyqPBiktb1bFte+qa/hvpCMO7tJLCm9BEXgvUwGWL19ecs9sootvuKz/T1H3LK+xKMQvURK7r67nGS+j/E/vZFHlr6Zarw+XIR1vcoxpb4w7MA+bNuZvfmdpL0f/4k+Av2HPqbeHT65v7s8ymj8Pi8EtTwZO7g+FCpgvhEJEL4LCbY9YIgEPl5+Nz6YWgW+NHvFvb8TuL3USSG+7GO9vu/Bs703J+E+30C0PatRz76qdn69LMjlvlH46T2NS22+8OI/u/YczD7Dijq+vLVsPo+Y0L7mBiM+SnHgPbFluj5xMMW++SMzPKAD+72+tu49Cz6CvtNoi743r1s9xapNPltWpj5koKK+wWqivopiuz6stGe+QZWPO5MLxj2D6VW+/ZwhPTjVij1xgJW+BDzcPfeBo74u5949D6oWvGYZ6D4hDJ09VM67vN+G7r4Atby8DdO/PU+AnT7Jwh8+Ad2TvvLHqz3gEue9B2xmPAWDwT18slQ+S6XGPeQOab5+vAA9K71dPvHIRz23KaI+26m8PpLGR75LwCa+h+9ovDE65zyT79K+MlbVvTI/X74saRi+jreEvg/uzL2V1Jq8pnZNvgu2Zr57gca91O6QPl6rB77A3/G9kzBhvdp3qbzDnwY+C4LnvSDBor6eNQk+JyDLvWvkwTue2o++gtzbvpKgEr7ecAa+nR5lvkqbtj37cKC9DRCJOzisT76MYOG9bVpoPW8Sfb1MOdY8jf9Lvj50ebyBRve6rgBXvgpaKT2KUdu8vlMdvgev3L4t0B6+q0j8vTNEFr6619690R1JvmcyJT0+MIq+ULOjvmKpvjxA2hS9dNA2viQAT763KBK9b2xZvmjMQL5nrii/aHRfPHuPyL1E7c09gtzPvbahp70eLN6+",
        "OfU4vh4ajb6nw+++D3RKPdjbqr2Zheg+Q6EavkP8JD6F7lu+rzy4vhUEo77q4KO+e4UXvprohL0w9Za9JdFPvtIFQz3mi6y8psJavenBUb00DZa9uLQcvideJb4+QKu+W3fCPe+zZz5p/ke8kryRvstGD77KaxE+zBOcPVyeIL7HRMy9xQ5gvs81EL3vqAu+79l2vXJ0X75f3pa8bG/EvHpIEj61ii88N7rwPa+9Xb0m+7m+bsLXvtBtIb6ZQ7i+9hEDuw1CJz6J4yg9QsqovbfgkT4CIJi+vezyvRwcwz2JIh6/Tj4Zvis51b3VzLu+5+7+vRipzjyLX969zdmyvV2anT68qb29v4eqvc8i3j2zU0g+mRkavgju1j03Pdo9X9Yzvpo/7rpw1CE6mBnwPaOpOj50WBk+C+lbPSuq1ryJ0ho95gLevQyxkD5BiQK+WjSIPYgLt73RDas+90m4PRHTLz3Lqz+7n9olPpNKuLy4MY4+6MiXvpB0nbzuspw8q91FvX+t5bx+XjW+7lFVvZ+jQb5HYLy9oz6qPY1pnb2stoW98U6OvvgXpTuTF3E9UGDHvgg7BL6uarK+cJkvvSmjvL5WyUE+ur5cPK1Wh73HZoe9O6ZwPQqi3b15Ade8WS2BPjMFBr9NPvQ84FkTPEs37j3HXaQ7Wm51PgWoXb5Clvy94tMSvjk3rL7es4A99H6LO5VO3b5lTFQ+6O69O8l+5D3/QL6+QKWgPI7EE78O04M9OA68PbMzCb0/RWe+0jNcPdt5Er1uf548RkkLvjngiD0qEq69JDE+PlVyED79YMs9itsZviE8A72uFi2+/f68PL8Zhz782vm99bddvhK/yryAUgy+oVG1vH1s2z3UVfU7hHYevjqY2rx4tVM+Cv6KvuQ8Kbz5DmI+jFiGPqbMmL4nygc/g3l9PYCPST38v1O+2voyPkRF4z3JQZA9BaYSPSicMb0Uzs49tHpzvZjVzj6S8o+9tpSevYSS3b7N7548cjNIPchxMD2R/mE+",
        "FAs8vg4nUL4fcxI/9uLOvTvck73usm4+0OkiPy/xHT46IoC+ZQ2FvcwgSr7tFKW+fesAvO1z/jzr1CQ/D8Mkvc0MPz1qtCi9i+/cPuAA/j5tOCY+kPl4vuT9Br6IFmi+xWJBPs+OEj02HAE/SbegvegWZbsneym9DKKOPi9+lj3znSe/i0LxvbTk0D7MbV499qbjvos/vT37Gp49DpFBvgzjJ7zj/pk+ZLQIvuUJKL4v50K/fMIUviYlTrvw30M/y3u1vY1Cor2aQcO8sS4wP5iUyr3ZY3W8FqqUPeLUcj7lSV8/0XgiPVM0FT+haI2+Qy4LvhOaqjy1kpk8sch5vqst5j66oq09OQQavmibsj20ALm9Bf8DvhGoyDzf9SW+PoSxvgv8Zr7lzFq9uXw5vZlWGz9l/xQ9pw+APrY3oD2aPja+HZz4PsolPr6+8Jq+gNOWvs8XZj6bQma+BeqRPkKsWz9SdlA9tD8UPVBOWLwPxnG9Zy3MvnFcr75wfXA+/I8nP0KWZr2Yzna+XT6KPuBoIL3JZdU+tLZGP0PKXb4rdWI+IRewviUjF76j2wS96hkAvjeRJz0Z8pg+M5Q3u5/OFL/2CSo+w3liP6r4Zb7eFZs+/40pvjvzCj6XsJA+mS6ZPWwZDz6fLkM+A3+4vnFTjb29FSE+a6u7Pbvhuz5o/LG9VvZhPgz+o7zM8j4+JNm4PT4xOb1soJq8WFDjvgDvmz3a9E09EjVcPdUdZD6ioWa9CXgQPdZjZz0TQ8I+QYSwPYPzC77SVgu+DIgGvpy4q74Xtd489WKOPhx/8z0huDY+wXKUPeqvoD7N2aO8yLOMPh+1Kj47SIw9LqcqPkVD1byBhAQ/qrIiPQH/Er2SyXA+agjTPaSCBD1ovd+8dTrkPdvh77wCwvC8MIZkvW1Gaz3D5gI+U6c2PiFM6z17oB6+C1voPVn5uL2uGwY+7p2APs2o8T1uUCg9GC2WPayN7zsGNYm++KpWPhBrjT5SDim9o2m6Pcmog74Yp0i+",
        "pJcTvvVoFr7oX4+9wY5TPvyA270xjQQ+EqdhviFb3rtkoc2+ez4CPEt1p75dkHu+JtzePU1Wg77f1JO8qKmNvByogz4hHYK9qtg4Phvc6T3IGYO9kty1PK28Mz5rAtk8yI/BPW5eoT7GM+y8ovDLvT65Rj3Vx5Y+UgtDPhZBkjxztgw/KLyVPFssRjyhQRu9MsQ+Po8S0T1uokI+lrLpPZqltjszmUI+8VJwvGLIFj7U1uW9LGPkPZ6hyDwNqD6+t1LOPcS8eD2BKsU9oG0tvawf8j2RFGS+xTtaPqRCLj20Why+xohKPlw/87wh80s+4sdcPjtur720eQA+41eVvDtoVz5GC7s9dyj2PJRcdb6hbk2+rAkDPjsEnT0ozcs+o+/LPCBGRr1n5K68v11BvfvpMz7R1fG9of0avY/MCj9iFBk+Vd6DvQjSgrxaC0A97iW1voK7Bz0jhrG9AzsEPRJG9b0iWoo5fIFPPr2GYb2rLiw+HoRZvj09Uj2Sg608S5rOvQ5Ttb4Q59Y9pkUMPjusmj7SiCW+JxTEvlYFTj16vjA+vfNGu4fpLr3jICY80tHevSBkCD6NjJO+gOeIPP9+LLogkum97b5uPliotDvR7z0+nyhXPJxlAz3xVyM+jBTQvB8ep71PxGE+E3A9vsg1ZT22sfI9eYm+Pupxnr2GmdO9/8+FvVXm473XdZI9y8/GPUokR77cBz09eJdIPr54Zz4kIZ89rDLPvf9Ubr4RMHK9rDxzvlFeBr4X02Y8IjFZPn5EI75ODQQ+lP7wvTZm/T0/YSU9pdjWvc+Qkz3PCJy84U0/vnoj1b2IDY28tc6GvasJGj7NfNK9pMfZPZ7utz5BIDk9b/TwvQipvrs135w9fgbrPNz6H76OGHe+YzS+vaBPmj1lXYO7FkAJPmeX/z0egky+PRcAvndd8b2D8IE9ZSIzvrZi0jtIVEM8xicsPvpy6D0Q+EC98+4WPsA0Oz4UCaU9csMIPUBwvD0JgyM+yVpyvVUdlb1RCkC+",
        "s2+mvdIqPD7HipE++mJfvobTiT0NZF0+SJKjPnvRMT4Oihg/WSE6PnrYaD6ynKe+Zn4tvgpLtj2hEJK9oT9qvmo8NT24zXu8J7cSPt2GDT743D2+U2SavmA0lj027q88f6cBPrIETr5XhY695ETZPA0+L75c8IG9NllVPXygQD7jcAs+hiqEvvRQKD12MMG9hGitvQADpr7P16m988YxvLA5H74AoYW9dZulvCLF273dxlM9EUwdPf8yurwK1Os9iReGPS3g4T1bkw498OiOPTISrr1vxxY+1QqNPkZkur4GAtu92+AsPm7Pn72Ulzq8LqXyvWrHFz5rgFA9UNl0vn/bKj49GEE9IIkrvjo1n77eOKu+zvaPPsO8PD0MUIA8HuKjPTWZGz/7Xes91EGvvVTZR76j0ii+9NYFPQQW3r3pgi8+0ctxPZTAI7yDdGe9it5FPdv9DL9ykK4+An2qPX5LIL4uzaG+JDiavuMCZ73hfTQ+CCl7PpcCj7w0Kk2+Zgh8vk87QT2IB9y+YJ8Rut2ocz10CgQ+vCWZvcY8urzTWkk+3wEWvZ5qP7zs95m9M2PfPAs/Nj6aEQe+AAMkPrLZFj7CMKS9GRkoPRBh8zzn+JY8fD+KPox5fr6915E9wlBAvETpFD3z7Uq9ScFyPjOlaT5gTqY9fxUUvkj9l73t0Hg+SRWhPAJPTL7tams9ACDDvWOKRr004z++Qlnnva5Flb4BBdQ+D9yLvbD7hj2LHAS740+Ovfb3eD1aW40+so/JPSGLO77HiKY9orgAPkDSkz5GISo9tG7TvN4EDz4CJpK9Vn3lPOx+hT7b1yS9hVBfPeHlCT6cx8q7GutTvTx2t73wBho+2eFmvWmTDD3NUZy9XfM4Ptdr+Dso7409Bb49u2Q+ijxE5Mk8vZc6vmZWmb2xypO80RCAvkthrL0IaS+8y/OdvafZ4T6CckK+d1kePQfWvr13mTi9L9HCvX18tLxiGyS+UJelvjdXErwztJC8U3+APIA52b1NZhQ9",
        "6tQxvqH7j74ti128jXhsvRy2eD1MSZ2+PTq6vVZoTr73HQA9gS+HvYZW07ytFyA9rZgEPua0Fr7imcu9M5/VvYfoAb3rXjO+soXsPDwPAb1FF9a9bWKkPjSOvrz0b5C8fdaTvdSecT57Yfq7gf16vrD/x71hKF+7kAlVPmbe+LkqYjM83TZuu8bwNz7n2F89Q+PyvQEq7b1krpa94Q2LPGhA275vu0S9IsEPvvTIDrxif609MeJ/vR8xL76kxUm+4XqNvHeORj2UcdY9Wr71PCRAgb2ad3c+ai88PXPk+LyM/yA+zZ+vPYuSMT2bD6e8aDT5vdytZ77CEaC8nzi5PV/+u730umm9YY2svXH7a7zWAus90xG2vEQ8jT4rqz27mn1Zvv9ITb5tNLM9CeOCPRDk+DzfgJG9yckYvb8bOb7eGWy9+BwRvumkBT4+toG9vRiiPiFByL1w5vQ9TKn9PbZ52T21QMO9o40OPk3AXb2q7EW+EbaePvgsKb3ZKB09imTLPbfCF779zIy9v/LoPRXOiL0TTko+FCZOPtpQFb7fvgA8xyPbPaCnrT20NCE+ikcAPe4J87tud9g9DNIYPoghLz16CzU+T8mrviVR973ubum9B1OPPmpYpD1bnTG+T8WUvZ30tb0JLkW+dtEaPT+ptz04Yc49O0uPvNYPsz3xnIO+gjwnvnzTu7xG/H+9AHCbvUTKur04GSq9jdzCPf2+nLtJAje+6tMhvcyicz25zAe+WN9kvcJZFD1K0XW9V1f7O3U6J7767dm8H3vSPVRjkT0n2yW+EpYePVk6gj2AaiK93aUgPm+LRT6oi4m9wnpGPV94PT4Eczo9vmt2vcY5Xz2QP7U8XS4KPihQmr34IZG9vXQfvjwvDz65fy8+5O4IvoFrrb21HaA9QfPFugYyn73RKaK8wI4BPQ+FVz4CrUK9WBNfPlJfKD55kWS9Q0kLvoKWQz7O/Rw+et3nvbm88r0WHW298wwnvjdIrrzIQLS9CmT0vccytT3aEY28",
        "CyZqPNw7rr6MaRO8V3t7Pf1TB7/x6oG+K5KcvWVkyz2MSOS8xbI/PldKhr0ZMZC+qEfSvZvb1L07dm2+qR2WvpjRoLslfmw9liE6Pk24Gr5ulaA+AhJePf1AE763O0g+Ija1PEgMxD2ng40+NcdcPVetB78GJQS+404cvUtvmbpWIIg+OyVEvgpBDr1d/WK9bnAfPZsscz6vFkq9oMjFPveKXj6LnOu8MKjZPaXI4L027Na+2r9pPoGw4j1tANA9jkEmvl+LwL0HtaU+4QqAvhdbMb6ei1o9UMilvAZXoL48P1C+gra4PiICeb5Y1Sa+RBipPoH36L2ECU49S3pGPsKofz4BxbG9Zqy4PQUyE71hp9s9ixzAPgrAcDxSvTM+3rbtPeIWBL613TC+XbqdPrBVDz5aj4Y+6YLhvnT9Eb6snha+8H1ava2r7b5mQJK9T0W4PZLihr6W/fm+8atIPYzOI74jSjy+miWAvmtqzb0o0eI9xh2TvDDF3Lzq0eu9zaYTPkhkpr5IoKq+Hvi7PuaWZb7LZR2+eI+/vQ+7orxVxxq+1yzROxSrij6B9+k6ZG43vkgmSb2xFa+8VQvCPc96nT0WCca+wC6HvgFjQr3nqXI+VozuvoV0Rz1+3L67x5cUPkQeh74hYLw8onJePRcULz1jKNS7EAc4PjueTL6hUA6+IEk+vUnzVj4H7Fi9wDIrPvcVPzwtzmg+Lc2QPoQQfb15aWu+ZeJivZRFrb7T1le9/9uUve6qQ70OUEE/s/8TPVQcgb6XM4q+CM6Xu06+Xb47CJu9CY+KPjaC0b3kXu095F5QviDBfz4O4R++S6QaPpvhT71O/gM9JrHpvS3EiT3bD0c+HBC1PW10aD3S6rA9xX5yvdlBGT9ZMLK9RdtWPDdhOD5gYQG+CAAPvhe+Tr0OTZ+9Fh5GvvmF2D0PjVM+zVq3ve9w0b0DOcI9fC0HPmZwWj5HyYu9uyL5vUee5r2v9Mg+9tr7vRJO2T2QR8292uFcPn8yML1IrfI3",
        "qk1ePmiEyr0qzBY7awz+Pcx6R70PCWC94THBvG5jRr4JBxC+6GNQPqT+Xb5wLsE9At+oPHmOuTw1dgE+IGDgvbRS8Dtdpeu9dnJFvNnGTL0B7OG9tyF4vZX4nT6YGAY+e+6zvfzpxT62QtC8Xsn/vUDgXb6u+U+9De3lPPzbCD72k/0+QU6NPYqr571qTrA8gEYTvl423rze1PU9S6kxPVpZTz4uIoy99KGnPWpJ9r24Fha9nCJaPTXTJz2VSUu9+jfXPYL4XTxXxZu8jicivFPyOr4gItw9DqV+Pa/QQb3uxIA+E+5Vveg0Br6wva49j/plvburiLwsIOC9kwvcPTdSZD6O6Gg9P7q4PWuINz6cnp298muqPSca7b07VTC+BG9dPelaaj6roCm8szqCPvyB2r0N+PM8E3tyvmob7D3oXWS9oF8wvk8cDTz2JIm7N5r7vWH8ejwVWlO+aVVLvmD3sb2kbIk+aJ6+PYunA71Jlck9A+qFPXz+Fb234Tm95+mavbYFt74nR8o98AKXPLvyhb1NrwW+4Z5GPtVp2L2QWji9WHM4PmDIjr2MrI09wfchvQ6UIb4glwO+EAh1vYjNwz0j+aW9/uCFPUshZDwHNdU8nIkKvktHF728rTq+1uTBvIqg8D49DK+8raNZPu3W5zztE869cmNMvhIcqbxcGNi7QvbCvWEaZr1bPxa7TDs5Pgt97D30iRW9LxN1PW9oq7zzV/49FHwUuwB3uz1dARg9MFDkOn8vIT0kyaW9eRowPRIP3r37kFa9m53yPQ8hRT01fPc9mWq0viPeEr4VoN489oo9vW8BDT4EXoM7buR1PPyjHL2bIAA9Q/jsPZtAXj4p6iA9+GqRvuWSZr0bTgC+yX+XPWnapz14cJi++UH7PSfPiL0Bbq891Fh5PMgdAD2zk649jsuTPdkFHD4Oa1++MP5XPVbpm71SMcG9KDCEPjUAVDxg5o49c24lvmDEZL4z7xG+Z8GfPQmw2z3UDh29Gy0/vWRyHT7Rq4Y9",
        "7Sc3PuOE+725AOY9oNtavZ/zCr1eidM89iewOqTbqj2oP0g+Zdp/Phx8u74yPTu9qyM0vS9Egj1v9ra8t38oPTIOir4bl1Y+g24oPQTYzb2RAcq8iaHvPn0hfjwlneE+QoiEvA4Sur0c8Z49LT+9vcqmir6kBeG+iOCXvve3ojzwIxm+QekiPKyxvroTG3e+XpwCPp35gL4iLvw949YJvtxTjj2+sEg7lOKgvZgvab15Bny+8bGvvY6khr55cIa9UV9APl4WkT1Jq3g+j2p5vHumnTyXUvo9FHD9PV1TOTytZAu9sJCSPTxzUDx15tG8413ivYedRb5sTBc8oKRgPUXa6TukhmY+P++bPdGYnDy+VWE98cIiPjKNhz66aAo9cxRtvcb4Sz5yv86+C9/IvK8EUz1z0xg9k7jePKMuOD4e4XA96I24PWjxe75ygj497EiEvNc7i7ztDmc8rI7YPDm9+b3ELOU9iHG1vD8cDj6LbPC+KA0OPqJu4j4BDj4829+pvJT3XD2CP2O97TXCPd4LIj1BStE8UdrTvW/7Jz4nJec9Gb37PTboxj0FUOa+eR2NvG5ZoT3D4GU+W12yvuUH170ywxA+ByVwvRqiPj6nje88XmmjvtDIDr6eXfW6jtG7PXwIL77p1Ns9u0SGPm8UAD19KSu+ZTqVvOjTkD1IiiM9yZC0vYnoMb7OKDG+fzcIPgT3fj74KcO98UpQu/A5/jzW2Zy+tNdsPtaMl74Puwi9QQKkPFQJoblboGk9mn2FvSKdgz2/jlY9BZ3pu4nlwDxLzey98cnLvT/WEL6pves8eHWzPHtw0r31Mh4+jXsIPovgAD4t0zK+Yr/eO3r6aT67o7K94DeBPMe0Rb58Jai9HMZEvibNnDpi0pG9+myQvhlNgb0OaYi8uge4vOeTLj7Zyji9no0WPV6Ruj3zYr+9wo+lPSbW6LxXt8G8Zcwzvm1rRT6YYKS8RuyVvrjfZL76DMU9VlxzveHlbr4b52U+MzQGvsGJij6RKhM9",
        "4U95vUl10j21Pd095mJXu7u507wphVA92N3sPVL0Qb7pdbA9vyOVPTxG0DzRtF4+UycXvlzfkT7swZA9m2YbPr74Nz0do6K9vwHQve3BLr4In9G7/x7DvYiIo7yiM+y9/6NfvWw9tz2d7sS+/ql3PXStKz5sv+g9wsJUvj+rPD26gK69D6J3PRweBb7dYsS8gIMgPb7eSD0HiU++LoJxvSpSiD6Wb8K9b/D6PU/AWD0XmGE9pe36PUYwX761mSW9Yrw3PpHCo70RILQ9ilMBPlUvE7uVRog9PueRveLgHD7y14w9wjRxvXyooz0eYms+RJA2Paa1G76WlTK93aurPbHvojwBFkQ+bKqWPUwaALzNo2C+EmYOPn/T0LxZjS2+p8ylPZ5JmzxMXxU+WB9OvUd+ur1oqCc+3fRUPrOTBzx74mY+553tPdMiP77VjHg+CtvVPUI6Wb1+AAO+x/8RvUeegb7a1Su+khRVPhFHJz7IYSU+B0k9vm80m72fYie+IY+6PRajKj3RyoQ+2cu8veu18D0LXGw9GUiEu6I5Oz3uL+s9SiWBPuRDCj7dVqi98N/YvWFiqj2gpQO+yhGZvhqghD2bqoW9aIILPaCEhj72CjI9ajmGvvl7Tb4Ap8M8xkbWOjJehT6ooMA8nX5ZvXgkJT57VBa+g2UKvvvbaj7ssGY8b+0tPidEOD5hkyI+vHwRvneEqr2knFG8EL2yPbxJ4L0+vDc+y7IkvVYttz3wJIi9so+XPtUjXb3/0T0+wcY6PhO4/TxB0yk+UknyvSkTPr44wri9GQmOvj11br6IkT2+BqUNvn8kXL13/QA+CL0Xvkh5MT13jZm9yv1cPp0xdz3C5kw+lJbHPYcCoT0LCA0+wn4KPgDedrxT57O9OKDJvY+LXj2mkWY9Eo4zPgAOXj7N1FW970jGvXQmdr5sGbu773McvfBUyz1fety93vkJPk95Mb0epy69VdPkPdFM3L39RR8+1KAzPgyEwz0Rd3Q+UJKxPWZ/A77zArE8",
        "btyCvY1Jh750IX0+aUHTu3/GEL8fpjS8TP2MPurqrT08XR++LmyjPq6a172fwSS/qYKsvaUyYb0gK32+biYrv9hLGD4e4CM94Z2jPqk2pz1MoRo/JsdCvuD+jL2SqWW9w2v3PFDCmL77sIk+vVA0Pi1GyL5dCU09PEydvoX2gL575Wk+U5Erv+p+qT26jCe+WAx6vMRmBD6bZkC+tiXXPqBoHT3V/gQ+cmI3PhNPPz3N64m+T25jPntwjz7QuV0+R5wsPgJD/b2K8Ec+U6rUvgRfErz14no+Rh8XvrsgNb/sG6G8lssGPyQ5ML61kxs+cJzwPkdYtL4uAhM+lKI8PiqMlT5UrT29zYYWPnZAtr5Nb4E+KCVEPpSheb1APU4+Mi4MPidZFb7zZZ+6XuiFPskI7T2RTE89iJMJvns/lL1FSJi8mmHqvPNbqb4S8zI+1eSyvfxhLr+f1LG+iEA5PWFlvb0BK/2++L39vt+CFr4LPJM+q5T9POVPJT1YCtS9JCKuvQAgy74+xfi+SxYGPwjAIL4vIyG+9yA7vnewX75yxNs+IGToPd2ZK75R/NA9jasmvs7Aib6RaVw+kR1lPqT3WD4hXRu+KeidvnpWyL6S2QA/dBQwvrBoKr5pCas86Ls5PGTsLL6Slxk9i4NivhFvPr73QKG+w32dPStNQL6jqna+y8niPNmVgb2Jgxe+JScMvbeFGT7jdda+S6CMPiF/Eb6WAHK+Kt8xO5EuDr5tzGm+Kw8GvYmJq71DDS4/d6M5vQ6ts74+M5y+GPufvt1dor5k87C9jboMO8pI0r2bFh6+uZi/vnnO6T3hl3e9QZQSvo7NhL3VGpA91VmDvsyzNz1WWWY+KCFuvtB8Kj5yxNq9r6duvuRUKz/f5du9YlDevKqaJr4HGz6+oE5pvtglXb4nXw6+pcOJvsn62L3IibQ96tM2vsFC9r0AWKi9sq/FvT+2mb6DhWO+OP0svqVBGr49Ob49C4gcvlpx7Lz5VbQ7PVyUPpNzjT6CsSi+",
        "oPuxvhWUu77u1x+97Hx9PaR1Zr5wL2S+o+MsvhkQBb72fMO+fsuOPMtjdb7QZgM9bAN3vt0y7L2HZKg9lCuKvsswc74Lf4m9ylKAvSU2C74Lv4C+LUiTvs4byj5yg4G89gWbvR3C5D6fTxy+xD72vozxQL7G7ha+z5aHvEHPtL3bZp8+KIdmvR3EsL4BAk69HLqAvperCbyHo6i9DPW0PjPxXb3jaRC+gXy1PYkCL73Kvsa9C5C7O4sRBb5buE6+8J6HOwuVYr3iQbO9xAiJvpFyjb5wfme+Z4ylvrqygb42kCg+tgFIviOYLr5Xux++I2vMve6STT1GtIm+s1+PPjoxVT6c3Ei+kz5FvENmTD7jQ0q8F20evT3x/z7EFDu+BeXTvHSNZD5Thka+EKWFPsqzyj1eGrW9QEeeveBCUT7EJk++1M4nvq93jjy4H2K+7r1DvrR26z2iGuE8XSILvvTdVj7a1ts+bKW9PA/MN77I2FM+jR2zvdTo2ryrFDQ+o7Oivu7+7r5urGO+stryvRsu772NAku+t0WXPcBQT75METW+liopvst4Xr1y/2M+f1VxvSzv7708E5W+WvsRPX6fIrwRwXw9di/bPX2NvL0Hz/q9m8AYPkrPDz20ake+Z/tVPZF0gj5UiWe+G9niPYmbcL17wEi+wWPzvQe+C75Os6O+xZp7vk1TqTzaYPY7auR7PqzTwb0dEJM9qDDsPWtXVj6ZNI09EQnfO5bjhrxnxN09SAzzvYauIz5KOki+eFMzvoactrx8kAu+NljnPdWJeD68GPs+7Y2BvipruLtu0pw9lAATvtCoDz4wElq+v9tDvZQxfD0WMIQ7+MCrPf0TEz4kmMY6CSH3vviKEL2gF1S+24TyvdRk0z3jNkq+1iscPhs/T77ZzIs+73q+PTSOebwDSJI+GbzfPQYQtz1ifOu9QiRgPIKTEb40tMo9PRH0PeULMjy9KFM+OQ0Rvl+n3b0sPGq+8jBIvgazDL7di0u+8xlevEfdwT4Uw8I9",
        "WFkNvUpftLxpEgE+YBdMPr6ZHb5x9MG92rt6PhAAGD5Kwge++RaVPJ02l71OnxA+ShEbvhrId73oiY8+uFnPPqURgru0rR6+SF8BPkTSGT6z8Vw+g86UvAEzmb0QON+8Cb0gPjhzwT4+QQY/jaVzPp/35r0mHTW9oTNLvXm/ZL0PrcG+/MKoPpHGPz5JGK896UsKPjt/Aj6v4xQ80e4KPqIFcj4VwWg+ZhWxPTi3ML4oWqq+uW+8PC6ro7wZhlY+RvrvvTFbw7t6vQy+K7wNPlG8ED6M9zo9xPyXPXgh3T5Mq0U+y7/aPTiNyz2iLzY9tNQTPtFAkT3OVy0+TJ9cPVC1gD7+Wj69bEjavH+9cL2te6w9T1ILvolgQT5G0TA+WBYvvrguBb7KtVg7YPYYPnIavD6q5Ki7ep65PCKfEr365tU7g3X7PdiT4r2H+E88nAH5vb+O1T54Bay+new0PmeVTT7Ifek+aS04PtCotL0KhAE94EVTvnsJI7ykrEE994TmPpJ9czz5aUI+X69QPuGHwL3Bzaw9ZC9dPoYrML5MFWw7OIwnPv+6hbvDEx49W6bQvRj2Fb7UZ+I+U0oUPp/qv76s+ME96La9PXdiXLpvAA8+zi56vnPHUD6wpkc++Y9IPv48BD74+MU9+JqnvKz017wPUgI8hp6OPmZzWD79L6w83swZPqmECT55mjI9cQL5PPRkyj2ybYw+sphpvTm+Yr2Meba7ABNqPVI2Lz1iVrw8Kf6gvY9rTT6hrL09vBDZPI9zPr2R8Cu+WCGfPWoWW725Wwo+jQLavexfxj3VS389x/s4PSZZNj44D3S9+JTUPdBbwD3GUoy9AsQXvmNtWby6o+Q9TboQPmRItbuRXoq783bmvZqUhjwAgTQ92Ku8PUA4pT3YRRC94OhfvRLZYTw/xBS90X43Pn5lTD2CGP28CCRUvqo+iLzFSoC9REd7vVoGGz091ja+eOW2PJl3m7u/Ybi9lWCHPiLfarzehxM90ERovuJz8r3AoCm+",
        "u/8QPpjY9r0llrW82wG6PeJHob1VJ/U7RJ7wPDdQSD0U916+jjIgvoOxHT1k6E08e1g1PXeOwzyJnl4+0iDQvf1d8b3DTng9qffnPBYcIT2NSrm9DSUFvdv5ZT17AbO8lh0pPTKNHTwpUEc8cNUzvnRO5b2S6BW78OcXPdraXjzY3q4+uaiBvgKaprx8+sy8ktuNPD7bEj25j848ERMTvtwtQj4s6I+8rOGOPbSyBz0IOgK+JpBiPYnbCT3xXSq+6/8mPvBoC77Mf/899dEkvvSsWT3oZNm8D2uPvMYuSL0Bb3K+uavCPS6sfr1F3WS97jsavgMtn70Fmw29qIQUPqA7bT2/v4U9zcLDPYXNIT3nTDq+FRFAPvSdrL06kqA9Ws3XvSsQuD1vwaQ9lX/HPOrY4j08Qu68gFb8PXnHgj5Uy2O9u1yyO3+Eub1R5F09KPf7vQoj2Tzbgsq8iTymvX8JrzvYMLY7kmAZPhuJcL43heE6TlDKvRey/j3EuCQ+K8y8vSSQDb4riAw+J9KJvEfDGT2T0Ya9ZebyvYABrz2TjK+8g5I7PQ3as7zsOz8+6NMWvhozwD0wCEa+qcyaPcxNabwUQ6A94dhvvVX1DL26Hzk81xdtva1qKD4oCT89xVkYvV+4jr33XDk+qGsmPSvygDuRISc+EAjKPVtbx71l5c49yqVaPFWJx70jfr09vY0JPlGuCD5xIWm+h+ELvgXDET6gjcq7edu+vRR2M75fQXw9x1xOvdRJeb5mgLm8DKcEvZ8slj32pbw93SKRvS+D0j0aL7M9FTGjvVcanjwlu8o9ZYmIvh8LIzxeNlK9dPo7veB3Nr4fQOe8cHg3PZPRcj6OjCi+0Y/hvVqS6Twljjq9PwYLPo4gWjwJtpq91SJFPmMXMj1TkZG97Da1PV9/9TxxvfI9XrmhOuiqib1gOwI+U5TgvZniRrzEX4Q9xFIcPg4LzbtkEto9Up0nPBjkEz6cle49CxHzPLhUsD036dW9NVWWvYAenz079+e8",
        "+PFoPSzi/D1U2IC+XhWcvSN7Gj449Pg9UROXvnCpAL5OCxI+Y2IiPrhuwjudb/i9OV0gPt/VijwRN76+zg1wvsB4xz1BNTE84do/vvAd8L3QCgC+5NadPRiaMD6ZGhY+M/PNPXMnqb4D/tK+dDEovtZ3C75jmpS7GZ4xvszKu72EINU+AZRVvkj2bbtz3SI7Hx+ePfOOo74787m9PvCvO4U7871pQle+GiupPbhvjz0YX88+rGbvPaoIQ71pGKq+Lj4YPohnvj3tFPo92hKLvjRfEb1WWfc98dWhvE+Lz766Npe+JNVRvi6bi70RGsw9YIs6vkuAXTshcKy9nemCPZ7ddr6n0B69bbupvM8OrL0tBiK9m98PPAnwHL4vakY8JzGdPnnAjD0mLz67C5HpvRomIr8+F08+YVOhvW0OL7z/8Ym7AHmGvtCRIT45AvI9j6XdPctJqb6Y33k+oUrSvRyRp74y/e++ktAzvico5DxYqsO8OUg6PhV2Zj3w/yY94hSlvhBhCb1qe3G+8ZHEvvecHT5EMki9+rcqviDxJT5cJRQ8j41oPRbeFD5VOLK903/6PeqEsD0I1uq+l5AWveeIPD+Tegk7q4qFvvABFT40CEe+19/ePd8Q/rwqTUa+GQNuvhGZzL1ahK69CejSvOs0aD0B5xW+J5n7vfV1L77Ezm69jXaNPfruXr7d8Ie9Mh/6uvXkKb1fN5K+48MXPl6AGz5l9m690CcFvQexX773Mh4+wMwZPrzqqL3fzei9iBoevdASl7yn2BI+TTCvvRlEtT0ACfu9Tuk3Pm5/r73RW/S9V5rUvezFlb5W2yw9AoihPO0py7s9ab89WBhHPkYKub3irQm/AGi2vZPUmb2tWGW9UrPlvcqPsr2Bqq+88a4tPDGalbzZ/TM9cs8ovO3jC71Paaa9Qa76vSFFTr47O788LQmLPm8GO768rIe9PBD7u2ZpCb1J9GY+LEZXvte2Jz3GuSY+DUaVvrzzkjzx5um8NIMNPt7IDT5aOR4+",
        "7GNZvuRhNT5k4x4+wPu2va4Z3jq15mu9r1m7PeIPFr6BEFM+TrEyPlb3or2QgD0+OpIGvokHnj070k++li45PizZTT0iQcS9N+QTvS8xTT2yCey770NBPVGDjDwVKYY9LmnpPOY4nLx3VIa8zTklPrjIYzv8gRW9a+eCvfZXgTxAyAy/FFalPuuSBbyeIKK8vBSqPZF3DD2+3ZO9S7QcvVbXLb4ZMiC9hbqlvRU+/L2aPC0+i7YAveVT870bUkc9tCkbPXoHvz1eWl29vQWvPXB6Ez59z+K8oDXqvYUgKj6STEw+z74HvUUIWj6edDA+FAUAPoLR6zz0uza+HLAIvtMRS71v8bi8gpZ0vcYjozs+9kE+fV8evmoWjj6sjHq+M876PZeMZz20hA09V9ISPSDBeL2CLVg+M2d5vMDYf75GgiA97o4PPhQt6T21WLy9tCzYPcYBhD2fuge+QlsVPR3PuLxCoFi9dElZvpezGz5NQTu+uc7vPS9VBL6r/pC+dl3aPVrHMT0sY6a8DikqvmxMgL3LiMm7m5agPto3MT1CsoK8nRJavN8JVj2ZHda9mejuPTC9mr2JChY+7L/CvQEuJr3INEi+pMD5PG78mr1hdkQ99/w7O9FQg7560em9Tf9CPDFSCT7nJIO+peyCPaiCBL6iuBy+9CuJvQDbKz41uwW+0odnPUXPpj251wG9xBamvNuLML27PRg+nPqFvBOrn72aX+o9mixHPgbuBD7jCkC9jexZvZoK/z6i+3M8pyoLPYx7ub3cRdq9KUObPcXfEr3s8YG9zK1jvWUvSb0MtOa8ayGHPuOybz64uP+7PtgWPoAqQz69c7g7EdhePd/Hs748lpY+40u6PfZ21j1lRYY9Ypk0Pbtj3jyxx1g9KyIbvjhPIL3oh1c+4QnXvHWY3z1FKA6+UNQGPulqmj1Ni4e9Po36PObCgj3XWcc8xQSHvt4WGr46yr49Zl3ovRth3L04BDG9ut+DvR5H3j00QyA+TNE9PjB1hDwX8RI+",
        "w6kUvl2J2jtiohA89ts8vsD1dj4QUKs+yHWuPfNme76YwAI9YIzjveA4cz7h5vY9XMG1vo3HJb6p+Eq9FunUvUkYd75Knhe+aBmoPtDTSL1w3we/vCoIvkCHgz6qBVi+ee90vNyCez4oT8U+oJJOva7XmT6T9cM9S1tePYLIhr3Z1r8+dhQzPtOd3z37r7O9tgEXv978+72tiAi/ugaEvABCp76yCkY+WKwYvUcWHD0de609XcbrvUtg+j14Ljw+r9WvvpGmIzyGPwa/mRfgPYHEQr1+M5++AOjmu4VCvbuPgBE+Vy1LvN9Syj26x8S+TR0Lvo+E+70dvOa+v/NNvo8tGz000Ka8EvKOvvrjkz5MuTK+fRGTvTcoGL2RKmc8yuW5PszSgj2iy2g+ZACRvrNQGjxsIQq/yUkmPgHQRL1SPIc96lpzPjsrTT1Dcsm+Yx68vJrPlTsgEcQ9C1HhPa986T0ncng8W2kgPjnZyjydygo9/gcmPEzKN75gPJA+biFPPeNvgrxmNou8gYehvnr2qLzMWpg9sEMbPAWeBr5jUk6+5DSAvlWxub4CTmo9+sGfvaolr76fTDW+4hrDPflWfT4jwfE+KS0KPWNPPb4Uc8C9RsyXPmNbA73NtRg/8o2TPJgxij3WKlC+Zpy2vjzDnD3zrJK9k0invnXa+j3ybai9SIQkvvVhhT3vcde99vqQvY2pKL3drQu+6aJtPQxZ+714eyI+bSd/vtc80L2Ql5M+GkOQPknmmjwD22e+ssQ3vuiUI750a729rQE3vjx2fD4yAQY9sfysPbcfjz3DpQW9lF7uPWpRLD4C8CA+oGiZvI68071phEK9LPwDPiRBjb6Xe4G8qH2lPBkNMT5Sd8m9HX5YPXLcHT4TDgU+yhoHvrB5LTz7aoQ9zBfsPZgDer4S4uS9DLiZvp4RLTylS6k93y0DPki5yT0WAVu9ya2NPXZzn74bakc+6d+pvHGUFj4RTpi96iMQPuAT9b3nAZ68M/lPPvaWHT6xUQ0+",
        "9ZENvmbrjr4JXvQ9t4NWPjk9HD75Fom9R0ENvuXH572sH5C+ZdcQPtL09L4bkkw+/qhMPXhDij0QcbS+59Zmvkv8zD3H4fq98AnsvQGYAr6dbHQ+1mEqPussXj4oMII8b7HiPLhbXTvbAqe844Bjvm+9f76NPw0+MiXEPbLI1zyszo69kd4YPt1nRz6LR3q9qHjxPVMjCj4aUhy+6IoXPkOPEL4oFwO+av1qPg14cT2/Djk+1zG3PfrUQjzFgsC+ir5luz/1eL7LxxG9yT09Pu93vbzcviS+0s8Lvu3pfr159S0+ATqjvYzmsr41uV4+s3E+PKKMLr3drOO9hqcdvkvWFD053CW+rE0ZvuFlTj4mF9m9Hbr/PKcvJj5lKUq++MY6vSWrDb4z2O29V8GRPdMZzL2NeCY7EPQqvVmApL6I4ri+uqWPvm3TDr1HeNm8xcKMPrh2kbxHza29bF6hPWzpsz3Ebnk9vEEtvYWhwryR95e+TmqkPTgxNTvucXK9fEhjvvadyb0G7Os41E7avY2De74Gt6w9aWoYPnEtqb3wi8a9ATbPvXaLfrwHCSc+S9gIPnFDb777vY4+m+yuPJ1LBD7Yn5E+lFRGvuBya74w0Km9OuSVPuGZkb2U5Tm+mOVJvQdYaT5vZkU9PeN8PkDL170KG1a+LTVJvnBgWT4Ksp29wGxVvkH/Cr2eIyS9c96FPQMR6b2lqog+iUFGPvw5PD6jIJS9MMWXPinhMj6CdNa9+U2DveOiOL1/Nkm+zU8zvtDD8bxBCOa9fDSMPnBPVz7124W+wkrrvd71iT308Li9wUg4PsDt8D19UTm+8G+KPt5Dpz2x6ou9QPAXvUNcm7013Ci81ADMPS2xH758v6e8HmOdvWMIrT0ttIe8rqG3vCSGUL65ktc9hzyDvUSmJD51Q3u9Mk4PPmiI3T6LArO+ab6dvVTF9DutKDi9aPEUvkUIvT748SI+v1+FPmMObb0kUkY9+faMvvh1Gz4JVzG+8v/sPYDpJj4dv6q9",
        "FisZvrU8rzyrA40+v3+2PX+G4L2/n5m+2gnzPXoQ9b34TP49LkKXPq8pEz6vFuk8BABLvpwi2L0x1ai+zfvwvtBYuj6eas49PW4uPmggRr7fBOC9uSbZvEPXQL4VtMO9lvLBPVHR0j0RupM9ZqLhvQofDD+JK/Y+M7KBPT94ar475Xm+1QSzvrzwsD4HU+U8ajf+u8h0Bb7Rbam+xlawPOIOzj1a2aA+p3WhPQU2lrw5yAO+5XyDPm7MsD7TJXo+JPOXvS43PT57so++P15Jvhiyfj79aO69ypmAvRmEfb7mGu69CvpPPvmjpL3Mg6C8dl+IPk1UDL+Nw/i9xTOcvkABxz75Ehi++0F7vj6t075TfJi8HbhhPX/lfL7+HBc9j6kcvuYeub2Cvqc+57JGvopIST6dasq+FHhxvtr9NL7SbCg+2uQ/PnmT0zzDlvI940XpPB/LJb6ij6u+rSkJPJNEX70QrJK+yRe7vpAZRL5puYc+h0//vqwrMjxR8qq9p93IvegVq70vtEq9oMryPvuCIL5z2XK9S2AAvoHm477JM4s+AD85uywSzb5addM+wmauvTckzL6RmJc+DLfJPdiIwb4YSsU96YRSvu9vmb7Igxo/dHXgPZdLAz7rV+c9AdmMvVlkrr0c6zw7lguQvrt4QDpzy3C+bZ3MPStzPT0vAzG9hi2APplfGDxDeMY9HgpSPnknLT5LWdK9welKPGPkir52iUw99hIRvm47rDsZRD8+FgeOPVW69j4AJas95qPrPcqr4r6UcyW+pkxVPcx8dj3cE2i8zR0hvtGazTxcPJc+04iGvdbUID/xjBs+QsbGPegYMz0kZ4S9CMrqPeJ16b0/Gdw+9wFdPm/bo7tYsB4+YBgcPQc76z4S7aA9ZesjPqAfN77MPwY+5zFpPshelr5Eu3g+WWeFPokDyT67RKI9nqPNviGGkz6BuL29I08EPpykgr6ObFU+gyKFPQw1hz0uhPC9wc7bvUBnPD1rhdC7TtL4vTNjgbxzob49",
        "wZudvne5+r4Pzdu7sy+9Pn50nj1E7xq+RaCivpYeD75d0QO/LxAIvmzkob6dJae9vgENPpViNb7snQS//36mvhThSD4Pfn+9PXKVPuhjRDzDP1Y+RWqEvVcHoz59IOO9cbvePR+5tj5zlCW+TvYAvx/3Mr6xMLE+lK4NPc5Jij4pe/w+sFeGvZuO4jrmo7g6wIlxPiHOUD5Hr9k99yfdPUIXGL6Klrq9HxMJPgo+5T39bzi+FshHPD2pL73776K++Yu1vQK5Dz7NZWY+callvqsrVD7j75W93R2dPTz6nz0r1ZG+D7ZWPr8weL7jvRq+Vw7/Par4wb10/f09AJgFPfJOCT5rEcq7zarkvFsmxryjJYO+jF7BPX610z5EPEM+lGw5vtyvRr1JpF+9cryXPYNt8r1IhQw+qX6/PiOBlj7cZlQ9lSDKvu6tmjytMtg77be8PO9saz5NfW4+QgOHvRq4pL0fhyQ+UflpPg6fFj7VFak8EmPSu8O/zj0HQ6A9xzPnviwO2r7PtSo+uvn5PTKklz16xbK8oSfVvfVqgLrzbgk+eQplPM7U2D28OYi9U40JPjcSuj23XCm9KwByvnYkSz2jgb4+GvrivaZbbr5o9Ay9xBKYPo12071apRe+ACggvUQLHL7RZ6C9p6qovO6izb0xCp09ZMs/PuxCnD20tEe++iWqviaD/7zWe5k+gX5yPdF/Fz5PeC0+UxSAPZK21j6pYLu9GxKiPtUC972GQOy9wGJ/vunXAr09dpG+mSn/PUlCkD31WVs+IGGxPZsPkb2y7bY+nJKKvkEvIT5CvQC+NJhePe0bvDwgaZq+HM80Phq3nD6GtO67Y2hAPjHQwz4fv9q98seovrabIb6l97A+E50nPpH++r3zs6g8htg6PiPYfb1Wt6g+YCNGvZwV4b1SG4k+LrEQPi2qVj4zb7i+oHUfvkmiST6nWB0+aGwEPrjXGj46uPy8AJRvPtr/+T1NWP099zqQvvyGeb5rKLk92ShMvnl21r1m8h++",
        "ZUysviN0nT7YdUE9Smj8vYBFGD/k2z09F2ebPThhGr6KlAQ7UduBvmmF4T3IqNY9ubMBvkWx2rxALoo+e3J1varOkTz98y++oEbOO75Qijy3cDW/6J/CvkCFqD5yq0u+rSKBOzbeGj2VDDe+MOnivTUCLz+86ao+a7uGPpc7SD0CgZa7U6GXPWMLND7HQdw+ZmiDvgEHI77Bwni+pk5Wvu9Omr7g+l0+tmYCvameCT4h8KY+L0HXvdXijD1YGjK84QWMvj9QCj2elkO/q/7/PJl5o7wIHkW+hoUnPdlKPD6iRqI9TEyBvna7iT57Sze+freCvmtr7j0MbJK9r2+qvUAAgrxEy5i9TKSjveTgnD6FT9q+DUQzPQuhNr4jkSa9QzrjPI4YCr7EVuc8Ri55vtySBL5qp6a+aUx5PgqQPDu04hc81LgbPjg00T7HJYu+cUndOwjvBT4oCxo/nI0qPm5kOz0Vnm48MJPTPu0rar0NSji98ZSjPcserb7g7bU+OS9Cvae+Wz7SB049tSG3vudtbj0rRlc+GPktvS1DjD32pJG9A96KvsEvnr7OSEs+w3ENPjzutj1cxcW+xKQZPZT5fj76O1E+UfTrPdrGSb7UWOG9mhpNPrhz4rzG8gw+/nKMvLvxgz5ce1a+i9NYvi44Lz4lwBg+xBmMvjy8bT4gVf89EGKoPiCF+ruQwnU+VNIpPmp5s71tyBC++iE9Psb69rowdcs+CCeQPUeHCD4/ELo+TXqqPpwWsz7oQoy+JLk+Poj1ZT4g2iA9wekxPodgvj73SRg+MnBBPhx4dT6eQcA+TjO9PnjYGT2HA4o+dh20Pbrj1T1L+QY94bijPlwT8zy4IU+9ozjBPuLSVT6xvo0+SUvmPu9rhL6qFdE+ZzrGPjekdD43w78+NgStPqrgGD5WyMI+2NIDPkt7ZT4caiU+fNBUPocADD+LHOQ90cnEPpAXAr2u37A+Nk2dPi+4Aj8Chwo+xDIJPd0LpT4UtKw9eeD8vDArir2qx6Y+",
        "rsAMuyj5FT4jZbM+wjGfPlddmT5sUC6+mY9JPQIs3r0SBGU+yhI2PmxRVD5hgrs9rlfaPg+7X73KhtC+YmoQPqwdyj5W9ci8VpatPvvqbD4exYE+EWL4Pk0+Bz4yVrc93EqFPg8lv75mYee7wSZmPoqc3T1p2AM8B+0/Pg65zD6GFf+7wd31PY6Xuz6a7RI+jkuvPmJGCD8txs49fqhCPV5CwL71YYE+68yIvV6maT4K28k+jvsAPev2pz5rl5A+BUiZPQX2KD7vcKA+jzoVPs0j0j5a9GU+4yOTPuG8GT6lXPE9At2JPtLiDT531LA99iHLPkeAD7wsZMc+PsarvlG+8L0s1pU+S0uYvSimCL6IDqW+HM0RPpPN8DymLcC9RYsUPGZ+gL5T2Lw9BR8/vuBBob5WfW4+6uQFPufma74aKdQ9t46GPV3dFr6fxJ89u03vPg+Xgb33os+9XfIuPujZeL7f+4W+ne4oPCquND53Goy+MWzbPXW7+T2vf1q+vMJ0PkYqfj5yZX0+JI2sPcZJVz5wdhU+sSMfPj9uRz529eA96F3uPR6Sej5QhSW+Ez+qPSTWQD5WvsU+RSiLvY1ASj0loie99qLLvoj8871u3is+g4jPPYz0hr62OtQ9gaWbvqtYpD16fiI8MxCAvmgwZb5CWnA9TFGwvKwxIT4M/589i5hZvLAJ4D0kp0A+rSyKvsbY9LvIw847XwkKPgLwJr5zS6Y97XCqPgzKRj6oYlS+NlGRvcKqvD1yypo9+TbAPVKORD3TgYM+8YCBvu0Ggr4kpKW+n8qUveqtrz3jWqI9bjeuPtIMVb2X0ds9dS9HPSwACD5ZS6G9UejBPtLa8TyoE6+6ruCdPjMc4T0Y2xY+oeh0PqgxOL709RM+27cPPGLAFj6PZmC+19mCvr50HD5dixe+zg7LvXAw9z0ZJco9DCnNvgnSH70ZNmM6cXBIvv58zTwgGgy+Fw/HPt0uaT3R61Y+WMBfPfazQj3TNnE+iV7xvbzTeb6BVRS9",
        "iJt5vFOID72wAxg+pKuVvWm+Bz7n2YI9Cro6PsJvmj1NH6g+s8KJPlc1W76/0N290sFNPQYqAD6ms9G94LY9PYMuQDzqZcY9ox/XPcFgFr3OR249gYesPjc9eLuLrrg+aO/gvEn7h745Gfc9SbkCvdZO872o88O+QE4+vhWTeL3Kwee8d3VTvZd1Zj2kDLm9ysNOPlFZsr0bmca9qCcFvr4ojbyGHqY9ok6Auwh5A77Y2yW+SXxqu6pJk77oEAq51c1xPkjMTj474DM+gxuhPWH6YDxZWpU9UESxvXW+qL2gOEG9jPJKPiHakz0oKuI92qC0vTYwSL66cDa9kBEVuR77Bz7fdl660igtPrVYn72km9+9yOrTPhtgdT5r3u09FekavSBaED4GciS+qTVTPZeG+b1xOyE+kPQEPkUsDz5vH+A8xE8UPHzVKj6CaS8+u4mAPc4oyL0CYTE+mt5mPH17iL64ehG7p9EuvrTymT0TGae+VwM1PkzkDD+g/P69h97nvLyyZD5UmdO9+sAhPnYaVDwlqEs99NB+vrYE4jzec4Q+vqEuPgt3Ab5NRIK+znvuPasBlDwXfv49eHmUvuQBFb325Mc9VKHTvY5AVj66Jf472PlBvfF4oL2o0yU9bFJxPTIopTuptkk9M6NLPpjxDL1Wwhm9X8kKvtFbPT3ep2A++sENPTcFAr74ap+94dptPoAv8z18r8O+KUdyPvo5/DuROro9apDCPehVFL4HA4i86fgDvbff1j1/TBo+OLdUPROfkTzPyJE9NY+YvYpLr7wjOSa9nli8vfyP9bw022e9n/G1PWvrp7rkasI9kNHiPRR/Lz4oM0u+tg+iulJWxT1XPqU9uDAIPNlFF756Ylq+52EfPHrYEbvJiFM9OYyIvr/NN71jlDA9YctlPfUocj1I+mU6e42GPZkEQT7NL7E8mbSuvYVUCT4aOBu9VfEMvsv27jxMt828lwU1vu7BHb487Xy8QkC+PL0JSL6Mp749CP3+vb+fhz4QLpc9",
        "YWA+vgEYSDyykWu9YFXVvQDQlD1YP269d5pCPr6vyr6eIhs+IEINvWIS+jyUflA+NGfbvSVMAD6ePjG9RLrqPH2D9Ty3Ck++DHilvMSUojwtHWS9R07hOvM2AD6n2ZU8b1FVPYiCRL2OOJC+oJUbvUZUsz2wP7666fcIvkGYz7wGvho+YnqfvVxW3bdn7xW9obvgPMLrjb0NUFW+TCG4PUjc3Dvf3Og76tQQPv44Yj4runA6RD0aPe9pEL5QlME9uhYbPqeksjxE7NI9ZQaAPfJ2/DtJReI9wqLhvY0DEj6cm6Q9CPpAvUepsD0UOxE+sKlqPauyFb4+sIY9nWTrPcZ9iL55J0E+46WkvJzFGL4qhc+94YgrPemCjz66/Ee+BRyWPf4xEL5HHPQ9D3IHvpU3Ab7zIjE+GimwPigdqjyxgPU9cPZDPvCwDL4+Bsk9dnEZPqfnC76C/L+9xVmYO1Y0T74V8QW+G8kIPoU0TT698169MO3+PZkH7r0wcga+Yc/8PSL3Wzsi9g0+0pcfvGklDj6CtgM+lmsvPrmdgz5kTaI84vEmPa0iIz6qpgC+vzukvXzLOz4Oqi8+5BpQvoZX/D1j/H29SpXIvYRaQj3bZtA9rvA0vlVg3r3RvzM9gETWvTZ7TTy6r9u9DDMBvnNOHj7wzg2+GAVivt4GST64eMC97wQPPhZrWz54fRg9YigFvrRrfr6oW989LC5bPvj0ur1GeqE94VWwPMD9sz241di9R75nPrSXjD3JdLM9ASLmPXr2rb2OFiA+T0zhvTcMQbwYXdm9rslRvg+DLL7Nxxy+R9FNvbe0PT1QWBM+tcIAvSYCpT3YJBi+11pyPn+eQz6Aqjg+TKyTPLug5T3nFSw+q0l8PeVhX70WFxa+UPbqvUObCz4ydNa9KoBwPi+qeT2djtO9U5L9O/se/r0/J5Y79TQAvhFXUj7s9gu+7VcHvfK0vb3nCay9elYZPmxdWr7uHlQ+5F01PWunTj67oTI+jHnpPb0vy719Gru5",
        "l6fXPL3lHT42XTy+Rrs/PpziYD0EGA6+WryxvjZtUT2JTYo9hOw0PAlwbT0aWX8+90OkPcBMW7xufVQ9gHEUPsh8Iz5XDfs8LpiRvtanZj0qaJY9XH/KvRmJ4D2rKiQ9wSwRPrkACj1dn1i+fnPEPJs96D3Vjk8+se+wO2d1mL15TUm+tLDIPFIxw7yObYg8PPORPrj5kzy85GQ+oLsGPusDXz6kPuo8ORkQPXJavT1Y6NU76UYdPhvG0j0lzEK+U0dHvTavNL5SjN+7qS+vvZ64+j3OVJ89BJrHvVXmpbvvv849yR5PveYerD2dOB4+qVoKPgZxSj39X5Y98XvkPYoRC74vz9Q9bGFrPbWlALwBNlY95tW6vbFBAb7ys1O+dP5evqk6yr4UjjE9qv8FPrXxrjyqmas+E2EGPhpu9ToPrRW+EnclPQFdij6qGV8+2+YnvZfHKz4APs0+zRJ5PZyy+70vO/+9IY81vd1zvb2aug4+Qh6jvES/Nb0icAs+BwjpPVTRc7wF4YE+LSpivQi4xj3uf7i6eZyYPVjrUT2F0wo+Ffe6PnuHmL2ektM9i0wRPfaTtD0RAiA+hikcPjukYbwPkwy+xPMfPSUMQj7CQj0+7GYCPgcdtj3OFKS+cJ6bvW+VET22sqS9qE0KPl3DSbuZ64G8dYVXPuatPj0D/7k8I4jpO0Ejv73eFUE9ntgNPRoP+z2FCsY8wB1Xvq98x701MmM9SNR8Pl8ncD3LRBu+tB1qvhhXJD6tFRi9Z5IZPkVpgT5rTJo+9b5nPYXsEj4apMg9mBz6uwiasr2a3Pc9mKiOvYOkir4PxDu+YaKyPdB0wD3Hms89ZT7mveTtXr5E2by9oaszPgWIYj51DzQ+t6Wrvf68lb7kkwA9TllRPQVBxj2NDTu+YSokvuTaBLwfpV49KR+8PV3CuD1hz9u95im5vNN3trzvgkg+0eI+PXfXND68DTK+ZqINvpK3Ub3IZ7y9eiukPYlpQz3lGEo9D+8FPpBRcb26O02+",
        "+rkmPdW6sz2OcZS9Ve/KPZvdir5pb389L4PaPDL/Lj2rG1c+/wiau5oovz2T/yQ+MasEPd1ZF76NksO8cd2JPVPkdr0Pozc+/JDoPH3w5D0JCy++nv0NviaksL0IPBY+WDe0PY4evT2B9BE+V1QQPrQnCT4pwBq+QCGKuApPDT6XkBq+rTwpvqs+hL6VkpE9e2BBvoHeFj4l6SQ+y4KoPcQ9+b3ESfI9/rMcvq7J77wK47Y9gqKWvvIfgrwABpi9WeVBvij3tj4cq/A5VVGxvhShyD1iOHG9H4IJPYyLbjwKQ8K9QnXIPI3UkT2gVve9qiRIvmoxDD3OWqE9vZIJPhTMfDsTQpm8puTHOz55qbwe+326pYyoPD38br14Mx8+Dru2vp/0nLwGpa89fWukPPnUID7Nq4G8pZQCPsCCS70CF+s81JSEPRdeUL6u1bY9k+uiPW5XBb1jAGe9MkT+PQxbUr1vIgw+DJxPvpyQx73Cvhc+lrfSvXRgcTw5Jq49MI8RPSriDT4UegQ+s/6uPQY9wj1GB+W8s4+TvloFlLyW5BG9iQDBPWJ6sLxa6ss955hwvuLynz2hCIO+hn7ZvbOAUz1KeSS+EajFPc87BD7Vl488rJLhvXFtVjzH1KS8z+6TPXFROr7menq939ziu4nnJz0OTdG93BsxPoqXI74GP5k7Phh1PRiyxb1Pw1a95OoZPuKQ8T0mAMu9d1GKvuKxXL7W5Go9rhVFvl0J/jtazyk9GcgLvmbrEz3axCE9aeVGPY/JMz5HOu+83UNwvp1uGj7p51U+1zmiPbCEZL1tPHi9enGsvSZtMb1CnY27qaK3vjf3L7w9Rd48TG/OPdkxSr52EzG+xHwPvoTYBD6LhqK+Gs78PT2yvjsqVig949cJPpCUDD5U+lw+sCCCPpEn7byvl6c9hzQRvnLDdb7FC84+IOxjvYpHD7qg9Ks+rYhQPEwKn77VPAc8TsQYPIIVIz1QBEO876hIPqSwAr5g2v45q/bRvRt4l73WGMO9",
