{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              24,
              3
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Bidirectional",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "GRU",
              "config": {
                "activation": "tanh",
                "activity_regularizer": null,
                "batch_input_shape": [
                  null,
                  24,
                  3
                ],
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {},
                  "shared_object_id": 3
                },
                "bias_regularizer": null,
                "dropout": 0.0,
                "dtype": "float32",
                "go_backwards": false,
                "implementation": 2,
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  },
                  "shared_object_id": 1
                },
                "kernel_regularizer": null,
                "name": "gru",
                "recurrent_activation": "sigmoid",
                "recurrent_constraint": null,
                "recurrent_dropout": 0.0,
                "recurrent_initializer": {
                  "class_name": "Orthogonal",
                  "config": {
                    "gain": 1.0,
                    "seed": null
                  },
                  "shared_object_id": 2
                },
                "recurrent_regularizer": null,
                "reset_after": true,
                "return_sequences": false,
                "return_state": false,
                "stateful": false,
                "time_major": false,
                "trainable": true,
                "units": 128,
                "unroll": false,
                "use_bias": true
              }
            },
            "merge_mode": "concat",
            "name": "bidirectional",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "bidirectional"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "bidirectional",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 128,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 1,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        }
      ],
      "name": "sequential",
      "output_layers": [
        [
          "dense_1",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.5.0"
  },
  "hash": "f8c4010821dca2bc8ae9da52d46b2e6f85c8e2cd95dc1a72407a796ef10d1c69",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      24,
      3
    ]
  ],
  "output_shapes": [
    [
      1
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            24,
            3
          ],
          "values": [
            "MYOdv3K5Mb9+5y2/v/YJv+tuTT7dZRPADAJEPvK8HL+q6IQ/lKmLPyUwrz3gSLk+Z08wP4ELWL/SqSjAr0G9PdNfz7850f8+cXQfv9YOdD9us9y+tgMRP9O5Uz76ADO/4wCMP4KK473TE5k/JgLrP2UKKj+57A0/j3yCP5/7EMA+IUa/kmSKv8sZtj/IiPs+fcJGvzfWpD4MQ0A/lJGMPzwHw79F2Js+zxyAv5S9tr+tuAM8W14lv4l5gD0XwP0/rm48vninqz6679A/+01dP6bJTL0ZMLC/cpxQvRuc7r9HfkO9OdlsP+s+Vr9YWMW/xwG/vgl5WD/J+448+BSuvR69jb9yW18/q6ebP27krD7Om7q9JwiKP0IR8TxMSKe+"
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1
          ],
          "values": [
            "S8OYQQ=="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "bidirectional": {
      "backward_bias": [
        "lGPhvTQH1L3x6VE99/fGPuYNpr6B1eo9ei7Svt3Gor6upTi+a2Kcvof6zj6Q+4A++3CuPtLjRD1TDmw9AD96vg7ZaD3520+/8Y2KPrRa/Lw/PkW+7TDGuzOw0zzF8hK/CuE/vjbOiT5p16M+YZ5+P/wyY74q3II+JeCwvmW4jz2MoHs+yL5XPklTZb5FpKq+3s2yPhxsGL440cE+3gesPo9SZb6B/uw+4YIXPymBMLyWB1a+vlhIvUz7ZD1SEAc/DVPsPcEjEr/vMU09BKdLvpu/KT/BkAy/NkiTPtGlCb6gqfA76/TEPpRf0D4A+sg98uuAPs9Gjj3InFg9g1RDPrTTaD7ffw4+BH9APsaWWj7N8C+/eqdGP1H7Y778AS++tqcXP6i8KD9tDv2+al9TvNdQTL264HK9Q2GCvo2RGj8afPc9alAIPwEu/D42tbY+2G4LP+82Cj4NyMU+ArCnvA1bR75pZ2W+RLQWPpp+Dz/whRc9izpvPmOe370ti5U9d2k1PaCrDb8ufmo+fzBxPhwxCj7VRhU+ULZHPuAf8b7v3AY/GZ+svsCg/rwDnCk/3JA3P9ZhQj/8fK8+YR9jPl7IBL9Asl89hJ9IPzhlVjzXSb89FmtnPoLRST59Hwo95qNMPyzLmD4uEbg+O6sGP0nkZj49XgE/3nOQPpsIGD5e9Yo+xvUIPVFenj53czg+92wKvqE+Zz5QtUm+Gq9dPofOij00MjE/5V+IvnFKi75Cyzy+AoSsPdgVmz2xcV69c27BvlWVAr+d9Iy+aUUWPp75qL2zQL69jZcJP6LGo70Z3hw/EBKUvQiaFb5z8AO/rZaiPTuWI7wfrXa+wCMov3N0Vb4KPQ6+2Ke+vvnyGb6v1Ke9a/oVPr7Uxrwmj3e9VIoCvxbPrb6TwKG+9VfWPLYjIb5HoO09iA2vvXJm0T2RGFk/zVErvmJFn76Bt12911SxPfI8NLyXPDw68+BaPDrqZb6z8kA+0SVzPnQYRD2BSy2+hbGBvRr/EL5wIUO+",
        "8xQpvSyb1j7Ewom9263iPk+iqL7/bZS9MzamvmVL5L5+Tgm/BXirPqRcJL/qOPG9O6xsPhn8ub6D3q++v2QxvtEvmT1yfCi+gl2cPvRBDb3wgnM+9BQwvr449T6/W1c9xtqSPRrJjL5ZvBG+m0YUvqhtBT+Sat+8bemvPpsYgj7UGJo/1w9DviuMHT7sAKm+UFITPoc3mL4NfxA/aMOqviHrLz7AqYo+VysLPYhWM73HjFY+rD68PPLk2D2uKv2+Tzb9PtWVsL47k0q+ndAevdzYZ7thAcQ+jzD5PSQ4Gr4nD7e9mqu2PIkiQ77Hszm+nW3CPogLZb24ofQ+Yn8wP23ZEz/J/Z0+WbYtvncUy75X/2883bqiPmze4b436Y2+MXnDPuSIdz1s+d495000PpHX6739mKS+fGWRvmrKS77CNnG+3ULrvuL4mD4CM6W+ozuuvJhtgD7hKFq+jAYsv8Jd3D17v0w+PfrcvkTJfbtS7q8+gadaPvi+gD7EoJy9I82LvpItjr2lDpw9UAc7vpl2475XiZo+D7GHPW7cqr47R0c+8wSlvoVpO77EGs0+gCrTPVCjNj5lyhk9Hg7evsvylL2Mjzc/84FTvqDyMz4W2mG96iwnP8Ho6b26+Yu+xbiNvfEayD0+Xoe+bY6vvSU/J75M//E8aSUaPr5K1zwNeuy7pgxkvqKobT3i7+u+DcL8PiiKqr5pz1k+nfNVvcTCzT7TLY+8PYEPPzFsUr15qaO+4anuPKq2gD7WZc48WdCaPiX2nz453gq91qlmviXnfDzQe2e+j129PhFdpT1zOzU+Wcp3PbCnD74bXHy+FcxwvslfFD4zAMg+uPKevtOYGr+qTEU9edUVvggK+jxo56U+/FukPoJt6D7EqM28ZnUOvGp1vb2RmU6+9PdXPojqmr3iMr890ugoPNOWyT0OxY8+RmJuPt3nQj5QoRC+9GWCPruJ3L7S9/Y9r+KUPtRl473QRYC7ofnKPlv3970sqoo+mHc/PuboAb+1kRa+",
        "lGPhvTQH1L3x6VE99/fGPuYNpr6B1eo9ei7Svt3Gor6upTi+a2Kcvof6zj6Q+4A++3CuPtLjRD1TDmw9AD96vg7ZaD3520+/8Y2KPrRa/Lw/PkW+7TDGuzOw0zzF8hK/CuE/vjbOiT5p16M+YZ5+P/wyY74q3II+JeCwvmW4jz2MoHs+yL5XPklTZb5FpKq+3s2yPhxsGL440cE+3gesPo9SZb6B/uw+4YIXPymBMLyWB1a+vlhIvUz7ZD1SEAc/DVPsPcEjEr/vMU09BKdLvpu/KT/BkAy/NkiTPtGlCb6gqfA76/TEPpRf0D4A+sg98uuAPs9Gjj3InFg9g1RDPrTTaD7ffw4+BH9APsaWWj7N8C+/eqdGP1H7Y778AS++tqcXP6i8KD9tDv2+al9TvNdQTL264HK9Q2GCvo2RGj8afPc9alAIPwEu/D42tbY+2G4LP+82Cj4NyMU+ArCnvA1bR75pZ2W+RLQWPpp+Dz/whRc9izpvPmOe370ti5U9d2k1PaCrDb8ufmo+fzBxPhwxCj7VRhU+ULZHPuAf8b7v3AY/GZ+svsCg/rwDnCk/3JA3P9ZhQj/8fK8+YR9jPl7IBL9Asl89hJ9IPzhlVjzXSb89FmtnPoLRST59Hwo95qNMPyzLmD4uEbg+O6sGP0nkZj49XgE/3nOQPpsIGD5e9Yo+xvUIPVFenj53czg+92wKvqE+Zz5QtUm+Gq9dPofOij00MjE/5V+IvnFKi75Cyzy+AoSsPdgVmz2xcV69c27BvlWVAr+d9Iy+aUUWPp75qL2zQL69jZcJP6LGo70Z3hw/EBKUvQiaFb5z8AO/rZaiPTuWI7wfrXa+wCMov3N0Vb4KPQ6+2Ke+vvnyGb6v1Ke9a/oVPr7Uxrwmj3e9VIoCvxbPrb6TwKG+9VfWPLYjIb5HoO09iA2vvXJm0T2RGFk/zVErvmJFn76Bt12911SxPfI8NLyXPDw68+BaPDrqZb6z8kA+0SVzPnQYRD2BSy2+hbGBvRr/EL5wIUO+",
        "8xQpvSyb1j7Ewom9263iPk+iqL7/bZS9MzamvmVL5L5+Tgm/BXirPqRcJL/qOPG9O6xsPhn8ub6D3q++v2QxvtEvmT1yfCi+gl2cPvRBDb3wgnM+9BQwvr449T6/W1c9xtqSPRrJjL5ZvBG+m0YUvqhtBT+Sat+8bemvPpsYgj7UGJo/1w9DviuMHT7sAKm+UFITPoc3mL4NfxA/aMOqviHrLz7AqYo+VysLPYhWM73HjFY+rD68PPLk2D2uKv2+Tzb9PtWVsL47k0q+ndAevdzYZ7thAcQ+jzD5PSQ4Gr4nD7e9mqu2PIkiQ77Hszm+nW3CPogLZb24ofQ+Yn8wP0/Fgj8eBdQ+O2H2vdZws76nlQs+3f1AP+iKD76dv1K+5mFRP59wqT5pDus98GdvPQo+076WKsG9JAXsvfF3Cr9K7/C+4fZdvaOOPz6NJk6/JblsvuGJZz4ia0y+tBPdvotXTD+KyBO+twhvvrrLFj6AmxY+aN3ZPTMQ0D7DDAi9WDAcv5OMn72Yd+C+jbR1vgfF+b6gQzc/YJCqvcPobb5qxaw+lYRkvvvfFD1oS94+h5hhvieVTT+HL9y8coPPvjqzR78GDNM+K4cBvwfvAj/4TpW+Bq0XPwayNb67fPW+g/3YPvKhxr47a1u+7CVkv5YLZr5C8q087qgUP+cWZD68vQe++MQlv5EMNr2hT52/SZZ4PlByM74JXPk+TSmXPix2kT6yOqi+YYwDvTozDz5mu5u+EGomvhZ0lj5zwny+SRlQPtR5kL5VIHS+fq2dvq9MiT6Lhbo+D23EPiZgAT9UAI099wDZPn65QL4bYSy9IMUpvlz3Aj4e5/c+WjoZvyNFE78pwSq/MVMAPnOuwj0zEbo+rDCpPnug+j6i6NW7aXXuvc8wVr5AQPy83D3BPhNJir7tKbk+hHjnPRvmRr5HaKs+MTy5vo4BPD+8me+87LQJP5I+C78dtcs9m2RwPhhFmr5xc7c8TGDPPq4vEj+eKq0+K0KDvC/2Db/m3JG+"
      ],
      "backward_recurrent_weights": [
        "EgQgvrCl0b5gMyy/ug5SPqGwvr23mRq8VQyGvs4RaTxJKOE97jW4P//DvT4E88e+Y5t9PWMlhL6Nk0y/vu2nvwar9r5Nxrc8eT6OvwHGFL9o9w4/y+YzP3rF5z5riVE+hHjbvh6osT5YBL2+9HKhvrOgob7QfIq+D7S+vk8LIL/Mh/O88Hwbv9Ri5L5zaxc+P31OPQ1KW79PjH89h4AIv4ZnUb4AB7++AlrlvQeD8r6LDz6/kAQCvy1Zzj5GYRw/0g19PlZ65b1nd4C/T+gAPrxhuj6S0WO+AjeyvQ6VO7/Uxl+/nrftPXJehD+dwdG77bZKvYKAYL+OOBq/vpROvtwIIr5NyR0/y+2iv+Ay3T7pO7I+sUMZP/ocgL8/7m+/L3hXPq55sz/pcv2+upEbPgEhXr5GaiG/ZHD5vcSx1D6Z1Ky+ZyZiPxaWoD4MPTA+cO2LPJ4/OL0skdm+pHM4P5jxX7/8GFm/pg4Sv2141r4BS9O+HcefvppYnL7JTa0+JPNivpHfAz/AmaU+OPpzOvs8Wb3Zbw+/W/lhPnGn/L4pezI/qVDXPyZskb5yuKA/k9drPirC6D6x25E/SJ0Gv6iHnj9GCYS/8bWHvV9iDT81Lvm+DhYkvqbah77nmSy/pOwTvilUnb4TqvO9PVUyv3DTGL8+Xv69okMRvuvRij+aaqo+nRpFP8BfOj803d69paRwPj1QR74Poj++QZsovxjbt75XSbG+4r0FPjJzrz21sW8+Pcz7PlpgALylV8Q+OlaBPdrBZT5T0t4+6xFLP4csd73yUqO+M3tSPozog78nUEg+jnQEvyQ+4j61ACg+pKRLPwIjoL7ZQAY+N7aovn5S8Lx+kf29PPKlvrlWh70ui0A+QHKuO3s0/zt7q4U+7io7PYUVnL5US+S9ZObrPpe0Kb4rQqI+04xovGaCC76LgSQ/HH3dPjkCPb3EDUy/wLWavEyKAz9DRxA+tiEQvOOwAr9oO1I8PmL7PY1MWr5RyYO9LInZO4puo76Cf5a+",
        "r72CPzNdRj/nlbY+0XO8PYJ3Ar9c92M+9OT3vK3rvb48XOM9DqTLu+IJ1L5YUbW9ENuSPkV0IL3SMJa9qcxYvgwJ9z42gr8+mCftPlMSdr6Jg/Q+7wKEvWSdtD4vqoM+YrEhP68cir7oF84+PluAvF/fMTxdbXA+ItYHPiB/hL7jyTC9LVycvqxmEL95vPE+htZUPjAvbD7Jbeq+I0mWPgi3fj6205q+rDBPP3CyHT/piFO++6Uxv1TL4L5MwBK+MVb+vr4g5r0gS3i9lGfpvTcPmD7JE9E+vcdpPRcfzz4rM7A+nDBKv4HlsT4QwtW9532mPhlt8r5Zvpm+Jzmlvt59ET+JGu0+vJCsPwsnOL5mPI2++1dpPor6c76n67u9igJ0vjM+dz/f2co+8SGpPt1uP78c5Vy/yFcCPuvEhL54MnG+363pPhyHlz7YHdO+sseTPVrtgL5wNqO+z0lJvzRPML/vhic+QGI8vIq/E777B4G/0wXKPqtE0j6OPpY9ssVVvrK5r70TMa6+TChVPpgFkT7yP68+m1RwPxxnTz63Uoc+iqKGPYPCTD5eFms/shJxPjjliz59rgM+2i+uPiGMSD6huIU/AIOUviYKLr/QaR2/cL+TPuXkr74kwXi91fNMPqEmnr0Qk6k8e/rOvZJ61j03+Ms9zuFvPnAz4b2FqYG/wH7Svm40Fz8VpZc9lyQLP5v5975lrK0+PrVFPr/fqT6DMyy/4rv2Puoe6T56n/s+xL0Nvurhcj66gK09qYd8P11RcT5ee7y+k+zdPem0BT8PUy6/xYjuPt7ReT1sF3+/Ux4TvflDq75S2LW+cgUov/P/dr5RDOO+X3gvv3ZX+L55TgU8w+1DPyVNJr/CB/Y+D6DpPlc8sD5+V+o+VOUJvkdn/L3zYT4/E/EvPwViqb1mnG6921ixPtMjMr4eigQ9yTuevojPCz+uK/o+eVIKPzTGLj+b7ce+qbigPliprL6uQ1W9p5DfPqQZmLxoIX++TsuMPjekgb7zJ7++",
        "XSlqvyClnz40yXi96AhFPtAGFr4vRLm+uUyJvco2ST18qE480/Jtv4t+gL+iqbs9TQyUvlYCibsleFy/NiCDPoPmmD1OKQo/NRgRP3wTjz6zq5a9o/xnv+7ZTL+ND6i+A7ZEvnDRmj2H75Y74AKQvlcZZb/CkyG+CwOIvkmCab/ujhA+25QQvyjcy76INS2/MIoNvt90vj622gG/kYaePoVEBr/fW449WOEbv6IsNj7b6K++7LABvvUdTL80yje9r406vshwh76J9qU+SUDPuwXZM76C7vO9tbB6PfdI8T0qmxy/L6U2vtk6Mr8vbqk+zDTRPT9e6r43oF+/T/1fPeLybr7nDmi/RU8Iv830hL7ZfbQ+653FPcxDPj0ZaZq+5XRaP67jgz6S4lo/Wg8Ev51H4r7eCaM+sR2fPYUEIL/Dwgk7tB9tvrabzb78tkS/NNzKPiC7K75fZE+91SMhP0BLbb8a09o9g2uAvnkmdT3ITYG+xVePvW8O4b2yLsS+2BSKv74xOj8zesK+zLOkPgtRUb7EOKi+UsCGvn3rlb4QKqE89wyxvqLzDj4pvQY+ogSHPuy/1b0vWvI+2plyv1aJDb/nHTK/uOfuPWFAKD5Ewus+nuMtvj3S77xeBNM+7gxUvFuURL+PB7M8KO58vwSuy75zZBG+MfkEvJbtOr+qWI8+mwnDPsPUsD6JQZC9yeyBvmbKzz4+9UI/xgWnPrqYir5G/Kw+U3yfvuLTFr5igZg+5pUUvvBdtz3Tbx4/DrY3Pq/OezvkR+49kLAzPbcM0T4dU8c9FnwZvb7w4z6T/3Q++sxoPo51kL7K6ui9OqE3PgsvpD6mTxg+fNoUPvNJFT4FX0m9s72xPNUJSz1r6sm9IvffPdenkT4R9Z88n6b7PKgBij4o5kU/uwLqPq5RHT8yda69ZJzUvmyC+L5YeCc+HPepvm55+zyKDDI/YmzZvfcHdT5k3LO8/oIpvqAvtT4xZLE9tDiSPiliwT45ya6+GT+GPlPn5j1BBBM/",
        "9pb0PcTNZz5M3qI+tieMvrVr+z16ooc+30MoPs2jtz6t7BA//3rbvqFsLj/N30s+s9IYv5H+DL/3tqA/R0KDPo5QHL74JRI/ZlfsPtWPDz8wxJg+IEC9vuZnn71pwm4++mEpvzTqy7xJZsS+AYiUvf8Q5r10Vhu+CGUevGRXhj0FLoM9Rc5ePwWRQj4bGrW+wr0PPvRulj0Q38w9L6dIvnUZJz+tGCw/BBm7vovDKb5czY29pFvuPE7DFD6ecP09rsS1PmwMLj4HrVA+9r2FO8ojf74FYCI+mqvRviHEPL4IGeM9bvGkvptzRruQF/c+rHhsPWIZZ73puRS+mWMjPrkuXj7k/Nk+RvwuPvGC0Lw75pA+2tJIPpLRib2bCAa/c4XIvn5LHz5ebIy+zsd5vs7nGT11rfk+6DK8vedi876lPis+PSmIvk265D1RmCg++QQzvci8Xr/tYpi+7ryAPUniBD6/suQ9S1W0PQe2LD/dywu+pZ/9vg4Lbj3mu6m9Nm5qPUyqlj6JIii98NtLvcXCx71RjYS+sXbEPWJTLT4/Zuw9OHxlvYVKSz9sKcO94ua3vn+Vyz7mTsC9NVcdv/8lzr7v0808btQ6vpQtxT6fGKC8T6jGPqP/8b2Bgpo+ofBnPZ3xJb6pBzw/DFQAPhux3b4SxhU+EtoaPYY1CD9bTEM9rBRsvicyjz6111Q94DMKvi23fz6ORY4+gC2EPkBwDj7AyIo8HTnMvkUoYDwS1Du+UErVPluMWT+fq74+zWb7vn6LZT68fhU+iTchPqetMr0tl5A+mBEYP+aUkT5jiDo95CqsOxNvQz9WlJg+BYPnPgg8iz2q2Ak9JpojPZ7AJj5rtw6/hedCvg6RCT74gxM+a46RvbbyVL5/lnO95d3qvq3lFD+peJA9y/b5vLFeJj69DDo+HTMhPcZwPL13hiM+SKsmPfhvzD3KW4k+pGEfPqGPk70oqdo+AmdvvplKJL50fJ4+lKAKvhtYbz7bnAa/hRW1vuAjqr4teNE+",
        "/z6BPyEa5D6B4p8+8TDivnP31j0PqxY9LKtpvRoYIDy2tkY+LdPnPguzRj3IbcG9ridPvZ+Arj6Jifm98gNiPxBEEr7dgfq+9pOFPm1wN76LWE4+KEhHPlpPhT4iCiS+ziW8PbgD+r799sM+Z5r9PfRvbz38vBU/I3RHvSEMJr97L5g9ZrtfPV8Ze77V9Rq/eZTSvd7jjj5M7By+ZlVBvXpAo764ENC9VHf8voUqcz1kdaW++SZdPT8Bjr+0L82+27tbvnsLNL7lCDo/W8kFvvSRBL9cPMC+l4H1PoEdnT2AE5q+dxZkPh0Cqj6xy+6+omk8PTcNtb5iSwM+qJV/vBgfUj4HPwA/HD7fvQ0Pqb6PdMI+jgaLvuyciD5ElBy/pJWlvXHwWb5c5q697uxDPbzktb2l9iW/s/rWvS+c9L5AWIc+iCslv8jjrr4hEeo+NzaivnIzpj4zWjO/lPisPazJQz5x5Y294D+Avrb0mT2+JQa/sDIJPcfNPL40sPa+OYGQvkdKBj586yq/RdiKvcrCgL08aiw/FehRvYH4E76sS/e+1Wk7Pg3pkz5NccY8wk5VPzgZPT3dUfC8LegPv0GYCTtU4BY8Ye4jPmW75rxzwEk/V20+PR+nfj6st8Y+SXr6vRUDMD6jmj++TQQkv7QKfL51dPa+vzgbvwi59r5NSE87SrgdPwMur75XyUK+vqgFPibjub4sKCQ/IZKMPbi9ar4l2qM9PkM6v+/rtT7F3L+8H0e6vmtSsr7aQE8+OgovPoZVFr4mUc69uUElPULgXz9xtyQ/Ha75vmVt1z0gpiM/uq7hvlZAEr+cRrm90hEPvhEcmL1nQtM9cey/PY63bjxuBD++eaitu370jL60u4O+4TBqPqhJoj6vsJu+EpK4vSLApr4RcCG9lIW0PhQXub7qBDo/NEcGPxB2zL1kiIw+xHWQPgLyyr3bwlu9mpAyPjz+g72sIoA+DY1OPhDYVz76tCS/xungvRfaij1Trpq+nZHdvkwzYDkr0om8",
        "jPMXPjod6zwVNc0+/C1avlQ1Ez8p7H4+h2BCvUO907tC6Ro/lECAvrymtL2XkaS+uz0Nv5qwKj+/j9Q+xiScPv4uB77jlda98h3CPmKdsj03G3W+d7PWvXiQlT04PsA940SHvfjso70G37A9XuFIvo57ej6rIPC+2OcLv14dPb4FrfG+ymfPPhg9xjyhHKS+O486v6X/6b1Q9KO+TKh8vWQHHz6SIHg+NxfYPuoPQj8fpFU9GIDOvt1XwD2S0JG9WKkUvsnccz28Swk9D9U7P5FiFDwnNi++QKj/vqKFbb5+gJS+C0s4PppFo772rrM+zkwbvyaFJT5UjTg+b1zVvYn7uTwV5ke+WOazurALAb/Frxu7UrJtvlvJuD4Zs5++6fU6vogMnj7JIgi/kvYVvqCjdT3jxJI9rAxXPvC/aj7RykO86EKMvu4g172/RCi+XhuZPt3L5b6zZbG9kWzJvVddcb54rPK+3HifPrap177GP18+T85APVOb4L2A2Jm8tFFMPcernT771Q0+tMQevl+WD76sUxO9PTEKPaUwqr4ZUIy+7OMEvnjIh75enuW9YngEP/S5hD82P8m+JWYjvt3VsL3cyzY9DVraPqJlpL1/xoC9FhmFvnqwFj4LRCQ+jH1fPejREj/av4K+Soo7PmN//73xG/M+o21Vvk+UnL1/1wA8AOmdvt7YFz8TP18+tphOvr3dgr7uP46+xTxRveW/yT5+2qY+25ILPpp58D5DtSC+T7GkvnrGHz+bv5y9n6U8PiO/+76hSvC+Qv/5vrN6Gb0Xl6a+LMebvZ+/vD3tHam86ZyfvvttZr2v04w+DX8YPpAwhrzjF7w+VGoXvy52ZD6mWi++dacFPkTcvD5iKym/R7s3vsxcLT1irRG+e5t6PdDc+r3yT7o+1xuWPquZuL5VhzM++PdbPiXtDb5fsKA+wfDQvcCwBL4XqUA+eVqmvi1Y274/9ng+CJ9Evo2Inz7dgHy+QQmEvqKAGL1VADu/XBQkvlVTuz2fJhq+",
        "H1uAPyyeab1QZhs+5JR4PSDOgr+QiR4//fQavmF08b2aEU4/B+FQPjVwED7pBBI/B5m4PsfBGj5tS7w+TCTbPvd4Nb5MVOi+Hq6IvvenBr6g+RA+huqvPtdBhz9Pv6q+Gs6avquMiD+LD5i9+rvvPJK0wj7XgBq92MMOP0jz3z640RK+jcmYP5hppj/nYTM/6HltvitgoT4DVwg/rV9fPqAWoT5okdM6EnMtPkoojb7M7bc/N1koPzix/j1YtAc9Jg6gvm0Uur0aXCc/ME5TvXYwQTxCctm9zayevc6VQT3qcIQ/qZ+Yvk+3JL6PfCe/7IayPlznbz/Ti1w/ulaRPjzyZz/UI8Y+9YKHPcvjaL6GWYy9t241vTGXSz4qcoU/qHWGvn+7zj3zhwG/QsnTvF37E73bSng/xTD6PqEzIT3jn1s+yto2P4s0bb7aBoM/x7lQPpwjpT3grzu/QFhDPwCUNT6bLNo9Wc4oPwsgaD7burI/Wx2OPKQ3AL4u/mA/XdADPumc875sxi0/FTKdPn6FZb0XMkW9PYz6PeUFGj4QT0C9sbBzvWHIcT/eEE49sn0zv32eKD/QA0G8DZjyPQJAkT4If2U/r4p8voGA0j7ORxo/BQ+/PZG0rz7BxlG+kSMSvpXi6D6C7VG/UyP9vvENMT+Nbau9XU4hPNPV4j32HEA9S4OOvuU4Rz+ib4Q9vDikvV4pwb4j7nK+2Ze3PDazuz3T54w9xzuZPlgkQb0+QDO/iqQev2Iau72tURG/DCgRvjhYBj6Egj4+qx4pvzXL471Sv1y/gIvPPsR4070HRA4/zaYYv2IiiD7R57A9nOomP+uqNz8y2LK+CiDYvnnjs73e5Rc/7DUGvzxUEr83nLc9u9ZLv8gpK78U9c2+8oAvvaNI975mTxm+sLkTv3MDcL41286+vq4JP+mcfT5m3fU+/uRJvpk+hr5PZdK+w0X1vVPic7+hKB4/IltfvwdiCb5g/7++UirjPimmJb7pxf29slX9vpQP0L4URAm/",
        "59qKv1Xvrb5Wta65eXwzv9n1wT3Gyfk+i6bXvrdwDb/XfL49Fd81PpH5gT5Btww/T4z7PlleP74htdk9pZ+wvSWsH78Is6M+fJ6Dvp6yuL1HlIc+0qXvvhUehb4T2KQ9Bl5UP9Y2hr8FWDS/Y4I9vsWMEz4NMVU+FH1evb0Inz0CKWo+l9EHv723TL7Faro9GsGevopWID5sN5S8wrqOvrga3b6fSNo+ElhDv7a+Fz71ODy8fBcKv3xp/z6Hoim/O3/tPmBcG79+d4m+6PmfvaiDLL+B8Q09LFuOPQCVJzxznpi+3/bpPkta773fOAG/e+ngvaFwpT7/Yis/sh8LvTl5rD78IIY+AXuVvYF4a756KkA+/t5lvm0oiL7iyS0+TEupPmj0dD4RcO0+Jz00P9JJTD8E4Us+a2PgvoXavL2IqhC+HCHfPiiwgz4L0by96F0dPe91Dr+zEuw9iRSZvuq1SL/I6rk9+9s2PhMViT1CuU2/T3mavrh9sL2hcro9Ji2Bvoof9L2qwkg9/CzHvl5N1z4veTw9Rfjhvicyzr3cMTW+hPxovikf0L7A+n2+1dL0PkzE2T11Qfu+e0OtvTW5KT/fX5c+HnEXPkPmn71eL06+CaknPlPcSD5AJgW8PX/lPQVY1j71GZM+xExuvllPBD1Fv84+S487vcl+m76X0C0/i6t/PiAjqTwfHom+JZWpPtIWA79uvEK+9IM3Pp4ZhT6MR3G/vJGOPulrgr5aYQM/tcTzvVeKHD4SMji+bDfDvjqUn76DJT++be3XPA62gT2H6i+9AiXavQ8Kbr6UkAC/3UcNv+jPnz1SHeq83w2kPa8vzb5s2di+b7YWvuMR4D1bPrU++iHnvvRsNz05tBW+gVr/PWvKAr1fiyq+bc9DP1bEZj7oRCm+RNDuPrT3w728HzM/pjBhv1bVjD5h4rm7UXUMPrluAb4vnNM9fqHTPDIAtT4gZ5g+XBlPPolTqz7wAd4+gcWiPt8nmL7ItuK+Q07LPioJFj9N7me+",
        "8eqEv0eIjr5ijoA+0ZslP7Z0g75qii4+JkHGvjcZVr6xpgu+WyYgvgMMwr3+JDE9J3wGvyzu9b6xIoC+vETvPC/8Cz7G7j2+6R+zu+jkaD5hNLy+LxrfvhzeF773uYm++YwQPTeCCL7u/Wg+SR5BvsoY8zzc2iG/gkp6PJ1i6bxsY6S95sd9PeeuDz5aXLy/div7PXigOj8a47a+9sOIvZbXtT0IeLO+Llsdv8wWnL4fGSg+Nb+Xvj2kNj49hKO+QC9bvtCWPD6jXH0/Prx3vnIUED/ansy+yZM0Pz93LryRhno9HQOjPiimKb8apKI+s3kHPczA2byZX1a+aptEvpamzL55Y5G+b2S0PRSNjb66HzM+lG3fvkaPRr6RJ0o8DFssPgJYMT5SmBM/dmBZv4+J0r0jfdq+UlRZvm1AVb6/GTy/XI4UvuF/yT79SpE+cgUOP/ye0b60DAS/QEjevCz6D76UnB4+cnJKv88VHz8iY2O+ZenZvYKRGL59NFU9bXpFv7emjLon/US+c87ePg4/hj2SCp4+vZlfPQUwIT757PC+3L2HPe1dF72Vs7Q6jfe2Ps5M1LwTpKw90UKfviEycT1UuLC+PY9hPsL9V74s/IE/sT8vvb4Cijz7hEs+aUfJPeGUg74ctlS+YHvuvjyA/b6vTIS+IRfWvr565bx4H6y+rYR8PQpsCT4WjIc+N44ZPY0jM77aFgM/3EwdP7DV6r1MjkI+PxF+PiotZ74i6CI/P+4DvxLpwj44Oag/X6EfPpSbG7582NK9y9IWP6Hboj7PQoM/jAjWPeqrqb0rxPk+jmX+PDCcn77SSMe+3L1nPjkPxT4ykNS9DhiDPs8kiz4UTgG+fxBrPvwlwz37ZV88M+PFPpExrD78zm2+Nhl+vs6OOL1JxvU9+yWJPuCSJT9L3dG+PviAPh8gEL+tnuc+s+sYvfvRjj1SEf8+hAoMPlfHTz4dUvA+9fSpPrvSzT4cN++9YdBhP7SC+j6I9gO/oKZdPn9DkL7BEaw+",
        "H95jPkrt3r1ZNYg+1ug1vpw1Lj3CD5y+WLfGPezS3T7kZAS+S8utvik5AD5Ky8G+Y1G8vmiZBD+ijRS9hb8Avjmm9b4vROU9XvphPoNODr4cchm9l/J1v/4xuj43biS//Ut5vq67fD/+Wg0+RoZavtfshD7Pwf29fWiVvn4reb8+6RK+1/8tP2q4o71EYtu92jLhvs60dz4loEK+mEzjPE7sWD+ZGU07s172PIcOWzjOtZo9A1Gnvomm+T5RtAW+ygz0PkHqjT60LrM+XOQkPSxcMj5AnvK8QPUMv+DcN75koSc9/hd0vnDqcT3FQZS+bZaRPq/vUz+kuos9xQ0MP0/EdD7bXZk++sTJPkZclz6XqJ2+qm5svX6qvL0GeY6+PvAZvfg4eb5ppa0+Y+h2PWu0uL5gxj8+/cqbPlSEZr8HzIa+uxC6vKbQ4L2dk7q+2FFTvQKJAD5Xca++a2EwPtuYo76TjSE/lR+TPU6+0z6877a9Hs8Ev8VYTTxTYOu+Oo8XvmaOyj4wJGm+yDX3PsErO720D74+sXMBP92F4b6cG7U8rjo+vspHAT/Ko/k9H6S1vqktN74qBni+so9tvqklsL4IHWi+Yrmovg3z2z675CU+CIIHPq0OiD4pnmS+blOgPhsQ7LvWtRE/FBFRvk6Cqr5MVNi7zEokvi8yQT5yP7++Dv5Nvve9zz6udDW+2wCfvtN0PT6JTdo+CV7WPt4Meb6q+Ye+a+g7Pb8aEbykdjy+CWw3v5aVF76edJM+B3Y4vslNCDxUkGq+ZyOUvktmZr6cXzQ++cxNPrVBOD+jbh2+vHhTP504YT5T+FW9a597PiH+jz47p40+FYeWvrOaFD613N++eVX9PTDwVz5RgVG+CdLQPWnusD3tGga91U6evUSdLz8tv60+BZxoPuKXaD75gpa97IOxPrXvcL6zxmG9ufbWvpIxAT2g8s89sZj9PuBPkr49LfM+rpRRvleqjLzhMac+MwV+PUKfFr6k9dq+l98EvnANPL6mlAY/",
        "SsyNP3c+Zj6d0AM/G+nvva97373d4ju9ILKZPo8CrL0v2sy+22hgPqcZUb7j7zQ9/7GKvjU0nb44nkm+HlQfvyoERD6kyZW+pKUwv1PGl798p2I+x+00vxWXpz1hEcs9oAtUPqd2Lb5LXJq/D52vvCVizr7L7dM+8zgqvnOUHL49k3y+xfqrvtjoxr4Au/o9kk8aP3pW975DimM/FmLrPYbyLL6HaN0+qrV6vVcVIz9IAjm8Q1NIPp1Vsj39pRm+Fk1Svs/SGj8eIyu/inuNvuouJL6UhfO9vswpP3zXIr7oD+m84clkPVnCOD28Xri+YRfoPF4w/TyAXva+VmlbPnTz6j4rPd8+n3z3vjAnpz1Dtha+yqGsPT4+Bb/u/XO+ZVoEv/kbDz/Qgne+aNDXPvsqyL092Tg8M6AfPsmXGb/gq8I+d5JVPgr2G76CXGU+GCoXvil9CL9FaZO8+1Q1vzs/ALz2xPi+WBunPuw4Mb7sgWu+hlzLvtQsML3zw/G9wPnivvjsYL5UbG8+yk4Kv2GMgb4X98O+EHHnPuDQIr8t48I+2Xb1vuZQ7b428pM+n4eAv1h7bj5hn3q+fnG8vo3Nmj1Ei3a8umQDvzpdAL/FopG+B9hJPoCarr6VlWq/9jkovjyHvb0bVbi9z6yHvqdpML6pnQa+RBE/PsS2or6EqIe+f/Acv/9atD0T1p8+kFqVvRVh7L7qv4M+32IAvc/Akj0Rp4K/aI4bPtu9yz7hUUs+Q96sPU/MpT6vE2g+Ny9GvreJL77KADS+rMgEOzQBSr5ODAG/jhRNO00PED5n8+Y8zZuGPr6yRz7OZPU+rJWhPsl/Lb6fYZg8VnUqvSESmr5tozm+pU2fPqhn8jxdbFW+OZyHvtsCPb/6rmQ+iwONvovemr0dzqy+nuJ+v6VTqz5wz6s7sCIwvrqK1b6obyu+SI35PhuvV73CeLS+pPnpPRx9Ab8AGOK+XBQvv1Sf+72t9AY/tS8Lvm6HO768gau+NZIsvThL1T58HTO/",
        "24/OPqWFmz7FKS++cryevEtU6b26XFu9M7/aPlvSTz3usI6+ZK7jvSBmlz5aQuC+pN6IPrFmNL+SRme/a02jPm4bKD2j/x+/TKM3vWngCr+hPvO97UGBPmGFWr+3LpG8GP/7Pg5qLL+r1S49tsQIPrCsXr1lrZk+1vK2PX1ccj7QKCE+powkPjYk+b2SwYI+00KdPk5UK725Kik9IvUcvpjCvL5xdki//329vQCrRr6t2jK+B0RHvrqaZT1pv+k+NyTgvtZflz4BzHm+3Y2AP2Ajarw5a1O9ywGsvNlNGT7BNIc+heTBvq8wMj4cvtI+H360PXvl7z3PCGg9YwzWvhN60b5UXTS+mWXYvq63ZT4mgnm9hDB1vZIvWj11lr08fNCKPifBvT4vKUu9DWukPpHhzL5sk2i+tlVXvmZTE75BThU+UfUXvuBPNL7yU38+ItPDvuhTPr6mQ2a+TahuvqVVDT7YOpa+bZOKvjBcXbwo0wq+tWJyPsYWvj2oluU9y/VpPVbREr6f93e+cvn8PK5ooL5rk82+L70hPxRLXz7pzky+pcwpPeiD6r0IKhG/3uDxvpZX9bsVaqO+JFGePpvlGL2ocgs+0hAGvHwXQT4lkXC+nHoMPimCw76ffoA+75uEvnUkJ7/Tcze9o72AvV7lX75VIiW+7f5bvWCKSz126yW/yz8DPs2fab5aDeO8KT3CvKvMpb7fJ5q9BR8VvkfYaD1KUma+gNuhvQkLqD6ec3c+ykj4PsaUML3g5Qu/8ClKvlBk1LyjcrO+0b08vsOEXT5hr9y6VaLqvnf+IT/HTrw9Z3nHvrl3iD2c+tq9be0NvyuVgj1n/Ua+7cFwvu3AALxIUp4+FgOAvv+5wr4c/qE+QH7aPK+gLD0BHVI7YFHMPpUZ0D3AfIQ9VxcyvvDCoD6bEJS7pzCFvpSid76lDkE+8prTvlJlAr42QRg+BiPNPOcyWT7oX3G+JyWAPetR/740uSw+xMi0u75qvT6oO2g/nRCQPgnSMT6BQcw9",
        "gWuCP4E5Xjqeih68hzSZvlGODT767J0+vkM2PudA+73lQWO9n61oPhi5qT5uCzc+nPiOPsXgBD58pok/tEidO4pp/T13ACG70zjIvsJoV75uMLI77UjZPsSrHz7RV4Q++LHLPlj8X75El6K8S8nzPtT3Iz9R3fA+5a+qPsJ6YT+lLX69qyFUP9zODT/QTwU+qxe7PTewZr22iqk+BhmDvrFtFT+Npcy9ADQbPzVawb7mRRY/NoDCPqNzHj+h6Cg8I2nhPkOJMj7VhiO+k82DPpUjZj4SFKS9n1j6vSyBQT5IxTg/woAoPveBdj9RU7W+McBSvWhpYD+7Tz0/FZJpvqtowTzE5Ic/Ga3bPg1SkT6r5eq8jlAZPHPel7wbb/o+QZIuv0X7x76rmhK/QUeBPjsD3D44h4S9TafVvRYOXD7ZXze+9LcivVz/rD6OVDw/hYcvvvmf1D4tME4+NGURv715Wz+oYHe8SYoAPy7PHr085rw+G9EoPqaPxz4fOG0+2fh+PwQIzL6+MU0+/CAFvYNx3j7JkKM97rCOPvR/ED5crBi+1X69PEgGlz5eR7i+uiNcvopvtj2mXZ++yuKTPzJzXDwF7oE/sc+KPfvQlr4NzIm+rVkIvTWCH7pNuO2+T31nPkxjdj/s9/Y9xmF4PzGHVT3N4zI9Wh2OPieSSz2nnyi/JmkVv17mrr4yidm9a60UPkwec7zon2S/hFCJvp/d4T4oBKa7qu2HPkqeKD4J99e+0TSGPi6Dxr7mZ56/2b7GvguIgL6n+ZC74PFdvtjNp72NLBc+rn4gvSsSzT28/4s7QFkAPjAHUTwGONm8jnmPvqZb2r6XHsW9RiNgvix/Eb6niC4+ESW8vnVCK7w4VZa9C8TDPaWH774S/Jm++E/hvSP0JL5XPwm/tZwjv5mto76VILs+Gh07P2wGhj77wKe+y2qrvaSNp77SVzO/j0RtOxEQP72jKVe+Ugn4vOwVJ723lA6+35r+vgS9Ar+o8ak++mCvPYPqnb1iZhu/",
        "m8CSvj5KJb4UUZG/PzMLviGQMz8lRTC9jMq0vlr8cL2USCG/Ow8VP9cSa74/gq6+H9IMPwuMwj4/zYS/ovXbvPopLT7p4yy/PqyHvPSR3j6Fx38+tlK7Ph5+RL7KYYy+i40QP1gYHD5ATkk9BwsvPaQ7ED4CpNe9DfUzPsY9oz4mxrm904pAv18+kr0xPWO8LUaHvZqj1D3r3uU9BYiPPSAPlL6YBPy+A8rjPvwYw71Cap49etTavI6zPL7F/eu97jVDvqLOMjyH6hq/thJzPrrFqby+bL6+VVqCPourDD48B0c9OaLfvF/JnrwzTb2+i3J3voHB1z2ovgY/jcSQvUifAr887NC+2IOUvtJXyD3S/L+9pXnbvYWlXL7HI/Y+Sv8OP72eS76AXtc+epRAPTnItD3AK2e+RsxdvpnGYj/9xGu8FxQ2PlremD3AZ2S+y6QFPFr3XT+OIbU+vnCIPtqmHL7mjt++ysRuvj7MyL5/QCo+HykRP0tpYj3waZY+4pADvRHpxr4YTKo+gGt4viuxAL49WiA+oFvXvu0mlb7CGHA8o4sgvHQwKL+ddAG/AKpcPqBt+b24O1++bHbJPkLtvz5AG6O+1xB5Pu6bNL/pfwi+SCjGvsqt4Lxzzh++O0UwPJLhLL6nDxK/O7t8vPG8VT75nEC+CX3nPfQuKL8oZME99MefPp/Sj7++cn8919LTvjY/qb6F5+S+cn3QPT6zr76vSzs9pkS0Purc3zwxkWE90fnvvsBmdr/+sxC/TuuePjt8z77X0qy+3UwPP+5yzD37izO9bhaCv0mTPb+UCVY9+MV0Pjo2kL6NWF2+9TLEvnldJT2HoDY+DGC0PhPDiL04HFI+KKj+Pf3sSDz11i69uwgbPh+qI763pmW6qcrKPhygv761dnG+oyRsPSrZjr1zlQG+z1nGvhTUPT7d8Mu+dNUXvkxcgL7VaKO+hlfOvUXs8r3exri+26OGPmMWC763vq6+ETEFPuMCj77PPkE/XOeNPiQhSD8+xcu9",
        "tBf3vnQan70dVCg9RibDvm6vWL9sAhk/l+xxvq+V3b0N9xg/IBaaPi1hCD6qq1c+bp4Cvu/FhL/bkU4/mrohPzt9cj0HnjS/dH5avrzmAL4S73g7E9rsvjaKZT8xIOO9O09QPoCBMj5XpI0+2Gyjum4xhT9YeWa/n6zkPkKFBj8VwTm+59BUP4zFMj7gZ3A7wmqNPxd5Pj5+/tS+M02uvV+6OD+71VS+33aLPlqeq75oMh680tOUvqtM7z20Fea8vmqePs92Gj+kvM0+rAyhvpj3Yr3LzJq+gmeIvTiO9D7Wvmu9a17zPmsU+L4VZAu+q3zEPsmcIL68qvO8iu8DvyVvMD7GOmQ+PUDGPBrnwj5UJ6G+7/EovxuCZ76Xr8U+TSMBvwNi2r7KKkm9U/EOv5Nofj8LFtY+cUZSv1SaPD9b8Qa+JGYSv8rXDj4n2w4+4R4oviaO6b7fDLM+2XsVvlRYmj+18Rc/3Zuyvb0Jcr5u60A/DqkEP8wBJD+foHA+tlhtPxMpij5rwZQ+DNaKPy/+BT8WPDG+2pt4P7i/wz5r6oK/jQrVvqpvLD4+IAO/nKbFPsMuSz6eFhO/rk8Dvvn8Wz8d666+vkV3vbQzdr5g+24+f0KKP0GRzj4ZXSq+9Btavpu5oj65cEW/CM8cvi1MvT7CbUi/A2GdPmKVjr70Di66u/mwvrXOsz65PEU/KaEnv8LYQb+EzLO9VHFGPb47sL7sHq68+Bhhvt111r2si9g+84VNvPWfdb0gS0u/Zy/PvIyY2z2MaMS+TRA/vStD5r0D+d49F0mAvkb1l75F44C9MCcKv1lryD73FSG+Q/MNvlf7/75vVJG+XIOjvRmEsr76J+G+AqgQvM+gKD5ti6e+3S4lvhaeEb6ogVi+iTXGvquBCL+3u7m+WskXvRkiuL5Vx5o+9EawPSG3jz4CUSS+Q8tCvnpoAb5hg+I+ppMTP20BBL/qLlg8WNiIPorHk75rH1O/gg9yPn7Jsb3KZkW9RPgWvLpRir0xnqs+",
        "vO2MvOtK9L39zIk+EgdPPQLViL7XNuG80hMxvgHenL4CtMO+tRoHv8cM871MnYA/dgsDvQMqC74TA108P2f7vspIL71/gq69JTyMvkA0Sr/jEJS+LiWrvnu/gj5Cupa+SN7mvmZ+ST85VDs+2pYtvhc33L6HHTS+dBhbvgPMGT2Mq8Q9AySYvkUpq76D95E+WzrXveJXEr8jdve+30u0vqnIQD52oQi+Ff6xvRDB3b7VjQU+aIcRvwLDCD8aC2C+5kXcvgCHw77DjWi+e0UFPiWdiD6SUUK+YaO5uxCd7r7h1I4+EGStPr3Q6r7tTJK+65xevXYHz73QJRc+qJ88PSl4sT2Ews69VgwfP0wOHz8J0oI+OT6/vnv9q740QEy/vQ2Cvtx/srxMnSU/XxriPiN/Hb8eZ6e95OAWPq00ij3rdwe9k96WPur2H72z5Gm+iNk0vunf8z6tVdm+81TIuqwUo75ziRG/4MuzPpAHCb4xnXI+7SeiPpi09r6F+Mo8dnN4vvpXl7sRx5c+DvqePvQlp76vqUA+/sUKPRql/L6/M5++rH7qvpem2b6ik9s8dFv4vRhneD1SYzW/F8dBPpOTgj7kbIy8ouZiPPy/hj5RGL4+5AN0vVpW3T6TYGS++mMNvzTKZD+IzdY+oM9NvavLgL4AYRW/6O6DvhwkJ72/3+890BMUv7M9xD5vrVq9CVEFPrZ5rL08YU6+Ta/8vspror4eJUE/8B4MvZaepr+y/CK/9a7iPFPww76kgC6+QMqpvSg2cj7u1M0+yMkmvrSkkT1PmF6+6zVUvbGFIL4YLb8+u35dPzRzUb7QT3S9ssS7PnID5j68Vmw+3PPzPqAEET8dhw+/9h7SvgogNr4Pjie+yEhcu95gMD+jf4G+JWl4voLLLj+RA1M901Jyvg7mgj4TJRA+QQYVPhzr/D3z2xA/rgMEP9SaZr08Nfe97lqbPlg7Rz2OqMc+YSMkvt4SWbnXedQ+wIOzPRwIXr6krek9XKM5vfXazD4sizu+",
        "MVXDPjyQdj4tzUw+nkrKvhc3iz0FrNW+uP82vn7LhD5/EZ8+Vj0zPo437b0ptNk+dVGZPtwGMj25+ME9SkIDv5++zbznLXM+umfjvmNdPb9sbFk+yjmLv681lT5e7Nc+qXr1vptcCL2KtUa/HtXivalM1L6VCh0/Os38vkpR2r7g+xW/ilcdPzp3CT8pFK4+8nZNPTlrJb9D3kg/qcXTPNu7Nb+wVLc+z2Iev3LNNT94gPA+kSv+PJOiOD5TZYQ+s3Q8v+K2WT8svYm/BuwBP7e3ob+73vA+A2Q1vZ03ET7F6vc+vKKivomiG793OnK+PuSvvWj+Kj8M0b++ktHfPhUWNz9Nv9W+6gEhvg03G70cZKA+ovvBPhFfnb4huiw/HKfAvRSJKr7+Qte+nvH5PjI7Ar3gNOg9njN3PqtfPb/0cno+hYDRPYj3kL1UtLC+2wIDv6JWRr4+/Bc+JioNvxgxCj+Z25O+qTKxPQntPb4C5MA+fYrPvrMLHL46G6u+GL9GPrPZq738yBw/PX2xvpLwsT04PQ2/3I+RvlN9DL9pqSs/caMavwBXCD8E+N2+uU8dv7y8ozotNR2+I4s4v+jTuLxaPrw+JU0Xv6+Adz4+/mW/JCdEvqgxk76/6wa/oc5EOpSc3D0StqM97gpOPmYRKT/wwYw+aEM9vsQVD763edW+UBJwviTsh73ns50+7tKYvuJlND75rE6+CkgHvuIelr32tmi/zFIKvcG8ej7asYE+EElsvdmCtb6TkYI+GTZvPVli0r3urS+8duOKvrWOB7/Y6Aa/kol6PrKNLL4F/Me+7PWiPSdSFD8QIcw+Kr6QPn0+2T43Ysu7dlXGPjQh/b1jXyI/utUSP+EBfT4aiTw+H6k8Pkbrpr+JW2g+fZDsPkKnNL4vsQi+MTYHvrr1iT02OcS9sdQZvrutFL4dnxC/cD4WP9YFwj0/4IG/yLOIPjM28r4vYCC/PKLzvvhSuz7fN1o+gDcXPmglqLu/hew+yHIaPrFxkD6X0hy/",
        "R9wSPZENfj7w6Ai+k3iLPuOp0z6Ka8+9ZRKnPlAx9D7/biw+bAhePk1qVz8Px3y9g5s0PsfPPr/jBkI+XfkZP6bn0j0WtPE+qUqhPgeGcT6mDGs+HzYOP5zQD7/gRFo+1HL1PhW+ub6236++JMqePrcptr5nWdA+FGPpPNRwEz8CP3Q9tPdMvq0n4r0g9dU+mM8nP0HInLwaQSC9Q20pPjnsg74JRnS/UAz6O+sEoL5SuF69ESDGPiZBBL3zAxY/wiI8vZYR3D7mSyw+fTcpPxM3o75CjqE+EmJFPqTAkj78RLk+7+CjPoullD2s3gQ/7g1vvCqsNL6Jf189N3UMvzxJ4L7SLAw/4s2zvpulrLusaSg+gtkFPvi8ZL4my8k+/dF7vvoN7T7s+iW+f4HOPmZJKL4fYWO+ZPOXvgRh8TzwTke9POAOPoDmJT5Y7Qs+ON5UvnoJ8L5ekpk9SNgIv89Z071ds/S+6FsMvespCr/aCbW+z3e1vKJDS77nbVS9aVWuvVUOwb3kcDG/+SstPo1rsz14gKM97APNO4Y6VT5dpxA+K04IvuN8dL7gOAq/+x0BvkZoYLzgWSG/lfQEP4Asw71njL88ESj5PapVAL/7OFG9bgjvvbhDQ74R1sc9pCUmPXRNyL3pTs49X1PwvTXyM70Pi2c9AxREvgDgiL2j7U0+3F8mviHTlb7cRQe/VTYLvjqwirwtxSa+2tGmPmv2hz6LGEs9FZnSvXe1LD5JGJk+XtMWP18P4736bkC/bU9tPumm3D5tRea9pnI+PS9ZIT5B/uo9MekUvuXmXr5XJUK9kGqRvrQYxj0ieOq94penv9Ecur7K5PO+5gS7vTNXBz8DjfY9gblIv1ya+L4EkCY/hDC5PWafyr0+KXc+8phOPwt6or2lB2c+VsivvntZET9RDx0+Ez0Hv+l14r4LDAY+QXFfvsXUsLyTJQi+xkhKOixo+T5nm2W+K7DlPaULjb79cgS9RjDJPWUZ3z6API4+6/8VP+zWOD4QtVS+",
        "WaeEPS9GNL48Hw+/SD2xvRVJJr4oz3q+uRYLvnvjnb6j9RS/LEPmvgMEy76VPXm+quWwvZw3874JFyq+6FgqP371Nr5D1U+8LIZsP6l5Lz/cxoK+wWcov2Uvlj5/7TA+NjDLvr2LLrzspwG/pjFZPlVNxL7PHqu/PdHVvV1oHr4+IT8+hp7nvQflmLxCaCG/dnspvnWI6T0SB3U/dowOP3BT1z3O5Zu8I8fiPjAWhT2MZZ2+TCoev+LdwD6x2yI+pX4+vkr+oL6IW7s9KkTQvtJ3G72X4pg+0863vikmozz9j3W/pBwLvrPnyr5dBIg+oJBOPbCphr9v7T6/E1SBvqghuT5IV1a+YhOyPmsu+z7SEVM+CYGTvH4sjz6C9im/jv6DPhQkFj8JayI/5kJ4PvOYSr5y2O28z/v/vj1lAz3yy0W/fL6GPpTdLz+Xv5A8AQ3SPcV5Nz8K9YW9tYsNv2Ph577APxC+p15EvwL+XL1gF88+omHJvM3Xjb6Y/rk9RfGIvgSphT4T/Ec/bQofv6/q17yWJQ8/5WoPvX8Ugb0bwaY8pdccvnOMH79CQxs/Fn5aPrm3Zj4IYQa/DItJO2ARKT6LOpS/VSoqP8IChT2X6Xw983u8vqe9Yb2DMS8/KgedPhoV/77FE/w+zyDovWm1yr5XgdK+K5CdPlHMWT26uQG/q00ev4t9Nb7PfRi+H6l5PueOXD2b2Cq/rF69vhqEnD6iKN2+enlfP09xsT7cNWW6TzJcvs3jP76t5zk/cYfnvBktrb5yBkI+iEEOvMQTlr6SqQS9bRvGvVL8hj5vec6+r8yzPlI2KD+RTHc+bHQSPrxl4D7dHxW+EPWOvryI0zuBY40+bc9VvvV/qD6k9ag8jRk7vkd2Z76p/yI+8GODvlKbhD6aOCu+AOcLv3hd371g66O9WCn1vsy4Vr5+G46+fB8fP/tn873wdkk/G/TevuDxQL1ODBs/HY6xvs6fT745Ez8+yJMcvrl1YT1ZGyU+bT3OO2N0sL2JT+w+",
        "uIHMPpvWpT5jAye+jAscPxk75j3oZtW+/64RPpdWGb0LfiG+8zmqvs1CGD4+bRG9n8/YPfFYSr+dqNY+XgaQvnloO753q7g9gM2/vreg27yvMLK+XCsBPuGY2L4bM10/umwTvxw74j0NAha/5wQHvLpf2b5WAZw/O3nmPg6py75yEKs+CZaTP8MJXD7BQx0/T2TvPp2kuT5MdvI+IAUCPpkHhj41Sta+/RuiPrEQ/L0seKS9+9MWPwDhjD3e89U8U7e+vcxbdT7r9Qs/yTKWPlUR9Dt/Plg/lvoKP8QSjz4zx52+MK1mvisBlD77sDY8BHkqPxkhJj8NySS/O9JOv3Ay6b4DiIk+IXZrvmhw4D0UVca+bwrSvTBfP77F1s29oNC4Po3gzT2Ajhw+xCY4vo3TK70nsqO+0b4jvyPzuL99CB09l+ngvr5LfL6uJAa7enTYvjs0yT5KHYa+IxM4PURwxj5Ny40+0cBJPqc3oD5iAR292adZve9fWT6vK948OqIJvXkTir5SZao+wMe2PhJdyj7VMz0+paSuPCLDlj6kIdW9lpYkPvMQ2j4Klp6+GDckvixw8L6IkrI+ycuCPo3Pwb6Ibca+CK2NvnnBgz9Id9o8oNiAvu1CxT3PUgI+XLh4viHq/b4xuY2+4v4UPdYwUD6KU02/A1SavU90ST+DSsK+BbzxPLoLZb5Zfzq/azIYvqpVVT66DL67lQSavgdlWr6gTKq7X6VFvpwPlbyTNJG9Ls4JPwlrYD5jxQs/EAM8PpIyBT15J/g+YYHYPYS9fr5O93u+F9++vt1Fmr7uuyE9JHqivcMD6D4ZQpk+Q3R0v0HZybz47fi7lVkHvWjEKz5LKzO/0y0hPs9Xt77u+bo+ia5VvRU42D0bVYQ+bWWovuamH71CBRM9nGj4PXQWKj8PqhM+75pGvjiKtz1piHA+4V03vvKpqT72FBQ+3yxZvaYSXz0RI76+5JdJPvi6hz5EcYu9lsLgPmgQrD3DBx0/FDTbvhcSIL/RXVa/",
        "EY0FP6jsA70PapI+ZxRZPi1WBL41GAC+xCYCPknHCT7NKw8/dWUSPxS61TxNohy/0fpMvnaILT7J+Ao+xrSpvuRRhb34Xzm+gh4Ev1B9Kb+c+0A9jB1+PyPsiT639nw+nDzevm1vHb7nvZC98b4Av0d/nz60tNY+Tc4avhcdxbxNgYG+5DRdPqJVZT3AMs4+hXrcPvh7075pdzC9lzynPgU7jL4vsBQ/OW/aPvKXFD+Qr8E+VYyjPo0m4r7IYsM9QytcvwDZ4D6Bu0i/csQNvJyUCD2ByHe+iRi+PtdKGz7pKpw9OC1ZvQ/sqD0J+Aa//TWvvtyWWD5PTZW8bAjYPfe1Sz6S1xW+AkQgvCTGOL6szAe8k1B1vp1NiL7GjXk+bJpgvvBI4D2hEpY+pkjaPmwY8T51OZC8W+WjPT5r6T3bpwQ/EzFEvp6Uq759dYg/NvMfPjP5Kr4mQeq85uovvpdj0T6tqpi+KlapPmrJqj45RPE+vCgTPo95nL61eHA/TNSUPqHd5b774SC+QDh6vE3UZD79lFS+5u0hvcx2J75Bwwq/BRI6P3HtrT6vV7e+tKGIvufsgzqrkwa+fZd7vjLMwT6y2tK9IXGXvrE88r0ry1y/mWw6Pkx28r0tjEW/7dCSPECkCT8f1h0+lRPrPlR0qL3cG0699Y2uvg6Ykj6xjHg9jlmWvgFYgz9ZJNE9+PBfO+91qr2k0rq+mLaLvsGeFT5r2WI/A+BiP2QlQ77K9Ia+tRsovhIhR7054mk9wEIMPusv2r42hf49DB2Rvmq3r74pt6o+rmuKPpdxhj15+pk++qLPvXF8uz333CW9jZLgPkN3iT63+KK9q9Z/vjd5ir3K6rs+wCtCvrJpw753ET882b4Ivtald77eIPq9WPmoPkt/BL8cjz2+kIYuPjGblj61BZO+LJEMvTZzZTz3Wz4/U1M/PYHi5D3/lay9+fuzPoau0byXzcM+YWiNvYQrZT4ZeWm9MzkVP6ydgD2n7Uk+6ZMDOxIhvb7oYQ+/",
        "rsB4v5Mm4b4Zeaw+CRelvYzltb55zmU+ZSl3vinSWr4hnxg9+nC8Phavjj0iHrU+L93UPvj+hz4i47g+sSehvsp65r0CI50+GRMjPFD78b0/G08+q0Qjv6NBKz/7xwk/QV8FPzHBFL1JGTc9DY8Pvt4E8rxM6aS+mLuevmXo2b15mIW+yZwcv5bUxj3UA9e9TLoQvUgdIj54ceI9/z1KvivOzD1szgQ+PV1kv6RSv76UgP+9tOprPiMfLLxb1qq+sXS1PPApzL7ZMjS+jcvCPsFLbb7twzm+c4YkPQsk+j3oYZE9I9IhPs1XGL5WrrS+vOuDPcWuRL2TSgo/3J21PSWexj7Xelg+SjvNPkmYYTvUtfS9w1OePTX0NjsMM3M+k42CPgP7Cr8w/CE/xlqaPuX+RDubW2i+RNkHPkoEbD5bA/W8EBhePveJUT5Ineq9g7uYvsFVQ77yirk+nCA2PkvHDb9T+s09m2kRu2yKlb7GZ/K+NJUMv4kfmD3LA/O9KYZyvVdDTz7W94u+/iadvRKRj71bukM+z0G4vZJ+orxrngE+7pD6vjoRuD1ZSda8V23FvbPHjL5PvKW+M27HvoTcJT9N+iA9tmnAvTQoiL7iY6C+HjoYP4qXZj4rzQi+6VYnPhBBWj7t8PA+UPJnvvahaD45Xio+y9aavB8gm7324+o+mqxRPpXLLL2t8Ia+wunUPvDbUb70+EU+UD02Pnmbqj7KBue+rrL0Pn1KDb6Jvr0+kEq0vrUIQTwl+3e+WV6+PnZ7PT6D9G6+LgkrO735Hj4cEik+9QTYvV23z722ca6+AK7bPj7Iyb6sbCW+mbpwvouTqj3XsVw9XkA/vs2MBL6vCc++grrevng5WD5DVAI9ZveuPsutGDz6aiy+wC0vPv1LODyH8mU+JNkMvpT1Cb97LOu75jpPPjlqyb0BAK6+7GH+PW/Tzj2Yvqa9m107PCZguDydqAi+y3yEPrG0d70apzE/LwG4veLKaL6uxza9Ofx7vYN8uD41zho/",
        "SW9MO4OO2r24vdg+aqMPv/aXWL4GAwS+YiyFvdR1cD7RfgI+tC+IPQmSjr7dMu4+nkzWPhFdZD2C+XU+xchjvl4YVj6e8Ia9jRB/PuI31D34dV8+CLuYvblQ6b391aS91if+PTOZ2T5Di5++NdCDvnfBfL1tspo/0xFCvpy7WL1FEJg+rf2YPqiXTj7mqSQ8mBRHPhlhA79/d8i9k+w5PqKLSL6Wyzq6QhoZvjd4M70U6pQ+IqYIvQhI0j2t+go/hzGVvvRLqb4ldai+cVyfPhFDTL2m6lG9woSFvnQf3b5JGrE+htUhPkaxCD8Ntcq99M+Ivv9R3D6oiJa8gLVmPnTVSj5VgfW65C/4vkwt4j7LsSW/EdyLPij3bT4B9ic+pvHAvB58277bT6m9yGdHPxw06ju4Pig+EO4zPqQ7OD5y/V8+JeuUPMyFXb+IyIu8CWoMvmsfZz60kgK+xyEJP4qsuj3kYG09zfUlP5TBC7+9OLg+ZyaevUPysD1Zvpe+0tZtPfp+ur7ASXA+vMGWvvm9wLz+BYK+ATCZvZWaFr4p6Rm+QjxXvXWrKT9VLW2+WQbFvm5TZL4vHJm+SuV0voyNgb5y97U+BX/1vugzpz0XiDC+XVtfvYdoiL0FR5c+poIFvkdxbz4fwZ++75eTvqr9yD7TSPw9yQdyPUSCib2U+uE94VyxPYChmD64dAG/sjWXvtJdjb2Ihw++fLTRvq1hy76NxOS+KpAfvmCiVTy4Zsa+roidveHCVj28gnS9Yd+qvP4nGD6o1zY9143kvhwiDj/8vF6/SbAzPmcLMD02/Fe+rYuzvckj4D0T0lM+L6ZPPqGTJ76TEoG+IgCjPp6DKb4h8Ve/9yEgvm7PH784XDU+R/EMPvk92T0O0YM9AfjvvQ1yGz63Fp09/paTvkhw3r7OPRw+kvF2vjpWKT3sOqG9L6gMPmQjt73BtuC9xwIGv2DoC7/nBt2+mMVcvm9RdDyuZww+oVilviFCLD1II9m+mF45v0/YID/rpSO+",
        "Lq+2viteGj4GV2U+QzYgvpG+fb52QcA+IP3OPm9Rd76UAXA91ne5vja3Sr5SBFI+OZwCPxI7Nr/gXQ27mgiIPginYj7dj6o+kEIhPpnAlz6WcAQ+iGsAPwOdIb8b8Yc+uwkSPGugWL/gI1W+npHUPoL1Oj4IEy6+ayoRvo2STT9nlBi+gA9LPD51dj3ch4M9/HbWviDPur0XtwQ/BVpCvVk2V7/H980+fUwQO2MOtLoPmvm+fmiHPliz/b5yj+w8xo0OvpkxML3/ms++C/b6Pmcv+T1RMuK+IBJsPhlXoD4KJII9o/KDPkbhiD3nu4U7YFcLv/FRR7/BlyM+rZqHPGmsQL4rnk0+Uoc0Poi71L6oA1y84vKLPFVEg77nSZG+qjzEvs73Fb328vK+HcKYPeLYoz47ITA+toDHvZymsD7Ojzo+0D7MPJ168r3aYBY/ft0VPjmZGr9irZ0+Q5G2PADspz0+Hk2/5ADdPk45Db/nfpg9kW6oPWGZr75V1zw9/T9TPtAcyT1iPvy9QfydvnHGvb3VFD++F1kAvTn5Qz7OrQ2/vT3cPXHmbr73JBq+VLs+PTyclz6Q31i+SJiEvveLw733gF0+EBuePg741j2VMK2+j79CvkIwvb4gq5Y+tDOZvlWILL7D+8S+2UoFPmTes70tb5Q+ZUMVv2DQtj5fg7k9PAB0PmHbUD4kB2s+9SoxPhUAhL57XS6+bQOwvlZXtz6xOea7hyqZvkNdaz7i6fc+sFpjP5/UrT6iUtu+J5fzvor8YD5Ajhe/kmtVviUKDD+XHeM+XbufPhefyT2+j9u9MNJ1v7i8OD4P5qa+xVDDvgINdr5sFba9f3ydvln4fz5D+Ya9kGSJvjWj6T1SIei+PSWtvoPSuL6nWS++OZqWPcVCVb39H+s+Rq6XPlREC7+yIti+lqcDP2BqlT7Gir28JQbCPSNqNr46hSm/9PVRviRHFz1oRHW+3V7TPG131LyUYYe9fFWRvg2DzD7EoI0+D1qBPpeVkTuETTo+",
        "5twFvrYpHL7zciA+e6mvPd8o1b6d9PW8Dkofv+Wr4b2lsZc96oy0PKeY8D7D+Lo+0C08PyJ1sL7Kibs+JijBvYm/Sz3p1f+9TCFEP6JSOz/+Z7S++5blPmR0v77FyYK9Vn/BPVj2MD+7vva9RvPiPoSi/D6ydyC/pCQJPXk6/74rvz++hSGhPkAyab4pEeu+2U/EvobUPTsNsfY+MsKhPr+5wj4+Cdq+aGzTPJiDH7+alTy/0gnavR6K8Lu8vx8+nrYQPgNKVr3rvtA+SSnZvgcwCb6+QZI+hKyuPvqDSb4c31m/j45YvgIPNj/YuOk+cHHLvpbuJb8M6he/tYp0v/jjrj7PpyQ/cjy1PkzFYj5mn+8+YA4dv9HBS701Oe6+tZMHPxbA9T6ReFW+0EqzOw+F7j1AigI+DKFQv3mbUD+SjUy+qarAPghG1T1MNlC+EmBcPuVQbT3GC1A9YO3WPfbFcr6vJ/w+UsGxvS3MEL4yNMQ+zKOdPnXUr72z14i+gR8wP7Uvnz55HvA+mxVWvvTntj5qDD4+p+6CPghxvD4YO0m+Syp/PusfZz2QmIk+rUFNP6dLVL4cSQ0+Wf+ovvEkFr7I+1a/2bqqPuNKJj6nWTY+0k6yvVfBz7zKXQo/qThwPk0Wyj0Jk6A+ONR4vfzkNDwwPdm+FeTtPWEb2j3yrp8+SdcVvxXsPr5vUzW+hmodPqSftT2ZDzC/oUqjPohDgz6BPp093h3cPJOTtL6Ngzg9PqvhvUkcwD4nbhI+GuLXvCHdBLxO1wY+/L6xvgc8zD2GAYS9gvAdP42IKb9XKqm9BzS7vqxb8zvCYVw+Fx6NPdPI9b1lXb492dqFvOoC3z3cDPw+JVBFvsdJ1Dynr9o+zVW2PpXz474gLxm9uHHsPkycnbukd9M+hYmTPE6dhT3P2R++CZKYvgl2FL3bRVk9JEo/v2RD/r3CaT6+l8Igv+m9s7zchH++oDThPugYQ79HV5W+oLC+vh6ZMb6npq4+qLIcvL68Fb9SUVI/",
        "OsC+Ps9iFb74rFC+EEb3vuA/cb9zbpc+gm6CvaDkCb8KtcC94sDfPih4UL86fbs9k+g/Plo0dD0IWsC+V07ivmmEtr43gtw+iGY6PmJhfL4eD/y9ycG0vUKKOj5xi4m+D8y3vr4noz53AF69HpjOvdfffLykArm9bNsIPp5bYr7Wt8c+2QDwvfRRvD4ge5C+zi7GvbNliz4ZQVy+MhGWviLZ3r24ZFc+xVS0PuFanL4XXCm/NbcEPnF58j776xC+IhEBP0mrCb8XugM+kh90vqyXSj6VX1y+u8mhPk7teb57K/2+7f0EP56bsDxIVGS+77smP8RfcL5x2S++7H5dPlRV4D5Bzlo+/WqzPpdctrp8hIi+NyflPQccHr+mhyE9Ao7IPk3qEz5DAuA9bBxEvlhpmr5VyN2+fL05P81+nb14orG+fD0XPgO+CD/30y097cHTPrVwVT8R2W8+6DNCvtBkRr7bkF29aU2JPzSwpD6V14m9iyVsvgWVoT6IsdO++uKSPfEPTT8hs9O9OmoWPv5YuD7dN6I+5/RmPuV4Db7VwJE+P/yhPttJNT9eQMw+HVDtvbe9+T0IuTM+OwqNPKwlCb28pZQ+dZAyvcrSZ74yois/ALujPv5kCj/Pb6Y9DqknvWnfOD60cOS+kSfjPLrlhb4R6te6FOJDPtJeIT9wwbu+OFCpPqArnT6eP7S+AE4dP/3o6b7B1gM+RgS2PBL40D1QoUu7izbVPhel/L5E+RS+YWIWv6MJO7szRJs+349IPp0Xoz4wwHm+5xOjPREKfD7APYQ7S8mmvABk2r3WJ7A85+LrPsezMr4LuUa+6E7Fvsk+xbwP5p0+NofGPhoS0L7wJFC+WlK0PoxttD4X5n4+HtOBPeHHK75s6+O9xiLOvckmCj+L+Ae+++PPPVxYtL5GEZG+dhEVviEeIb4GIAe/vT3xPYrQkj73Da49CsysPltKur768ec+hx9LPs3u4T5tB1a+tnPRPtvBuD4KwCS/r0D4vtIt3b1bve09",
        "gz00PI8ThT4ip+w9YXwNPhRBi73A+TO+m7FXvNd9kD4qcD4+cLhYv3JPDr/G2hM8NdBDPlk8Z77mdh4+zFxbP+z1Hj8UBJO96g8qPwGH0T43b1K9EnzsvlrZKb+JWpC+pxQ1PngTCb6gR90+TGkMvvqyqj1xYMI9mTAPvQ/Umr2OzG0+X87DPqv+qT70PnS/ilmwvXFllT4+vmi/+iHjPoMDPr1LqrU+jqXWPRKhej2nZMU+Ckm2PpFsBr//USm/tHMyv7kxA74F6zU/pD07vtZnmD30ROy+UI8jvh9O9z4i/dA9/DaTPZ8Pn786kXk+uFT5vS1qpzzbe6e99frHPiSdkr6p6d2/zC+dPiC9H7/2lkS/MTKWvfOLtz7IpJ0+TenmPgMK6b64pXC+QE+Qv/0UB74Ah48+r1iZPuGeYb8myTy+11GXv6J1Zb7OAhK/m92LPnh2474NUv6+ihtqvc5w2j77Nns/xxhkvuA0+T7KphW9+SGku/g7ib627QG/DT6ivjp6gr7ousK+1vsHP7292L30cZ4+ojVmvhEJuj371Ae/VT9Tv8vjYj7jafu+UMyYPldm5LyAkSk+8PjpvriiTb+YArq+jc8uO6+4fr6Kuhs/YD8dvlflTz3gRlA/7PpqPWj0GT5264q9vJ37vk/uPD4udJu+xXYtvv1INL+UPjG/S8T7Pq2HDTsWoY89DjgRvksxpb0zyXE/rXzvPtbjjbyuyd8+ujEJv3//H77pWwQ/Am3uvq67lLzcA1o+rRmfPqnT7L1AC6+90TA9PoP7hD5gUGc+ewFzvqEtGj//ciw94dfuvXS9Cr+hOXa+gdacvkhUNz9Xoy0+82TwPmcO1D6RSkS/FVaIPCV9ED/joG27vjtAvrduUD/MopG+4pCNPgTyUjx3RWI+tH0/P3WxdD4w8Mq9+tzGPsEcWL3leSk+7HujPmaSTD4PlJs/c7RJPTJ1FL1upbg9AIuRvMG9xz4aCYq7Aw/MPmyMFj8X7Ka8WselvsrIGL6IyUA/",
        "r3fBPGS3977XLIk++hcnPS/h0j6ZJJC+4T6yPt/nJz7scse9G113vmgXBj92c58+HH2wvtW/OD5syT8/SY5YP2QCN78/vhM/DO8xvnvgxD0YR8W+1tL+vqZ4jT7LZ1u9eLp7vvt1qT6Ev6O+5gq9vT4ZaD6qw5y+VluGvjHBEL+1FPK8saKkP1E5iz4YKrm+RqJtvloYnT2IdYG+/SKAu6ZbfD4Q7Xg/zv8Evknt3L25IRs+ya6gvqkFmT6COH2+F+y/PjLgiLyGvwY+3BQxPnvYDz4Rox++heTcvjXqq73KcuG870uhPcikFD4vWkQ+ppNOv7+92D7znQs81PuRPhG92L7Tbhs/HsiyvqdyBb4Gh1Q+1eebvsGTir7Rmhq/L9q/vkWTi75LuCK+7023Patjw7x+8+c+jzyNvrKXcz29Cm28mT7HvqIoJb4+CXm+q1soPvQWO7+idRQ+c9HYPo7ejD7oHQs++l4qPg5eFD1FV4g+Od8jv9EYSr5WDIm9XLzHvTODGjyLLIo+VyK+PpgX2b20aAC/lqVtvvdqcb5vWhi+ait6vhvRp706+5u9Mx9YPTsJdT7SQ0O/UOVlvw+DfjwlTkq/S6hzPmcZeT8v2+u+2hdevTd9wDz8daw+0N2IPe44LD6RACM/xQYMvbVOgL7Bc8E+VjMtPstcCD+0Sym9nOypvvhsJT58eQE+tqPuvi9Tfz62pAk+prALvnjZWb5sz7s+JfmqviIwiLvQAZq+Wnv+Ore0SD8hbkm/f+oAv64/JT4kfac9IBv1u9FQlr4f3Q0/ZGbJPSXIHj+PQ9o+4Nj1vH09KD/Kb8g99LkpPway5j11Tok+lkZhPlscOT8dul+/4/sYPb6elT4pXry+svPEvRl6hLtF7Su+KdLLvmDoDj/UkRg95JN1vpvqTr6aAA++VGrqvcrNmj4Dyoo+3xDiPmnsLb4dnJa9WSEovqUTjr40l9s+PEcmvkDvST6afPO8gpMIPt7B0r0jjxO/HwJav+AyiL5Uijc/",
        "VtLkvnANX72RUgu/goWCP4WkCbwkR688/9THvf+mYL4Z6KA+XB0vP0Vy4j4ABtu+vJvPPonIy70EvOG+GWohP873jD20IIY+5Mi0PqbbrT3zhj++xYbLPjsTCj+VoWm+sa7+O0N31r7Uuta9LWhvvmGLir6smcE+Hz0kP/SjOj7NxWA+AzdTv0Gsg77XExi8DlARP7yulj6hw2A+jYewvSTmfz2ZuQY8763CvROStr5OcKo9EId9vSjsCb8jHMC8LjvGPjo6Xj6kOqw/sjZsvV+JNj5SrjC+QNXDP64r1L3DtK09PmxDvhY4Dz/Xf5a9CA5nP/uK0DyD9KY+bfGKve4WNj6dqTE+KeqlvSJHpD4jFfU+tGi7va97xT6gdsC+Kl7hPlzlET/OzUq+af6NvkeF5TsgCly/rQPQvjeekL4Miwe+WNA1PY3wij7+TPC9RSn3PiJqI7/pRRu/ofaHu2KjWL/okPK9n0YxuoFgkT42plK/6BvtvPn7BT/97OG+VN5FvwyRBb68HBC/wYpkPvs8Tb4rYvE+qrwXPohO2TwCF/++UVFPP5OCNr0E3Q4/1aR2P/pDRz6GhsM/tvegPtFUH76db0M+llnLvWxBvL6wZYE/JiCTPg4WAL3FhAI/Cda0vVfwej7swAC/FjERPi5zMr6stDM+aP2svktjsz5ijtS9/JQ2Pwm4lr5NIFI+ibMsvd5okLvwSDs/fHz+vlX/br+TqoW+JFO6vpiN9D2Vt7k+auEAvuqbur32UBo/0l9BvdKvbz25nr++W8AePmpVYr14phk/1F50vtGlAj4Wyeo+qC8Fvamrhj30IjO+d/jRvd9BS71eVpi+CvVhvcBnn76fkP26584pvvgpBj8omAO/lBSYPoByUD7PiqU8K50evsqKM77VYi2+YmzsPoQdgj748uY9s/cOPjcgBr4gsjM/tqQkPLV8rT1Lp6k+LjLFPn8aBz/f5Oe+BR5vPQ0obL0DvXS+hjPiPbb7Ab93hB2+i3zuu3UeID3xZfm+",
        "K1IiP/jkgz6krRK/XiumvnlfEj+UJxI+vjoOPkYpSb5iROk9+6+mPosPzL3Xq0K/HyKZO0hFEz/oeb68ROjKPcmqob4+ZvG+D3ofP0UzaD42xq69iE65Pa+OCD9ZyWi+9Bt+Pyjtwj6Akh4+4p51PhKmIj+jPxS+1KpivruDub2n6ka9DFlhPuWvxD7Tvju/BUq2vsH9IL5XtIi+s4aOvnrLCz8E+YA+u2CLP59Zmz4STSM+Z0jEvp66DD5KLjM+2Tq1PI/Foj3IoDi+pr+avCmsK70sXwi+g9KMvoxQtr6ceKA+GlZivnjVir7uWP48vTIlPoML1T6whFm92FCrvf0k5zy1zBG/JxuKP/aKPj5olwk+HUgiPp7Eaz98eBs/w6AOv2EdPrxo24I++Ul/Pta9yL5ayjk+7BPsPttAbL4fMPY9X7g9PlQvjL4yE9W9ISVxPunWtb49i0W8c/bAPsBwBL/4Uta9ShvNPt7Xhr5LQw6+WQApPkKh8L0tQj29UJ7+vVi7hj1bht++DFb4PvEP+b4Op9A9Ifa9vSs4ib3LP2s9cCtSvjMvnL2tuKo9LJTBvvNmAL3vLy++zZyoPnGFAT92w7++UjjIvbKyxL3vu689QGGZvjBP2DogCIq9gO/gvQd2+Dy34Te+p6M0PeN41r4t4BY+lWqmPsuR2b4ZXxO/FxqGPrqBtb4c3RA/6RUZv9+v1b5VKms+rbLNPZUVbT7AXxE+zwipPVUTDT/jSh8+kLCxvrullT3Pu4Q+DZ2pu2rfTL5uDMu+YOeNPjIrnz3DVCC/vmcfvWaRw745Ppa/7DelPmSchz5xASO+qgwEPj9VzD6q+ka9WMs+Pafs4b6bYB++VjmqvCDjnT6lyE6+UZbYPAuwFL34mK2+4uqLviv7gr6qtpU/psoSvN0uBL+568q9ausUPqnprL7cCeS9a6elvuNsoD0NTI8+Mcp/Pg/wRz7ex3g+MX2BviZXC7/pgjg/SamdvmDVyD7zbiI9NLUPv1/GlD5Qj+09",
        "5wcVvOTllr5PCJ8+85AxP1Js6D3FGrA+sxFAv+SJd78N+X4/DBXvPuO3cD8glnI/xu8TP1RvMb77e0I+zsDFvbNIBL1l0Pm+i0W1PMOkj713x1m/TYkQP0ySAb6R8Nm+/N+BP3zoTj8ajDg/48fhvauihD9OYNo+7HpjP4LUOD47Ep+/WexRPjASjL6fonu+NXNaP0wZEz74gd++c/fDvkCISz9NWWy+NKMePuoNar9l5o2+H9KpvvgMub2v9Cy+Ys+LP+dQc76oQJU+YGEwv3PnaD8A8v89bmSaPUk2hj6NNA69QZzFvnXRl7+6Be6+ACNpP2QNjL6IO6i9WPVNv2vzCz4+IjQ/JI90vXIioj75zYG/UmqXvpGCUj6UmBO+buZSv5L4cz9mX+E98NHDvv2KbD8eDHW9QfUYv81OED/H+Pe920wQP33mIz6Gqw4/+Z2pPtH8fz/6sR2/bqtdPmIMIj9HU5s+D7tDvmzyiD5tGj0/sUpNP+JFjT+nQEY/6vWDPs53zT4GbiI+jw3cvrk64D2p1Va7lfv9PocNkj/Ex7i+uIE9P38cnT5SiZA/tFv6vJShjD878eE+YOpsvlBvAz/x1ZE9wpEfv0TPqD1f4Zk+znVxP3IilT8+Pli+u4HgO9KB97uIxki+xzkBv+xoRr6aKVy/aazyPMoFLT80/NA+ubjiPX/ZWT99oIU/5KUSv/Ejw76i04a+tUI5P3Ourz1Vt5Y+jxcfvm7Eer+k7am+RYYLv1sIHj83PyI+IucGvNX6lr1Uwia/mOF1u1/Nrj/utQY+KfMrP6KVjjz2N+g9vmKsvlgb+L5ZsHG8/hzBvgLxgT+If8u+CbKLPUAtar6muw4/B89qvkxElD75uBO+OnBmPkbFHL/J6Ve/D9rxvkLbGr4w30M+giYWvjR4kD7zRK89TAmyPmpaMT+O2US8U2Ehvx8+Wj1IAD++XUU2PwJ/LT+orcc+m+S/vmZX6L7VgG2/Nz1IP3kwBr/Yc2q/n0zKPpaeEb9zZXs9",
        "bTHVvSvjML2ueuq9ujGEviBsJb8w+Ji+vKKdvWwOlr6KjQS+ZLIJvSWdh78HrR+95uYnvxm7x76kewo+GYlNPXaOur47hLg+T2jwvoBnVb/HZym+hkmkv/t08T7tW+o+4ec3v+pcUr372QE/Lp0CvxXAU77RAjC/3y8Wv/POo7+5/k89pLSlPtuqCr/N9Co828c2vxQABL959J+9tlgCvwGxkD7FKxy+W86APvGiaj+GH0Y/YazWPqC8hz8+o/S+DlqqvOskBb9jDm2+QL4OvdynWz6f3D+/cHE9v2YNlL9ZLf68OACgPlX8vr4oOdG+skV/vpGKHr6FPPo9z179PsD+OD8wy+0+L34HP8/fkj+rqTQ/kA4Fv8cWIL//8+O+8BvKPV0j3b6z08m9U79dv7anhT5xzbY+Gb7NPk80/b7wZdK9nQEBvk0CNr9NcY2+XSqvPkQOCj+Bd2M/crr+va0sXj/S+3q+X2gMPz0aKz75rPk+9tWfvwdxub7FilW+DP0+PCR7aT+8DPE9MQgOP4ujfb6JhRg/2kIrP+DqIb/JkFm+nlj3OqY0fj7VVGM/U0VVv2oeKT/YjF8+/kMHP0AkGb4T2EY/oESRvuJ9rz5PmR4/yONaP9q4lT9HHpg+htpJvoMrEz9X+Gs/w4slPjn8UL+IhjW/gNHcPcCCoD4oK5w+utiRvr43dD4IGP49lSvgPhgeHj4VZKc+SF+Mvf8r/r3GHAa/Zmf5vsBcTb//Bx+/Ss3oPaJ1mT6bd/K9eygWvgNSSL5CNsq9/rJovtf0ML+vJLc+sGZUP86QOj9+7449+UInvfqUir8XeA8/CpCRPhuMGj89Q2c/kUYWv1XF5b6nBd2+e6VRPwR7jT9cmgW/Qd2Nv3OR1Lw49Ui/81SzPjg+Ez/TVnE+GDlnPn+uTj6tNw88DphyvzM5Iz6U/vI9ihK8Pv4IGb7Ui+A9UIRNPjVIjL/D944/cG88v5rTJz5A7ws/pftnvkWnqr4xcaO/Sl15PseIWz60tzM8",
        "3Lm0vs9LmL6qsYs+ei9VPxVZoTtsF1c/oxsNv+PXEr86M44+WG8kPckCgz4zLHm9lLysPnOOi77q7Hy+JgCgPj809z6IPgm/2DKvPsxt/T7nKBW/vS5YPm8GJ77rOm++ElJTP7vt5z4h8hk/FMe1Pt007j7ilme/zkbdPuXEwT50/B6/zIIovgxdSj5P1Xi/OCWTPq2iOD/W2wu/8BaOPiPOaT+YxT29hR2HPUURkb/GW0I+O4WyPv2KFD5TjAa+42ajPkXgJz5SsU8/e8Qzv9ul7z6pWR6+L23+Pn1azj4L3GA+vgSjPlapRr+rjTq9/ZctPzA/Cz7yU608VwkMv+TcQD45Fsk9Fv+cvYQLTL5+xwg+ZVMdv08TRj6hz6s93qU0veWisD7mukY/Y/A6vy+DAT9gIYE+u9Skvh5ymr1G4gi+s2o1Pidtvj0KawA/nLFhP2FyAT4EP1C/DteLvrSdXL53DvA+R6UxvzGmgz9WU3W+au5PP1z8Hj833/0+xuuAvkwTIj1WkMu+GvrWPgVnWz6Uy70+wR/kPgqjeD/p2OC+MIuVPiYO2j1Mq6Y+oO4sPy63yz7rw/8+DJQcPhHNOT5ZyaU9bb2/vlqqYT3PRkc/O0baPq3QNj8UsBE/tB5EP36dDj6HZxO+WxYGvgEGHr5rpwO/nrxaPq3INz6AAqm+v+cIPpfZJj5PEZM/3Xsdv1Wb+r4O+pw9icIwPxP/D78kGfI+YQYuPl9wGr9SOsY+NLuOvgLV6D5U0b8+desWPuKNSL/mZ+e+JOJNOd5cIz/bDFQ/DZqLPrKKrL5cwE6+ch93PoOLN791pri+9GlCPuq2tD7nS6G+pTw8vZT7hb4yfqi+EAEWvxJtXj1Xg4i+Tz71PvP+3T0/Qhe/35rDvvtaCb6C1UU89plivAqV7z0V9pi+gRhlPtlPCz7rUkY/4hisvhbrVL3P1fA+mzw2Px1TdT69J4A/Iv+NPWETwr6PICG/ZLhdP93gk70aIqe9BDCvPuvOHr6sqZU+",
        "JLAPPjotvD2BiJ4+9o1Mv/HN8b7LXYK/n9gTvmjIfL49mtu+iNabvuWgRL3Rlim+dFAcv4JaET7NsK29OTm+PirZg76ehoM92+0Av63j3L17yqS/88eRv7/hXj97z4K+XoNoPuN2uj54iLG9BtZhv85lBb16riC/o7rZvnb1aL/aR9M98OboPlDIaj0c2UG/AVK3v988Qr750Wk+vkt5vzFF/j5pymK9Y3kbPudPA74scn8/Y/+pvqUnaj+UXd6+QPKsPt6hs76fsIK+Tw5vvvSXmT07Yhi/P2P7PcdwJL/cC7e+wgXHPor6kb7jWvy+TiaFvnKOHz80JpA+anyRP670TT72Q78+8eeFPo/PWz9hWBU/wsLrviUXo73WUj2/TiGjvqpDJr96lyk/rRmWvg3D5r5WY/m99Y6RPlqaLr/Bqd2+9GQNv5Pqs776+Ym+x5gEvcsOXz6OoqY+NeR7vXgVpL51S9q9331OP0D9XT6Ye1i+W6Abvx5mir1AR0S+aOq/vd045z7UW4g+DcGgPvvM1L6t7PM+E2w9P86fMr8sCek9BsnfvQHOMLxSvDU697vNvq67VDxyEqW9J2K4vkiw3r23oIU9hIfdvKKYoD6r3iM/gGEeP3froj9JhAy+hiOYvvH0qz71cIA/pQ2Gvvrlk73EfyS/8xNLPjbYET590KG+pkMsPqbtxT56jQy+rH0/vbP6QT+93Yw+WlWLvuGtYL20dYY+ypMKv2FqPb8eF/m+I8mUvrgiij5SjUu+yTDAvCesTj5iHyc+StNePdmPOL+YgLs+IoJOPsFXlz50QPW+GzjdPsE6fL4BWQI/q+nGPcG9tD6E6gQ/WytxvpL6UDyzxSq+SmCvPZ0/uz83goy/dEBzvaq9wb6+vHK/ghzsvO0jXD8TuFY+1h5uvqKU3z7Zy+e+a1vAvo1I67sIdYC+4I3hPvKEADyja3Q+gy6gvfUPgL9viR8/9Dn6vp1hsT4xS2w/KTPTO93nmb4qLBi/sZRivp/buj5LGgk/",
        "xK+EPh5vgj7o4rw9GBPhvjYxDT/Dc60+lskdP9Sy+LzimbW+kNemvwyOgL9dvwo/lewiP67yMz5tpcM+NYUOP+s61z5kVmE9LTNbP/yg+LwfdBs8SK6WPbewnb6A3so+qEanPaeFH76MMZu+c5a+vjfyjL7dVxs/yIgYPm31Lr1oic6+anPmvSm5Qz7H5u8+5WHtvkfIKT9KUHk+UErXPrM/+b2nJF++KKwJPoKQGT+aEhO8Zos6PxfZg7+gD8W+Wugcv6CuZz/cM4Q/2MS5vhQAoz7t4H0+9X5kP14yBj/xsIE+N/4FvxqdSr7qzsg7R7CNvvgVxj7EnOa8avKZPnfPgr6EtuK+LXCPPx5vaL5kD2O/mbTyvLixqzwEzXo+N11ovkW4zL/hgL6+o34ZPZlVAb874+U+0mWePgAxrb6G4g0/8NmVPrSo3r4OeJ2+XehAvp7Dwr5HCRc+0i26vruYGz7ktK8+UPWSPwJfFL8I1AM/MJEivK36oL4avmq/vOmVveSSBr+sk/y+X27JPpgNUj8gHjk+HcDkvoR8NTz0/tG+k8qdv44W4D54uKW/CtrEvRFzOb1eX4W+NRoBux2Qr7/CngA/6EJAvqLONL8lUmk/c0aevqwchjqGJWA/35sSvyA+FD9ZYt8+uo6MP3l1Zz6xRgE/3GwEv7WYJL82Dpu/uzxHv3yLij5gUvC9gEw8PXX/mj0cjw2/EBeKPaJEWz7Eikw/F7PKvihaNL6K9Bi/Cod+vtxalLyYx0u/1eCJvjFURj74bDs+IU4CvhP/8zvrnQS/mtzcvPb6sD+Vn28+nZ0Iv5kEBb4pTcE9xdB8vj6afz1EmLe+WUEmvqOasL6r44G+NtdbvqieDLxAWzY+pD4zPWpUxj6+g/W9fwBtvsOW6D5FX4a+8Y0AP0bi+z4CGkG+WSe2vvRtzz4nBOu+euQSP29q+b7yp2Y/wZDsvv5+qrzpTSK/e/SBvS65dD468wq9s7oPvQ8i3b1QaRU+ecMcPtkOvrwDB1s/",
        "r9WIv2GVJb8ILhK/0XGGvQMX+z5IrBI/maJNvl5EOj0avHw9jBC7PsHQwD6WQgU/oHPWPgfUvL6pHio+09LmPgVQJL/Nnp8+8pfrPn71WT/xORo/jUaoPqgjXD5qTIg+DgTevs7sAD2Yzyy/H5m9Pvf9mbwBYpo86zibvsWXgz+G59a7h9lvP9GDtT4Xy1G/oYeEvvbD4z6FuZA9cSb9vjMQobvottc/7R+YvxqCOT5Dxba+vOQUvhyh5r0/AY29IGRpPwhmr75oGa++K4xgP3/AXr+1H1q+h4E+vNETQz5drR49pkNqP/2z4j2X2OO9epgov8wtFT9sAQs/sBXfPRQKzL8tHPk9BHbAvoGIeL5AAqw9qclTvtFZIz2QKZc9hTKRPW+xhb87anK+z4OWvbdaJj8otao/UnwVv+FPCD+yw7I+2Xu8PQgPnT5wmEo9tpUUP2zEM79O9IU/vx5oP6+C7z0dHjK/5d43P0fh2b6SUEQ+nJgwPnJ95r7kxtw+Os9hPmTQOj6qF+M+FomRPpSAUT06Uic9F5E5v0g/yT0FBaW+KtTiPkHMbr5mLgU8BYQ9v3XOzT2q2rO+m1mXvlkISD/VPOm+y3KIPhBhdz+uRLq+uzogvlSd+L7XzYU+yhhSPcFRNT050na+lreXPpJNcb4IgAq8yDypviebhz+rGlY/AY0/P0Rxi77rJ/G973+UvrUQO7+to4i+289eviQoyj5fv+C+hTIzvvcz075kkXq9Ejb6Pq4Oaj6w+hm/hzGfv2YXZL5uYvG+BDeYPqVZDT8Dahg/4qmMvSDtEL9jkns/j4WpvfpAFT/Ydlu+9lhRO46n7D6l5Lg+9IsUP1f0Fz8HhZC+XpyQv4HbQD9kN6W+iK/lPV2tTr+gmtC+sFIzPCemIj6LPqG84zCXPsrIU7/8QPO9MAVjPjEZDj+yKjq/cvv5PtEU577tYoa/xX3cvi1SiL4/J7Y+/50bPvRlxzyB0eU9iXmAvVGrA720Mdk+unvbvue5PT8hOf0+",
        "gEmRPOfNsT5AXDi+lUHUvgFD3D5HTx29St8GP7JqEz+G4NC9jWB3vnZrMb+azAK/i9/HvqA6Yr49RB4/u7KDvhhHRD1VGvg+sk5pvdVqEj5Ry9o+8tUdvvPRgr7XqzQ/IPg+v5n9bb+8LbI9lxTOO5CAS7/Diqo+/v0Fv+kq9D4LHTQ+0ZGFPmUqAj8XL7U+N6O+vjxWKL6Op8o+0RIRvpUiBb86Fma9zfgJPm67kD+OWik/NibKPh3kH74TV4A9698Gv+TahL1qa5m+KN1FPhvByL9rJZM/BxGbvezmLD6PDLE+xfjNvT3VCz9TT+g7IxoMvw6DxD4N8iC//7McP6Zp4j4/gpG/dB+HO3//1T3ArqG9b8TEPs5p5z7pEVw+qa3kPuWLtb6rKyk+Zmv5Pr7nMr7vQiq/isD8Pl9hub7uyjM9MSLPvtqpHL73rNu+4OsIv7iNlL0Drak+8uC9vY5GF78TSkm/YIp1P0D5wr0Ndqs90kyJvu9rD73KgwS/MOEAveCp+j33REe+tCZXPjVAHz+pY7C+gH2gvol5Rb8RnHQ+cOAPvoIdtT2cPMO+78LcPiDM372N/jK/GdedvqAz6r6XaNo+JeWIPnVh3r7DDpq+D1o2vlEDt74X8FA+r2IKPrsFZb6jiHM/7ZSBPm1aVD47Hxk/Ep/lvGwV776SQD0+YCEIv4TAjb7MZtC+85VoPlSSfL09w4O+hX04v7RjM77EV4q+KCi2vZpcFD8FG5e+xAlZPr+5db9CqWK+ayxZvpiNnD4rVpk+IaImvk+9W7/BQ/m+rKH9vkqDZj7xKg2/Wy44PnV3jD54Qm8+B0m1PvslJ79+fFG+MggcPpMDnj1/OdG9DoRRPbit9bvstAc/PkXhvs9qDj+efQ0/aOUSPD1hlj5NFdO9uJ5uvvnp676jjyu8NcX3PnEjqL2cL+a+WkoNP/dgpDu7fY+96JdjvnLo077wkc29x8+HPpfczj5dgjI/RQMtvyUswj0Etx4/UO8BvjyX7z73tcK+",
